{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 123,
    "verses": [
        {
            "verse": 1,
            "text": "And again, we would suggest for your consideration the propriety of all the saints gathering up a knowledge of all the facts, and sufferings and abuses put upon them by the people of this State;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 8,
                    "text": "We therefore ought to receive such, that we might be fellowhelpers to the truth.",
                    "score": 0.7732614620261322
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Commanding his accusers to come unto thee: by examining of whom thyself mayest take knowledge of all these things, whereof we accuse him.",
                    "score": 0.7680962635640788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 19,
                    "text": "And this account shall be written hereafter; for behold, it is expedient that all people should know the things which are written in this account.",
                    "score": 0.75369111017231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 36,
                    "text": "And behold, these things which we have desired concerning our brethren, yea, even their restoration to the knowledge of Christ, are according to the prayers of all the saints who have dwelt in the land.",
                    "score": 0.7528960287001952
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, who the Lord hath said should scatter this people, and this people should be counted as naught among them--therefore I write a small abridgment, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people.",
                    "score": 0.7436108344622587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 19,
                    "text": "Therefore repent ye, repent ye, lest by knowing these things and not doing them ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death.",
                    "score": 0.7405756072080631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that king Lamoni caused that his servants should stand forth and testify to all the things which they had seen concerning the matter.",
                    "score": 0.739866444539148
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 2,
                    "text": "For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof shall be prolonged.",
                    "score": 0.7393954070322754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of a remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction.",
                    "score": 0.7391452838326131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.",
                    "score": 0.7339399896703355
                }
            ]
        },
        {
            "verse": 2,
            "text": "And also of all the property and amount of damages which they have sustained, both of character and personal injuries, as well as real property;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 24,
                    "text": "And there was also a strife among them, which of them should be accounted the greatest.",
                    "score": 0.6914120470950533
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 12,
                    "text": "For thus saith the Lord, Thy bruise is incurable, and thy wound is grievous.",
                    "score": 0.6901321553155161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And there were some cities which remained; but the damage thereof was exceedingly great, and there were many in them who were slain.",
                    "score": 0.6816566644011104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.",
                    "score": 0.6773878860209778
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And if it be stolen from him, he shall make restitution unto the owner thereof.",
                    "score": 0.6763980900486439
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And if a man borrow ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.",
                    "score": 0.6731060834769321
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)",
                    "score": 0.6716324577992163
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 33,
                    "text": "A wound and dishonour shall he get; and his reproach shall not be wiped away.",
                    "score": 0.669228079162636
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And first I will recompense their iniquity and their sin double; because they have defiled my land, they have filled mine inheritance with the carcases of their detestable and abominable things.",
                    "score": 0.6675443414440803
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
                    "score": 0.6656245622146075
                }
            ]
        },
        {
            "verse": 3,
            "text": "And also the names of all persons that have had a hand in their oppressions, as far as they can get hold of them and find them out.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.",
                    "score": 0.7528669458565962
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee.",
                    "score": 0.7271714742903078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And it is they who have kept the records which are true of their people, and also of the people of the Lamanites.",
                    "score": 0.7258615750327222
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 7,
                    "text": "In thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow.",
                    "score": 0.7218253634441122
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 42,
                    "text": "Their enemies also oppressed them, and they were brought into subjection under their hand.",
                    "score": 0.7181850031138227
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.",
                    "score": 0.7159399740348663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7157760702483666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it shall come to pass that whosoever doeth this shall be found at the right hand of God, for he shall know the name by which he is called; for he shall be called by the name of Christ.",
                    "score": 0.7140216015366881
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 87,
                    "verse": 6,
                    "text": "The Lord shall count, when he writeth up the people, that this man was born there. Selah.",
                    "score": 0.7135408570326944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 33,
                    "text": "Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them because of the iniquities of this people.",
                    "score": 0.7121958922651865
                }
            ]
        },
        {
            "verse": 4,
            "text": "And perhaps a committee can be appointed to find out these things, and to take statements and affidavits; and also to gather up the libelous publications that are afloat;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.",
                    "score": 0.7185048975316283
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Commanding his accusers to come unto thee: by examining of whom thyself mayest take knowledge of all these things, whereof we accuse him.",
                    "score": 0.7094419084116457
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.",
                    "score": 0.6990826222875431
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And they shall hear of wars, and rumors of wars.",
                    "score": 0.6967237343383097
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,",
                    "score": 0.6891430169193785
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 25,
                    "text": "For behold, out of the books which have been written, and which shall be written, shall this people be judged, for by them shall their works be known unto men.",
                    "score": 0.6875872404217582
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.",
                    "score": 0.6857222707648353
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 8,
                    "text": "We therefore ought to receive such, that we might be fellowhelpers to the truth.",
                    "score": 0.6855208778146413
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Owing to the many reports which have been put in circulation by evil-disposed and designing persons, in relation to the rise and progress of The Church of Jesus Christ of Latter-day Saints, all of which have been designed by the authors thereof to militate against its character as a Church and its progress in the world--I have been induced to write this history, to disabuse the public mind, and put all inquirers after truth in possession of the facts, as they have transpired, in relation both to myself and the Church, so far as I have such facts in my possession.",
                    "score": 0.6852593490286915
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)",
                    "score": 0.6835376196962303
                }
            ]
        },
        {
            "verse": 5,
            "text": "And all that are in the magazines, and in the encyclopedias, and all the libelous histories that are published, and are writing, and by whom, and present the whole concatenation of diabolical rascality and nefarious and murderous impositions that have been practiced upon this people--",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Owing to the many reports which have been put in circulation by evil-disposed and designing persons, in relation to the rise and progress of The Church of Jesus Christ of Latter-day Saints, all of which have been designed by the authors thereof to militate against its character as a Church and its progress in the world--I have been induced to write this history, to disabuse the public mind, and put all inquirers after truth in possession of the facts, as they have transpired, in relation both to myself and the Church, so far as I have such facts in my possession.",
                    "score": 0.7399459161505298
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 29,
                    "text": "Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,",
                    "score": 0.7364708265913025
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,",
                    "score": 0.7155683336085473
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 15,
                    "text": "For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.",
                    "score": 0.7149365077313021
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 23,
                    "text": "All these evil things come from within, and defile the man.",
                    "score": 0.714797674749343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they shall be smitten with a great pestilence--and all this will I do because of their iniquities and abominations.",
                    "score": 0.7109201784461767
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 13,
                    "text": "But evil men and seducers shall wax worse and worse, deceiving, and being deceived.",
                    "score": 0.7099868840186042
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 28,
                    "text": "They are all grievous revolters, walking with slanders: they are brass and iron; they are all corrupters.",
                    "score": 0.7072951164882131
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 15,
                    "text": "They are vanity, and the work of errors: in the time of their visitation they shall perish.",
                    "score": 0.7043824346120016
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 35,
                    "text": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
                    "score": 0.7033439840084544
                }
            ]
        },
        {
            "verse": 6,
            "text": "That we may not only publish to all the world, but present them to the heads of government in all their dark and hellish hue, as the last effort which is enjoined on us by our Heavenly Father, before we can fully and completely claim that promise which shall call him forth from his hiding place; and also that the whole nation may be left without excuse before he can send forth the power of his mighty arm.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 25,
                    "text": "I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.",
                    "score": 0.7833795092399932
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.",
                    "score": 0.7707819531063321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 15,
                    "text": "But this cannot be; we must come forth and stand before him in his glory, and in his power, and in his might, majesty, and dominion, and acknowledge to our everlasting shame that all his judgments are just; that he is just in all his works, and that he is merciful unto the children of men, and that he has all power to save every man that believeth on his name and bringeth forth fruit meet for repentance.",
                    "score": 0.7694335656194671
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:",
                    "score": 0.7681207240465736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 26,
                    "text": "And behold, all things are written by the Father; therefore out of the books which shall be written shall the world be judged.",
                    "score": 0.7678561896577885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "For in that day, for my sake shall the Father work a work, which shall be a great and a marvelous work among them; and there shall be among them those who will not believe it, although a man shall declare it unto them.",
                    "score": 0.7654154442206181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And now, my brethren, if our brethren seek to destroy us, behold, we will hide away our swords, yea, even we will bury them deep in the earth, that they may be kept bright, as a testimony that we have never used them, at the last day; and if our brethren destroy us, behold, we shall go to our God and shall be saved.",
                    "score": 0.7649564946239628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 26,
                    "text": "Wherefore, I, Moroni, am commanded to write these things that evil may be done away, and that the time may come that Satan may have no power upon the hearts of the children of men, but that they may be persuaded to do good continually, that they may come unto the fountain of all righteousness and be saved.",
                    "score": 0.7642687598649849
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.",
                    "score": 0.7641428176689187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil--",
                    "score": 0.7616743288935104
                }
            ]
        },
        {
            "verse": 7,
            "text": "It is an imperative duty that we owe to God, to angels, with whom we shall be brought to stand, and also to ourselves, to our wives and children, who have been made to bow down with grief, sorrow, and care, under the most damning hand of murder, tyranny, and oppression, supported and urged on and upheld by the influence of that spirit which hath so strongly riveted the creeds of the fathers, who have inherited lies, upon the hearts of the children, and filled the world with confusion, and has been growing stronger and stronger, and is now the very mainspring of all corruption, and the whole earth groans under the weight of its iniquity.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And our spirits must have become like unto him, and we become devils, angels to a devil, to be shut out from the presence of our God, and to remain with the father of lies, in misery, like unto himself; yea, to that being who beguiled our first parents, who transformeth himself nigh unto an angel of light, and stirreth up the children of men unto secret combinations of murder and all manner of secret works of darkness.",
                    "score": 0.7931288491592502
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7885061124334513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 10,
                    "text": "But, notwithstanding the greatness of the task, I must do according to the strict commands of God, and tell you concerning your wickedness and abominations, in the presence of the pure in heart, and the broken heart, and under the glance of the piercing eye of the Almighty God.",
                    "score": 0.7876558021743822
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 41,
                    "text": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;",
                    "score": 0.7840614409193304
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel, and shall reject the fulness of my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.",
                    "score": 0.7838483435203096
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 11,
                    "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
                    "score": 0.7810492977927218
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.7809852756892163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.7809852756892163
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 5,
                    "text": "We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.",
                    "score": 0.7783636376530008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son--of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
                    "score": 0.7761017776780551
                }
            ]
        },
        {
            "verse": 8,
            "text": "It is an iron yoke, it is a strong band; they are the very handcuffs, and chains, and shackles, and fetters of hell.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 8,
                    "text": "To bind their kings with chains, and their nobles with fetters of iron;",
                    "score": 0.7736835267204619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor.",
                    "score": 0.7496167072720188
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 25,
                    "text": "But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them:",
                    "score": 0.7374440087141318
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 11,
                    "verse": 4,
                    "text": "I drew them with cords of a man, with bands of love: and I was to them as they that take off the yoke on their jaws, and I laid meat unto them.",
                    "score": 0.7369811815971835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 13,
                    "text": "O that ye would awake; awake from a deep sleep, yea, even from the sleep of hell, and shake off the awful chains by which ye are bound, which are the chains which bind the children of men, that they are carried away captive down to the eternal gulf of misery and woe.",
                    "score": 0.7301194409456099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And they had power given unto them, insomuch that they could not be confined in dungeons; neither was it possible that any man could slay them; nevertheless they did not exercise their power until they were bound in bands and cast into prison. Now, this was done that the Lord might show forth his power in them.",
                    "score": 0.7299003634996761
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 40,
                    "text": "And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.",
                    "score": 0.7280652355175534
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 4,
                    "text": "Because I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass;",
                    "score": 0.7216250672288759
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And they that will harden their hearts, to them is given the lesser portion of the word until they know nothing concerning his mysteries; and then they are taken captive by the devil, and led by his will down to destruction. Now this is what is meant by the chains of hell.",
                    "score": 0.7203769216533384
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 8,
                    "text": "And if they be bound in fetters, and be holden in cords of affliction;",
                    "score": 0.7200914148945275
                }
            ]
        },
        {
            "verse": 9,
            "text": "Therefore it is an imperative duty that we owe, not only to our own wives and children, but to the widows and fatherless, whose husbands and fathers have been murdered under its iron hand;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 5,
                    "text": "Yea, the cry of widows mourning for their husbands, and also of fathers mourning for their sons, and the daughter for the brother, yea, the brother for the father; and thus the cry of mourning was heard among all of them, mourning for their kindred who had been slain.",
                    "score": 0.7745546981861864
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 7,
                    "text": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.",
                    "score": 0.774045129527186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them.",
                    "score": 0.7721641925661479
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 24,
                    "text": "And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.",
                    "score": 0.7615491083690192
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 21,
                    "text": "Therefore deliver up their children to the famine, and pour out their blood by the force of the sword; and let their wives be bereaved of their children, and be widows; and let their men be put to death; let their young men be slain by the sword in battle.",
                    "score": 0.7597956506081257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7594312243291318
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 9,
                    "text": "Let his children be fatherless, and his wife a widow.",
                    "score": 0.759318346390967
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 7,
                    "text": "For this cause shall a man leave his father and mother, and cleave to his wife;",
                    "score": 0.7553043090732157
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 6,
                    "text": "They slay the widow and the stranger, and murder the fatherless.",
                    "score": 0.7527126847539296
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 22,
                    "text": "And it shall be, when their fathers or their brethren come unto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we reserved not to each man his wife in the war: for ye did not give unto them at this time, that ye should be guilty.",
                    "score": 0.7516646187576537
                }
            ]
        },
        {
            "verse": 10,
            "text": "Which dark and blackening deeds are enough to make hell itself shudder, and to stand aghast and pale, and the hands of the very devil to tremble and palsy.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.7753753957054815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 19,
                    "text": "For the kingdom of the devil must shake, and they which belong to it must needs be stirred up unto repentance, or the devil will grasp them with his everlasting chains, and they be stirred up to anger, and perish;",
                    "score": 0.7751071632470916
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 30,
                    "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
                    "score": 0.7718332570817636
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 31,
                    "text": "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the Lord come.",
                    "score": 0.7684987092160644
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 20,
                    "text": "Have respect unto the covenant: for the dark places of the earth are full of the habitations of cruelty.",
                    "score": 0.7652812701418132
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 10,
                    "text": "Such as sit in darkness and in the shadow of death, being bound in affliction and iron;",
                    "score": 0.762300944899242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 19,
                    "text": "O the greatness of the mercy of our God, the Holy One of Israel! For he delivereth his saints from that awful monster the devil, and death, and hell, and that lake of fire and brimstone, which is endless torment.",
                    "score": 0.760089756072423
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 20,
                    "text": "The Lord shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.",
                    "score": 0.7588039265925931
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 28,
                    "text": "An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity.",
                    "score": 0.7559748511261234
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 8,
                    "verse": 6,
                    "text": "For how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred?",
                    "score": 0.7559024717190619
                }
            ]
        },
        {
            "verse": 11,
            "text": "And also it is an imperative duty that we owe to all the rising generation, and to all the pure in heart--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.",
                    "score": 0.7710730146139586
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 36,
                    "text": "Verily I say unto you, All these things shall come upon this generation.",
                    "score": 0.7567205152705013
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 18,
                    "text": "This shall be written for the generation to come: and the people which shall be created shall praise the Lord.",
                    "score": 0.7549435948056218
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 32,
                    "text": "Verily I say unto you, This generation shall not pass away, till all be fulfilled.",
                    "score": 0.7513252770967427
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 4,
                    "text": "One generation shall praise thy works to another, and shall declare thy mighty acts.",
                    "score": 0.7502807177026172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And now I say unto you that this is the order after which I am called, yea, to preach unto my beloved brethren, yea, and every one that dwelleth in the land; yea, to preach unto all, both old and young, both bond and free; yea, I say unto you the aged, and also the middle aged, and the rising generation; yea, to cry unto them that they must repent and be born again.",
                    "score": 0.7457709705547172
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 34,
                    "text": "Verily I say unto you, This generation shall not pass, till all these things be fulfilled.",
                    "score": 0.743034038052987
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 16,
                    "text": "That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.",
                    "score": 0.7421817369946706
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 28,
                    "verse": 9,
                    "text": "Save thy people, and bless thine inheritance: feed them also, and lift them up for ever.",
                    "score": 0.740974010431843
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Verily I say unto you, that this generation shall not pass, till all these things be done.",
                    "score": 0.7404054573434183
                }
            ]
        },
        {
            "verse": 12,
            "text": "For there are many yet on the earth among all sects, parties, and denominations, who are blinded by the subtle craftiness of men, whereby they lie in wait to deceive, and who are only kept from the truth because they know not where to find it--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 John",
                    "chapter": 1,
                    "verse": 7,
                    "text": "For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.",
                    "score": 0.7918255322838021
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.",
                    "score": 0.7806762418920788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And thou seest that we know that thy plan was a very subtle plan, as to the subtlety of the devil, for to lie and to deceive this people that thou mightest set them against us, to revile us and to cast us out--",
                    "score": 0.777082017152485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 9,
                    "text": "Yea, and there shall be many which shall teach after this manner, false and vain and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord; and their works shall be in the dark.",
                    "score": 0.7757889496384679
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 13,
                    "text": "But evil men and seducers shall wax worse and worse, deceiving, and being deceived.",
                    "score": 0.7691025443706389
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Thine habitation is in the midst of deceit; through deceit they refuse to know me, saith the Lord.",
                    "score": 0.7678789733108339
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 118,
                    "text": "Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood.",
                    "score": 0.7667929085042569
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 14,
                    "text": "That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;",
                    "score": 0.7665015958748932
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Woe unto them that seek deep to hide their counsel from the Lord, and their works are in the dark, and they say, Who seeth us? and who knoweth us?",
                    "score": 0.7648994524352143
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 11,
                    "text": "And many false prophets shall rise, and shall deceive many.",
                    "score": 0.7637084222586004
                }
            ]
        },
        {
            "verse": 13,
            "text": "Therefore, that we should waste and wear out our lives in bringing to light all the hidden things of darkness, wherein we know them; and they are truly manifest from heaven--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 12,
                    "text": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
                    "score": 0.7909991377409877
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 10,
                    "text": "And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:",
                    "score": 0.7814232709567944
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 12,
                    "text": "Shall thy wonders be known in the dark? and thy righteousness in the land of forgetfulness?",
                    "score": 0.7634411058939878
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Woe unto them that seek deep to hide their counsel from the Lord, and their works are in the dark, and they say, Who seeth us? and who knoweth us?",
                    "score": 0.758254268537152
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 22,
                    "text": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death.",
                    "score": 0.7579793676957169
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Give glory to the Lord your God, before he cause darkness, and before your feet stumble upon the dark mountains, and, while ye look for light, he turn it into the shadow of death, and make it gross darkness.",
                    "score": 0.7553611187112054
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 2,
                    "text": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.",
                    "score": 0.7519976084868008
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness!",
                    "score": 0.7518273457052408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!",
                    "score": 0.7518273457052408
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 6,
                    "verse": 4,
                    "text": "For he cometh in with vanity, and departeth in darkness, and his name shall be covered with darkness.",
                    "score": 0.7511253215321988
                }
            ]
        },
        {
            "verse": 14,
            "text": "These should then be attended to with great earnestness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.",
                    "score": 0.8014561297504327
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Then there arose a reasoning among them, which of them should be greatest.",
                    "score": 0.751948117090665
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 20,
                    "text": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
                    "score": 0.745682958190975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 17,
                    "text": "And now I will ease your mind somewhat on this subject. Behold, you marvel why these things should be known so long beforehand. Behold, I say unto you, is not a soul at this time as precious unto God as a soul will be at the time of his coming?",
                    "score": 0.7385036804157445
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.",
                    "score": 0.7343081194255351
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Hear; for I will speak of excellent things; and the opening of my lips shall be right things.",
                    "score": 0.732470538636344
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 156,
                    "text": "Great are thy tender mercies, O Lord: quicken me according to thy judgments.",
                    "score": 0.7316456143188195
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Woe unto them that are wise in their own eyes, and prudent in their own sight!",
                    "score": 0.7292523583241887
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Give me now wisdom and knowledge, that I may go out and come in before this people: for who can judge this thy people, that is so great?",
                    "score": 0.7286006920066754
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 10,
                    "text": "That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;",
                    "score": 0.7283435993772327
                }
            ]
        },
        {
            "verse": 15,
            "text": "Let no man count them as small things; for there is much which lieth in futurity, pertaining to the saints, which depends upon these things.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?",
                    "score": 0.7760620494493614
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 24,
                    "text": "There be four things which are little upon the earth, but they are exceeding wise:",
                    "score": 0.7679920472149638
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Know ye not that we shall judge angels? how much more things that pertain to this life?",
                    "score": 0.7527800287229008
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And yet this was a small thing in thine eyes, O God; for thou hast also spoken of thy servant's house for a great while to come, and hast regarded me according to the estate of a man of high degree, O Lord God.",
                    "score": 0.7400001320252055
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,",
                    "score": 0.7375281487071392
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Are not five sparrows sold for two farthings, and not one of them is forgotten before God?",
                    "score": 0.7372101670611354
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 5,
                    "text": "Many, O Lord my God, are thy wonderful works which thou hast done, and thy thoughts which are to us-ward: they cannot be reckoned up in order unto thee: if I would declare and speak of them, they are more than can be numbered.",
                    "score": 0.7357608522384965
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 141,
                    "text": "I am small and despised: yet do not I forget thy precepts.",
                    "score": 0.7353648268769776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 6,
                    "text": "Now ye may suppose that this is foolishness in me; but behold I say unto you, that by small and simple things are great things brought to pass; and small means in many instances doth confound the wise.",
                    "score": 0.7344418397225582
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:",
                    "score": 0.7319458002882885
                }
            ]
        },
        {
            "verse": 16,
            "text": "You know, brethren, that a very large ship is benefited very much by a very small helm in the time of a storm, by being kept workways with the wind and the waves.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.",
                    "score": 0.8196828352166406
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 4,
                    "text": "But the Lord sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.",
                    "score": 0.7962841995567564
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 37,
                    "text": "And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.",
                    "score": 0.7909579936659662
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 25,
                    "text": "For he commandeth, and raiseth the stormy wind, which lifteth up the waves thereof.",
                    "score": 0.7870700437808272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Wherefore, they knew not whither they should steer the ship, insomuch that there arose a great storm, yea, a great and terrible tempest, and we were driven back upon the waters for the space of three days; and they began to be frightened exceedingly lest they should be drowned in the sea; nevertheless they did not loose me.",
                    "score": 0.7519576344535872
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 26,
                    "text": "Thy rowers have brought thee into great waters: the east wind hath broken thee in the midst of the seas.",
                    "score": 0.7508396763243999
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 24,
                    "text": "But the ship was now in the midst of the sea, tossed with waves: for the wind was contrary.",
                    "score": 0.7468307790278605
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 2,
                    "text": "Behold, the Lord hath a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand.",
                    "score": 0.7462720854669408
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Lord on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.",
                    "score": 0.7460183536070056
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 17,
                    "text": "Which when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven.",
                    "score": 0.7429390465559511
                }
            ]
        },
        {
            "verse": 17,
            "text": "Therefore, dearly beloved brethren, let us cheerfully do all things that lie in our power; and then may we stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 12,
                    "text": "Restore unto me the joy of thy salvation; and uphold me with thy free spirit.",
                    "score": 0.8030778802213508
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
                    "score": 0.7979522329100521
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 117,
                    "text": "Hold thou me up, and I shall be safe: and I will have respect unto thy statutes continually.",
                    "score": 0.7959162835269752
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 116,
                    "text": "Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.",
                    "score": 0.7957943276156424
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7933692991301947
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 1,
                    "text": "Thus saith the Lord, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed.",
                    "score": 0.7933300657356214
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 19,
                    "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.",
                    "score": 0.7926022595817237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "score": 0.7899023893084741
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And all flesh shall see the salvation of God.",
                    "score": 0.7889712307619506
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Brethren, let every man, wherein he is called, therein abide with God.",
                    "score": 0.7888665749450876
                }
            ]
        }
    ]
}