{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 83,
    "verses": [
        {
            "verse": 1,
            "text": "Verily, thus saith the Lord, in addition to the laws of the church concerning women and children, those who belong to the church, who have lost their husbands or fathers:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.",
                    "score": 0.7965479520404701
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 3,
                    "text": "For thus saith the Lord concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bare them, and concerning their fathers that begat them in this land;",
                    "score": 0.7958925181637899
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 5,
                    "text": "If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband's brother shall go in unto her, and take her to him to wife, and perform the duty of an husband's brother unto her.",
                    "score": 0.7878099382560101
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 22,
                    "text": "Unto the woman, I, the Lord God, said: I will greatly multiply thy sorrow and thy conception. In sorrow thou shalt bring forth children, and thy desire shall be to thy husband, and he shall rule over thee.",
                    "score": 0.7772246871487294
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished.",
                    "score": 0.7770688801757063
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 3,
                    "text": "Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of my lord, and of those that tremble at the commandment of our God; and let it be done according to the law.",
                    "score": 0.7766095741380622
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.",
                    "score": 0.7752059252674289
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.",
                    "score": 0.7696471664887149
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 31,
                    "text": "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.",
                    "score": 0.7683729530345629
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Let the deacons be the husbands of one wife, ruling their children and their own houses well.",
                    "score": 0.7672509331715475
                }
            ]
        },
        {
            "verse": 2,
            "text": "Women have claim on their husbands for their maintenance, until their husbands are taken; and if they are not found transgressors they shall have fellowship in the church.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.",
                    "score": 0.8274141427193283
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:",
                    "score": 0.797918280615871
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "Wives, submit yourselves unto your own husbands, as it is fit in the Lord.",
                    "score": 0.7888134457482157
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 5,
                    "text": "If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband's brother shall go in unto her, and take her to him to wife, and perform the duty of an husband's brother unto her.",
                    "score": 0.7874598610688458
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 22,
                    "text": "Wives, submit yourselves unto your own husbands, as unto the Lord.",
                    "score": 0.7870846211143783
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 2,
                    "verse": 5,
                    "text": "To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.",
                    "score": 0.7857720837395504
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;",
                    "score": 0.783235641182773
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Let the deacons be the husbands of one wife, ruling their children and their own houses well.",
                    "score": 0.7782467953295362
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished.",
                    "score": 0.7778423076050994
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.",
                    "score": 0.7771115159579995
                }
            ]
        },
        {
            "verse": 3,
            "text": "And if they are not faithful they shall not have fellowship in the church; yet they may remain upon their inheritances according to the laws of the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 14,
                    "text": "For the Lord will not cast off his people, neither will he forsake his inheritance.",
                    "score": 0.8246811825735585
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Therefore shall they have no inheritance among their brethren: the Lord is their inheritance, as he hath said unto them.",
                    "score": 0.8233309265208871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 12,
                    "text": "And the Nephites would not suffer that they should be destroyed; therefore they gave them lands for their inheritance.",
                    "score": 0.8131151590079977
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 14,
                    "text": "Thou shalt not remove thy neighbour's landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the Lord thy God giveth thee to possess it.",
                    "score": 0.8127042417716501
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 46,
                    "text": "And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.",
                    "score": 0.8029683161140363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.8029549719666135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 25,
                    "text": "Yea, they could not bear that their brethren should rejoice over the blood of the Nephites, so long as there were any who should keep the commandments of God, for the promise of the Lord was, if they should keep his commandments they should prosper in the land.",
                    "score": 0.8025954397600527
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the Lord, wherein the Lord's tabernacle dwelleth, and take possession among us: but rebel not against the Lord, nor rebel against us, in building you an altar beside the altar of the Lord our God.",
                    "score": 0.8021786541143728
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And the law is not of faith: but, The man that doeth them shall live in them.",
                    "score": 0.8020368761632686
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "score": 0.800051447716361
                }
            ]
        },
        {
            "verse": 4,
            "text": "All children have claim upon their parents for their maintenance until they are of age.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;",
                    "score": 0.7225380260593315
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 3,
                    "verse": 4,
                    "text": "One that ruleth well his own house, having his children in subjection with all gravity;",
                    "score": 0.7160998325811057
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I will give children to be their princes, and babes shall rule over them.",
                    "score": 0.69589398352322
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Children, obey your parents in the Lord: for this is right.",
                    "score": 0.6948018049576767
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 6,
                    "text": "That the generation to come might know them, even the children which should be born; who should arise and declare them to their children:",
                    "score": 0.6939973430819146
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But is under tutors and governors until the time appointed of the father.",
                    "score": 0.6937552850076268
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 18,
                    "verse": 23,
                    "text": "But the Levites shall do the service of the tabernacle of the congregation, and they shall bear their iniquity: it shall be a statute for ever throughout your generations, that among the children of Israel they have no inheritance.",
                    "score": 0.6910993527031911
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.688479784651283
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 31,
                    "verse": 16,
                    "text": "Beside their genealogy of males, from three years old and upward, even unto every one that entereth into the house of the Lord, his daily portion for their service in their charges according to their courses;",
                    "score": 0.6882794242764527
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 29,
                    "text": "So these things shall be for a statute of judgment unto you throughout your generations in all your dwellings.",
                    "score": 0.6882679509050774
                }
            ]
        },
        {
            "verse": 5,
            "text": "And after that, they have claim upon the church, or in other words upon the Lord's storehouse, if their parents have not wherewith to give them inheritances.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Therefore shall they have no inheritance among their brethren: the Lord is their inheritance, as he hath said unto them.",
                    "score": 0.7698113224706454
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 9,
                    "text": "For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
                    "score": 0.7695118045330142
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 26,
                    "text": "And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.",
                    "score": 0.7638228772563902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 34,
                    "text": "And now I know that this love which thou hast had for the children of men is charity; wherefore, except men shall have charity they cannot inherit that place which thou hast prepared in the mansions of thy Father.",
                    "score": 0.7584328703440808
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 46,
                    "text": "And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.",
                    "score": 0.7580252058696882
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 6,
                    "text": "And thy issue, which thou begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance.",
                    "score": 0.7578000543671412
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And if he have no brethren, then ye shall give his inheritance unto his father's brethren.",
                    "score": 0.7563238768391994
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 46,
                    "verse": 16,
                    "text": "Thus saith the Lord God; If the prince give a gift unto any of his sons, the inheritance thereof shall be his sons'; it shall be their possession by inheritance.",
                    "score": 0.7507911207105954
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 8,
                    "text": "By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.",
                    "score": 0.7496172146867498
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 21,
                    "text": "An inheritance may be gotten hastily at the beginning; but the end thereof shall not be blessed.",
                    "score": 0.7478029168997188
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the storehouse shall be kept by the consecrations of the church; and widows and orphans shall be provided for, as also the poor. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 8,
                    "text": "The Lord shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the Lord thy God giveth thee.",
                    "score": 0.7727780043094193
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 72,
                    "verse": 13,
                    "text": "He shall spare the poor and needy, and shall save the souls of the needy.",
                    "score": 0.7726179002042309
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.",
                    "score": 0.7726139634306806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 10,
                    "text": "Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.",
                    "score": 0.7712155586159173
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 16,
                    "text": "O Lord our God, all this store that we have prepared to build thee an house for thine holy name cometh of thine hand, and is all thine own.",
                    "score": 0.7698535406878317
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 5,
                    "text": "Blessed shall be thy basket and thy store.",
                    "score": 0.7600630370726849
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.",
                    "score": 0.7558920325634814
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 19,
                    "text": "But all the silver, and gold, and vessels of brass and iron, are consecrated unto the Lord: they shall come into the treasury of the Lord.",
                    "score": 0.7545525968426137
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 3,
                    "verse": 31,
                    "text": "And their charge shall be the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith they minister, and the hanging, and all the service thereof.",
                    "score": 0.7516924333549896
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 10,
                    "text": "His children shall seek to please the poor, and his hands shall restore their goods.",
                    "score": 0.7511666309070939
                }
            ]
        }
    ]
}