{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 128,
    "verses": [
        {
            "verse": 1,
            "text": "As I stated to you in my letter before I left my place, that I would write to you from time to time and give you information in relation to many subjects, I now resume the subject of the baptism for the dead, as that subject seems to occupy my mind, and press itself upon my feelings the strongest, since I have been pursued by my enemies.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 13,
                    "verse": 2,
                    "text": "I told you before, and foretell you, as if I were present, the second time; and being absent now I write to them which heretofore have sinned, and to all other, that, if I come again, I will not spare:",
                    "score": 0.7930299359088693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them.",
                    "score": 0.779635017356258
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 1,
                    "text": "Now my son, here is somewhat more I would say unto thee; for I perceive that thy mind is worried concerning the resurrection of the dead.",
                    "score": 0.7786475513113044
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 1,
                    "text": "This second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:",
                    "score": 0.7737908838651538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "score": 0.7669043828255634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And it came to pass that after I had received strength I spake unto my brethren, desiring to know of them the cause of their disputations.",
                    "score": 0.7669038121781486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And now, Jacob spake many more things to my people at that time; nevertheless only these things have I caused to be written, for the things which I have written sufficeth me.",
                    "score": 0.7663387734377333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 30,
                    "text": "Behold, I speak unto you as though I spake from the dead; for I know that ye shall have my words.",
                    "score": 0.7652239991473136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
                    "score": 0.7650529778741371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 54,
                    "text": "And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen.",
                    "score": 0.76499142674782
                }
            ]
        },
        {
            "verse": 2,
            "text": "I wrote a few words of revelation to you concerning a recorder. I have had a few additional views in relation to this matter, which I now certify. That is, it was declared in my former letter that there should be a recorder, who should be eye-witness, and also to hear with his ears, that he might make a record of a truth before the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
                    "score": 0.7896252134604564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;",
                    "score": 0.7887549096436044
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 71,
                    "text": "And they said, What need we any further witness? for we ourselves have heard of his own mouth.",
                    "score": 0.7864060238256896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost.",
                    "score": 0.7859571195879114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And I seal up these records, after I have spoken a few words by way of exhortation unto you.",
                    "score": 0.7793002889375004
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 13,
                    "verse": 1,
                    "text": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.",
                    "score": 0.7779455427450696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.",
                    "score": 0.7765540658062527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.",
                    "score": 0.7738960739654487
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 30,
                    "text": "And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance.",
                    "score": 0.7734439741018299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.772938265952636
                }
            ]
        },
        {
            "verse": 3,
            "text": "Now, in relation to this matter, it would be very difficult for one recorder to be present at all times, and to do all the business. To obviate this difficulty, there can be a recorder appointed in each ward of the city, who is well qualified for taking accurate minutes; and let him be very particular and precise in taking the whole proceedings, certifying in his record that he saw with his eyes, and heard with his ears, giving the date, and names, and so forth, and the history of the whole transaction; naming also some three individuals that are present, if there be any present, who can at any time when called upon certify to the same, that in the mouth of two or three witnesses every word may be established.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.",
                    "score": 0.7789451987518693
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 16,
                    "text": "But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.",
                    "score": 0.7630961881693038
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 13,
                    "verse": 1,
                    "text": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.",
                    "score": 0.7524578464242444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.7483610489822575
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 7,
                    "text": "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.",
                    "score": 0.7447328196213636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And whoso receiveth this record, and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these. Behold, I am Moroni; and were it possible, I would make all things known unto you.",
                    "score": 0.7429747777833402
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 15,
                    "text": "One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.",
                    "score": 0.73283209807148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 6,
                    "text": "But they taught them that they should keep their record, and that they might write one to another.",
                    "score": 0.7293681292559763
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
                    "score": 0.7289671588312926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "But I shall make an account of my proceedings in my days. Behold, I make an abridgment of the record of my father, upon plates which I have made with mine own hands; wherefore, after I have abridged the record of my father then will I make an account of mine own life.",
                    "score": 0.7285278827604348
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then, let there be a general recorder, to whom these other records can be handed, being attended with certificates over their own signatures, certifying that the record they have made is true. Then the general church recorder can enter the record on the general church book, with the certificates and all the attending witnesses, with his own statement that he verily believes the above statement and records to be true, from his knowledge of the general character and appointment of those men by the church. And when this is done on the general church book, the record shall be just as holy, and shall answer the ordinance just the same as if he had seen with his eyes and heard with his ears, and made a record of the same on the general church book.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
                    "score": 0.7859833860716824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And thus will the Father bear record of me, and the Holy Ghost will bear record unto him of the Father and me; for the Father, and I, and the Holy Ghost are one.",
                    "score": 0.7799830398695239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it hath become expedient that I, according to the will of God, that the prayers of those who have gone hence, who were the holy ones, should be fulfilled according to their faith, should make a record of these things which have been done--",
                    "score": 0.7746352607813033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "But I shall make an account of my proceedings in my days. Behold, I make an abridgment of the record of my father, upon plates which I have made with mine own hands; wherefore, after I have abridged the record of my father then will I make an account of mine own life.",
                    "score": 0.7737082624852843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.7704704786941013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost.",
                    "score": 0.7702271810738811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 7,
                    "text": "And it came to pass that he said unto Nephi: Bring forth the record which ye have kept.",
                    "score": 0.7664125792946344
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7663965569486414
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.",
                    "score": 0.7628150259985994
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Therefore repent, and be baptized in the name of Jesus, and lay hold upon the gospel of Christ, which shall be set before you, not only in this record but also in the record which shall come unto the Gentiles from the Jews, which record shall come from the Gentiles unto you.",
                    "score": 0.762706832861405
                }
            ]
        },
        {
            "verse": 5,
            "text": "You may think this order of things to be very particular; but let me tell you that it is only to answer the will of God, by conforming to the ordinance and preparation that the Lord ordained and prepared before the foundation of the world, for the salvation of the dead who should die without a knowledge of the gospel.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 17,
                    "text": "Wherefore be ye not unwise, but understanding what the will of the Lord is.",
                    "score": 0.7845721774101194
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 4,
                    "text": "I ought not to harrow up in my desires the firm decree of a just God, for I know that he granteth unto men according to their desire, whether it be unto death or unto life; yea, I know that he allotteth unto men, yea, decreeth unto them decrees which are unalterable, according to their wills, whether they be unto salvation or unto destruction.",
                    "score": 0.7835236916696431
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 61,
                    "verse": 7,
                    "text": "He shall abide before God for ever: O prepare mercy and truth, which may preserve him.",
                    "score": 0.7811808767859513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "score": 0.7808043057221729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Wherefore, the things which I have written sufficeth me, save it be a few words which I must speak concerning the doctrine of Christ; wherefore, I shall speak unto you plainly, according to the plainness of my prophesying.",
                    "score": 0.7797135001954574
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,",
                    "score": 0.7763616754396321
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 13,
                    "text": "(For not the hearers of the law are just before God, but the doers of the law shall be justified.",
                    "score": 0.7759880423506422
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Therefore hearken unto me, ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.",
                    "score": 0.7736760780011672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 44,
                    "text": "For I am called to speak after this manner, according to the holy order of God, which is in Christ Jesus; yea, I am commanded to stand and testify unto this people the things which have been spoken by our fathers concerning the things which are to come.",
                    "score": 0.7721609599377496
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 15,
                    "text": "For behold, he surely must die that salvation may come; yea, it behooveth him and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby men may be brought into the presence of the Lord.",
                    "score": 0.7679040536368825
                }
            ]
        },
        {
            "verse": 6,
            "text": "And further, I want you to remember that John the Revelator was contemplating this very subject in relation to the dead, when he declared, as you will find recorded in Revelation 20:12--And I saw the dead, small and great, stand before God; and the books were opened; and another book was opened, which is the book of life; and the dead were judged out of those things which were written in the books, according to their works.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.",
                    "score": 0.8853735561915489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And Zeezrom began to inquire of them diligently, that he might know more concerning the kingdom of God. And he said unto Alma: What does this mean which Amulek hath spoken concerning the resurrection of the dead, that all shall rise from the dead, both the just and the unjust, and are brought to stand before God to be judged according to their works?",
                    "score": 0.7625899354008026
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Wherefore I praised the dead which are already dead more than the living which are yet alive.",
                    "score": 0.7581974445405609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 21,
                    "text": "But whether it be at his resurrection or after, I do not say; but this much I say, that there is a space between death and the resurrection of the body, and a state of the soul in happiness or in misery until the time which is appointed of God that the dead shall come forth, and be reunited, both soul and body, and be brought to stand before God, and be judged according to their works.",
                    "score": 0.746523359740719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.",
                    "score": 0.7440572070906651
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;",
                    "score": 0.7425058917730274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Behold, he bringeth to pass the resurrection of the dead. But behold, my son, the resurrection is not yet. Now, I unfold unto you a mystery; nevertheless, there are many mysteries which are kept, that no one knoweth them save God himself. But I show unto you one thing which I have inquired diligently of God that I might know--that is concerning the resurrection.",
                    "score": 0.7413331549521789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Yea, concerning that which was to come, and also concerning the resurrection of the dead, and the redemption of the people, which was to be brought to pass through the power, and sufferings, and death of Christ, and his resurrection and ascension into heaven.",
                    "score": 0.7397524425318021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 24,
                    "text": "And behold, the things which this apostle of the Lamb shall write are many things which thou hast seen; and behold, the remainder shalt thou see.",
                    "score": 0.7367946499897056
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 32,
                    "text": "And when they heard of the resurrection of the dead, some mocked: and others said, We will hear thee again of this matter.",
                    "score": 0.7362639953729527
                }
            ]
        },
        {
            "verse": 7,
            "text": "You will discover in this quotation that the books were opened; and another book was opened, which was the book of life; but the dead were judged out of those things which were written in the books, according to their works; consequently, the books spoken of must be the books which contained the record of their works, and refer to the records which are kept on the earth. And the book which was the book of life is the record which is kept in heaven; the principle agreeing precisely with the doctrine which is commanded you in the revelation contained in the letter which I wrote to you previous to my leaving my place--that in all your recordings it may be recorded in heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.",
                    "score": 0.8094315937079894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.",
                    "score": 0.8050821979808658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7856008583924134
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 61,
                    "text": "Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment.",
                    "score": 0.7853782125896105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And the day cometh that the words of the book which were sealed shall be read upon the house tops; and they shall be read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth.",
                    "score": 0.7768797573095287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And the angel of the Lord said unto me: Thou hast beheld that the book proceeded forth from the mouth of a Jew; and when it proceeded forth from the mouth of a Jew it contained the fulness of the gospel of the Lord, of whom the twelve apostles bear record; and they bear record according to the truth which is in the Lamb of God.",
                    "score": 0.7757929864432735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 8,
                    "text": "Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them.",
                    "score": 0.7751303130442811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 10,
                    "text": "But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.",
                    "score": 0.7742308739011904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.",
                    "score": 0.7737776300030743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 25,
                    "text": "For behold, out of the books which have been written, and which shall be written, shall this people be judged, for by them shall their works be known unto men.",
                    "score": 0.7737766050856332
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now, the nature of this ordinance consists in the power of the priesthood, by the revelation of Jesus Christ, wherein it is granted that whatsoever you bind on earth shall be bound in heaven, and whatsoever you loose on earth shall be loosed in heaven. Or, in other words, taking a different view of the translation, whatsoever you record on earth shall be recorded in heaven, and whatsoever you do not record on earth shall not be recorded in heaven; for out of the books shall your dead be judged, according to their own works, whether they themselves have attended to the ordinances in their own propria persona, or by the means of their own agents, according to the ordinance which God has prepared for their salvation from before the foundation of the world, according to the records which they have kept concerning their dead.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people.",
                    "score": 0.7981501844312118
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 33,
                    "text": "Knowest thou the ordinances of heaven? canst thou set the dominion thereof in the earth?",
                    "score": 0.7952244302497504
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,",
                    "score": 0.7809475646118578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 10,
                    "text": "But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.",
                    "score": 0.7773344966782132
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 12,
                    "text": "For the priesthood being changed, there is made of necessity a change also of the law.",
                    "score": 0.7759678486497612
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.",
                    "score": 0.7742180672078226
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7721255946098836
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 19,
                    "text": "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
                    "score": 0.7708196743706366
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 21,
                    "text": "For, behold, the Lord cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.",
                    "score": 0.768173738010972
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 35,
                    "text": "And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?",
                    "score": 0.7651797447214566
                }
            ]
        },
        {
            "verse": 9,
            "text": "It may seem to some to be a very bold doctrine that we talk of--a power which records or binds on earth and binds in heaven. Nevertheless, in all ages of the world, whenever the Lord has given a dispensation of the priesthood to any man by actual revelation, or any set of men, this power has always been given. Hence, whatsoever those men did in authority, in the name of the Lord, and did it truly and faithfully, and kept a proper and faithful record of the same, it became a law on earth and in heaven, and could not be annulled, according to the decrees of the great Jehovah. This is a faithful saying. Who can hear it?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people.",
                    "score": 0.8034511635981482
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.788252392247985
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 28,
                    "text": "For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.",
                    "score": 0.7772844156170404
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 16,
                    "text": "But if ye keep the commandments of God, and do with these things which are sacred according to that which the Lord doth command you, (for you must appeal unto the Lord for all things whatsoever ye must do with them) behold, no power of earth or hell can take them from you, for God is powerful to the fulfilling of all his words.",
                    "score": 0.7759197158422227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 32,
                    "text": "And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father, and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me; and I bear record that the Father commandeth all men, everywhere, to repent and believe in me.",
                    "score": 0.7744942451019365
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.",
                    "score": 0.7711356730107293
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 33,
                    "text": "Knowest thou the ordinances of heaven? canst thou set the dominion thereof in the earth?",
                    "score": 0.7704529826904349
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And here he hath authority from the chief priests to bind all that call on thy name.",
                    "score": 0.7669901764522026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Who shall say that it was not a miracle that by his word the heaven and the earth should be; and by the power of his word man was created of the dust of the earth; and by the power of his word have miracles been wrought?",
                    "score": 0.7669855375607931
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 19,
                    "text": "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
                    "score": 0.7653803423596425
                }
            ]
        },
        {
            "verse": 10,
            "text": "And again, for the precedent, Matthew 16:18, 19: And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven; and whatsoever thou shalt loose on earth shall be loosed in heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.",
                    "score": 0.888536405864407
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 19,
                    "text": "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
                    "score": 0.8485070114560006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that this is my doctrine, and whoso buildeth upon this buildeth upon my rock, and the gates of hell shall not prevail against them.",
                    "score": 0.817039109587788
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.",
                    "score": 0.8159494448886778
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.8050052133217074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.",
                    "score": 0.7919206679213993
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And I will make thee like the top of a rock: thou shalt be a place to spread nets upon; thou shalt be built no more: for I the Lord have spoken it, saith the Lord God.",
                    "score": 0.7876973363409691
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down.",
                    "score": 0.7869224932684635
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.",
                    "score": 0.7852755117864983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And I give unto you a commandment that ye shall do these things. And if ye shall always do these things blessed are ye, for ye are built upon my rock.",
                    "score": 0.783820986634069
                }
            ]
        },
        {
            "verse": 11,
            "text": "Now the great and grand secret of the whole matter, and the summum bonum of the whole subject that is lying before us, consists in obtaining the powers of the Holy Priesthood. For him to whom these keys are given there is no difficulty in obtaining a knowledge of facts in relation to the salvation of the children of men, both as well for the dead as for the living.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And by the power of the Holy Ghost ye may know the truth of all things.",
                    "score": 0.7873522014385137
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But ye have an unction from the Holy One, and ye know all things.",
                    "score": 0.7693933221958665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.76766917111111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And now Alma began to expound these things unto him, saying: It is given unto many to know the mysteries of God; nevertheless they are laid under a strict command that they shall not impart only according to the portion of his word which he doth grant unto the children of men, according to the heed and diligence which they give unto him.",
                    "score": 0.7568959155898306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 22,
                    "text": "Yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing--unto such it is given to know the mysteries of God; yea, unto such it shall be given to reveal things which never have been revealed; yea, and it shall be given unto such to bring thousands of souls to repentance, even as it has been given unto us to bring these our brethren to repentance.",
                    "score": 0.7535012505492559
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:",
                    "score": 0.7515610211138696
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 3,
                    "text": "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:",
                    "score": 0.750979094561325
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "score": 0.7502359104382298
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And it came to pass that he said unto me: Show me a sign by this power of the Holy Ghost, in the which ye know so much.",
                    "score": 0.7495287899320584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 36,
                    "text": "And thus they were instruments in the hands of God in bringing many to the knowledge of the truth, yea, to the knowledge of their Redeemer.",
                    "score": 0.7493352702672982
                }
            ]
        },
        {
            "verse": 12,
            "text": "Herein is glory and honor, and immortality and eternal life--The ordinance of baptism by water, to be immersed therein in order to answer to the likeness of the dead, that one principle might accord with the other; to be immersed in the water and come forth out of the water is in the likeness of the resurrection of the dead in coming forth out of their graves; hence, this ordinance was instituted to form a relationship with the ordinance of baptism for the dead, being in likeness of the dead.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 59,
                    "text": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
                    "score": 0.8121952325082235
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.",
                    "score": 0.8049876703852306
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 4,
                    "text": "Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
                    "score": 0.7850952766228608
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 60,
                    "text": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
                    "score": 0.777892362117
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,",
                    "score": 0.7775826723610242
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.",
                    "score": 0.776330310600135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them--Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.",
                    "score": 0.7683793959752724
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 16,
                    "text": "John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:",
                    "score": 0.7609797653576702
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?",
                    "score": 0.7604809067064123
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 21,
                    "text": "The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:",
                    "score": 0.7601601692018658
                }
            ]
        },
        {
            "verse": 13,
            "text": "Consequently, the baptismal font was instituted as a similitude of the grave, and was commanded to be in a place underneath where the living are wont to assemble, to show forth the living and the dead, and that all things may have their likeness, and that they may accord one with another--that which is earthly conforming to that which is heavenly, as Paul hath declared, 1 Corinthians 15:46, 47, and 48:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And now, ye remember that I said unto you: Thou shalt not make unto thee any graven image, or any likeness of things which are in heaven above, or which are in the earth beneath, or which are in the water under the earth.",
                    "score": 0.7679313013838451
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:",
                    "score": 0.7653193547827628
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Thou shalt not make thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth:",
                    "score": 0.7587843227573657
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 16,
                    "text": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
                    "score": 0.7541205482532776
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 59,
                    "text": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
                    "score": 0.7523995112143489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And he that believeth and is baptized shall be saved, but he that believeth not shall be damned;",
                    "score": 0.7484852527025337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 36,
                    "text": "Thou shalt not make unto thee any graven image, or any likeness of any thing in heaven above, or things which are in the earth beneath.",
                    "score": 0.7480022084031737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.",
                    "score": 0.7451446287905751
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And he saith unto them, Whose is this image and superscription?",
                    "score": 0.7441599976055875
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 9,
                    "text": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
                    "score": 0.7414291325931185
                }
            ]
        },
        {
            "verse": 14,
            "text": "Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual. The first man is of the earth, earthy; the second man is the Lord from heaven. As is the earthy, such are they also that are earthy; and as is the heavenly, such are they also that are heavenly. And as are the records on the earth in relation to your dead, which are truly made out, so also are the records in heaven. This, therefore, is the sealing and binding power, and, in one sense of the word, the keys of the kingdom, which consist in the key of knowledge.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 47,
                    "text": "The first man is of the earth, earthy: the second man is the Lord from heaven.",
                    "score": 0.8885516369182912
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 46,
                    "text": "Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.",
                    "score": 0.8479316651853072
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.8097764642441788
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 48,
                    "text": "As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.",
                    "score": 0.7860692545123934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Who shall say that it was not a miracle that by his word the heaven and the earth should be; and by the power of his word man was created of the dust of the earth; and by the power of his word have miracles been wrought?",
                    "score": 0.7824308670623812
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.",
                    "score": 0.769193516346781
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And every plant of the field before it was in the earth, and every herb of the field before it grew. For I, the Lord God, created all things, of which I have spoken, spiritually, before they were naturally upon the face of the earth. For I, the Lord God, had not caused it to rain upon the face of the earth. And I, the Lord God, had created all the children of men; and not yet a man to till the ground; for in heaven created I them; and there was not yet flesh upon the earth, neither in the water, neither in the air;",
                    "score": 0.7652779663931892
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 24,
                    "text": "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;",
                    "score": 0.7651158224492374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "score": 0.7649384911065471
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 21,
                    "text": "Who knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?",
                    "score": 0.7648852207603486
                }
            ]
        },
        {
            "verse": 15,
            "text": "And now, my dearly beloved brethren and sisters, let me assure you that these are principles in relation to the dead and the living that cannot be lightly passed over, as pertaining to our salvation. For their salvation is necessary and essential to our salvation, as Paul says concerning the fathers--that they without us cannot be made perfect--neither can we without our dead be made perfect.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,",
                    "score": 0.8244641638011326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "score": 0.8091373179915076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 24,
                    "text": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
                    "score": 0.789921653170325
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.",
                    "score": 0.7808412604874578
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 61,
                    "text": "Let your heart therefore be perfect with the Lord our God, to walk in his statutes, and to keep his commandments, as at this day.",
                    "score": 0.7794054510266147
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 5,
                    "text": "If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband's brother shall go in unto her, and take her to him to wife, and perform the duty of an husband's brother unto her.",
                    "score": 0.777878523080523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 21,
                    "text": "I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another--I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.",
                    "score": 0.7777032889304915
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "score": 0.777106102063772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
                    "score": 0.7763678594231657
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 14,
                    "text": "We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.",
                    "score": 0.7752828678713403
                }
            ]
        },
        {
            "verse": 16,
            "text": "And now, in relation to the baptism for the dead, I will give you another quotation of Paul, 1 Corinthians 15:29: Else what shall they do which are baptized for the dead, if the dead rise not at all? Why are they then baptized for the dead?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?",
                    "score": 0.879680295027753
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.",
                    "score": 0.7998095216605178
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 16,
                    "text": "For if the dead rise not, then is not Christ raised:",
                    "score": 0.7811020598901212
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 12,
                    "text": "Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?",
                    "score": 0.7806379476952615
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 59,
                    "text": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
                    "score": 0.7761791900514574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.",
                    "score": 0.7699140616101836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 16,
                    "text": "And behold, again it hath been spoken, that there is a first resurrection, a resurrection of all those who have been, or who are, or who shall be, down to the resurrection of Christ from the dead.",
                    "score": 0.7683964047906859
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 4,
                    "text": "Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.",
                    "score": 0.7664404485616783
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 4,
                    "text": "Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
                    "score": 0.7663836749301286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 9,
                    "text": "Therefore, there is a time appointed unto men that they shall rise from the dead; and there is a space between the time of death and the resurrection. And now, concerning this space of time, what becometh of the souls of men is the thing which I have inquired diligently of the Lord to know; and this is the thing of which I do know.",
                    "score": 0.7623116634962246
                }
            ]
        },
        {
            "verse": 17,
            "text": "And again, in connection with this quotation I will give you a quotation from one of the prophets, who had his eye fixed on the restoration of the priesthood, the glories to be revealed in the last days, and in an especial manner this most glorious of all subjects belonging to the everlasting gospel, namely, the baptism for the dead; for Malachi says, last chapter, verses 5th and 6th: Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And again, he quoted the fifth verse thus: Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.",
                    "score": 0.8644916937263767
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:",
                    "score": 0.827820507606282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;",
                    "score": 0.827820507606282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But behold, I prophesy unto you concerning the last days; concerning the days when the Lord God shall bring these things forth unto the children of men.",
                    "score": 0.7960828013375966
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And again shall the abomination of desolation, spoken of by Daniel the prophet, be fulfilled.",
                    "score": 0.791145294872567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 18,
                    "text": "Wherefore, all things which have been revealed unto the children of men shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. And now, my beloved brethren, I make an end of my sayings.",
                    "score": 0.7898999840968559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 7,
                    "text": "For the time cometh, saith the Lamb of God, that I will work a great and a marvelous work among the children of men; a work which shall be everlasting, either on the one hand or on the other--either to the convincing of them unto peace and life eternal, or unto the deliverance of them to the hardness of their hearts and the blindness of their minds unto their being brought down into captivity, and also into destruction, both temporally and spiritually, according to the captivity of the devil, of which I have spoken.",
                    "score": 0.7836727654049972
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And it shall be made known unto just and holy men, by the mouth of angels, at the time of his coming, that the words of our fathers may be fulfilled, according to that which they have spoken concerning him, which was according to the spirit of prophecy which was in them.",
                    "score": 0.7790423479402981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And now, behold, I would speak unto you concerning things which are, and which are to come; wherefore, I will read you the words of Isaiah. And they are the words which my brother has desired that I should speak unto you. And I speak unto you for your sakes, that ye may learn and glorify the name of your God.",
                    "score": 0.778109476857165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "score": 0.7771688898757552
                }
            ]
        },
        {
            "verse": 18,
            "text": "I might have rendered a plainer translation to this, but it is sufficiently plain to suit my purpose as it stands. It is sufficient to know, in this case, that the earth will be smitten with a curse unless there is a welding link of some kind or other between the fathers and the children, upon some subject or other--and behold what is that subject? It is the baptism for the dead. For we without them cannot be made perfect; neither can they without us be made perfect. Neither can they nor we be made perfect without those who have died in the gospel also; for it is necessary in the ushering in of the dispensation of the fulness of times, which dispensation is now beginning to usher in, that a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories should take place, and be revealed from the days of Adam even to the present time. And not only this, but those things which never have been revealed from the foundation of the world, but have been kept hid from the wise and prudent, shall be revealed unto babes and sucklings in this, the dispensation of the fulness of times.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 22,
                    "text": "For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off.",
                    "score": 0.8141239852554482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.8084303985901208
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.8084303985901208
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Then said he unto me, This is the curse that goeth forth over the face of the whole earth: for every one that stealeth shall be cut off as on this side according to it; and every one that sweareth shall be cut off as on that side according to it.",
                    "score": 0.7976370693532187
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I will bless them that bless thee, and curse them that curse thee; and in thee (that is, in thy Priesthood) and in thy seed (that is, thy Priesthood), for I give unto thee a promise that this right shall continue in thee, and in thy seed after thee (that is to say, the literal seed, or the seed of the body) shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.",
                    "score": 0.7971473700236738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 7,
                    "text": "For the time cometh, saith the Lamb of God, that I will work a great and a marvelous work among the children of men; a work which shall be everlasting, either on the one hand or on the other--either to the convincing of them unto peace and life eternal, or unto the deliverance of them to the hardness of their hearts and the blindness of their minds unto their being brought down into captivity, and also into destruction, both temporally and spiritually, according to the captivity of the devil, of which I have spoken.",
                    "score": 0.7939980947029999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of a remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction.",
                    "score": 0.7924639186038867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 5,
                    "text": "But behold, hearken ye unto me, and know that by the help of the all-powerful Creator of heaven and earth I can tell you concerning your thoughts, how that ye are beginning to labor in sin, which sin appeareth very abominable unto me, yea, and abominable unto God.",
                    "score": 0.7918907336662317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Wherefore, the things which I have written sufficeth me, save it be a few words which I must speak concerning the doctrine of Christ; wherefore, I shall speak unto you plainly, according to the plainness of my prophesying.",
                    "score": 0.7897900813064461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And now, the thing which our father meaneth concerning the grafting in of the natural branches through the fulness of the Gentiles, is, that in the latter days, when our seed shall have dwindled in unbelief, yea, for the space of many years, and many generations after the Messiah shall be manifested in body unto the children of men, then shall the fulness of the gospel of the Messiah come unto the Gentiles, and from the Gentiles unto the remnant of our seed--",
                    "score": 0.7884990436870188
                }
            ]
        },
        {
            "verse": 19,
            "text": "Now, what do we hear in the gospel which we have received? A voice of gladness! A voice of mercy from heaven; and a voice of truth out of the earth; glad tidings for the dead; a voice of gladness for the living and the dead; glad tidings of great joy. How beautiful upon the mountains are the feet of those that bring glad tidings of good things, and that say unto Zion: Behold, thy God reigneth! As the dews of Carmel, so shall the knowledge of God descend upon them!",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.8262461332242746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.8165049644951078
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 7,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!",
                    "score": 0.8165049644951078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
                    "score": 0.8155831731401655
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 11,
                    "text": "The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the Lord of hosts: for the Lord is good; for his mercy endureth for ever: and of them that shall bring the sacrifice of praise into the house of the Lord. For I will cause to return the captivity of the land, as at the first, saith the Lord.",
                    "score": 0.8037254303433171
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!",
                    "score": 0.7965459438593634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 37,
                    "text": "And blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end they shall be lifted up at the last day, and shall be saved in the everlasting kingdom of the Lamb; and whoso shall publish peace, yea, tidings of great joy, how beautiful upon the mountains shall they be.",
                    "score": 0.790807299023808
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 9,
                    "text": "O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!",
                    "score": 0.785891536185455
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And this voice which came from heaven we heard, when we were with him in the holy mount.",
                    "score": 0.7843697713467549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he said unto me: Awake, and hear the words which I shall tell thee; for behold, I am come to declare unto you the glad tidings of great joy.",
                    "score": 0.7841156853366227
                }
            ]
        },
        {
            "verse": 20,
            "text": "And again, what do we hear? Glad tidings from Cumorah! Moroni, an angel from heaven, declaring the fulfilment of the prophets--the book to be revealed. A voice of the Lord in the wilderness of Fayette, Seneca county, declaring the three witnesses to bear record of the book! The voice of Michael on the banks of the Susquehanna, detecting the devil when he appeared as an angel of light! The voice of Peter, James, and John in the wilderness between Harmony, Susquehanna county, and Colesville, Broome county, on the Susquehanna river, declaring themselves as possessing the keys of the kingdom, and of the dispensation of the fulness of times!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 15,
                    "text": "For a voice declareth from Dan, and publisheth affliction from mount Ephraim.",
                    "score": 0.7668284863613551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.7650215882393303
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 7,
                    "text": "For thus saith the Lord; Sing with gladness for Jacob, and shout among the chief of the nations: publish ye, praise ye, and say, O Lord, save thy people, the remnant of Israel.",
                    "score": 0.7589037013225552
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Hear ye now what the Lord saith; Arise, contend thou before the mountains, and let the hills hear thy voice.",
                    "score": 0.7582566310964131
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 7,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!",
                    "score": 0.7537430619921321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7537430619921321
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 32,
                    "text": "Sing unto God, ye kingdoms of the earth; O sing praises unto the Lord; Selah:",
                    "score": 0.7515414877830198
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 23,
                    "text": "Sing, O ye heavens; for the Lord hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the Lord hath redeemed Jacob, and glorified himself in Israel.",
                    "score": 0.7508228874161231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
                    "score": 0.7498812294606588
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 1,
                    "text": "Also, thou son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of the Lord:",
                    "score": 0.7491021746006751
                }
            ]
        },
        {
            "verse": 21,
            "text": "And again, the voice of God in the chamber of old Father Whitmer, in Fayette, Seneca county, and at sundry times, and in divers places through all the travels and tribulations of this Church of Jesus Christ of Latter-day Saints! And the voice of Michael, the archangel; the voice of Gabriel, and of Raphael, and of divers angels, from Michael or Adam down to the present time, all declaring their dispensation, their rights, their keys, their honors, their majesty and glory, and the power of their priesthood; giving line upon line, precept upon precept; here a little, and there a little; giving us consolation by holding forth that which is to come, confirming our hope!",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases.",
                    "score": 0.7666836782055105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.7662159865499341
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And they shall hearken to thy voice: and thou shalt come, thou and the elders of Israel, unto the king of Egypt, and ye shall say unto him, The Lord God of the Hebrews hath met with us: and now let us go, we beseech thee, three days' journey into the wilderness, that we may sacrifice to the Lord our God.",
                    "score": 0.7652737885268169
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 33,
                    "text": "To him that rideth upon the heavens of heavens, which were of old; lo, he doth send out his voice, and that a mighty voice.",
                    "score": 0.7624572350027985
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7605195319227115
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 15,
                    "text": "For a voice declareth from Dan, and publisheth affliction from mount Ephraim.",
                    "score": 0.7576528682180366
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And this voice which came from heaven we heard, when we were with him in the holy mount.",
                    "score": 0.7566216110077626
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
                    "score": 0.7563066398760948
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.",
                    "score": 0.756101482107048
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.755804184788531
                }
            ]
        },
        {
            "verse": 22,
            "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;",
                    "score": 0.8194813214780416
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 21,
                    "text": "Fear not, O land; be glad and rejoice: for the Lord will do great things.",
                    "score": 0.8154049506307515
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 1,
                    "text": "The king shall joy in thy strength, O Lord; and in thy salvation how greatly shall he rejoice!",
                    "score": 0.8139918858209135
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 142,
                    "verse": 7,
                    "text": "Bring my soul out of prison, that I may praise thy name: the righteous shall compass me about; for thou shalt deal bountifully with me.",
                    "score": 0.813319520645488
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Therefore the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.",
                    "score": 0.8060624479879644
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 9,
                    "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                    "score": 0.8054687614473419
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "score": 0.8045361071408322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.",
                    "score": 0.8039961490032611
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 11,
                    "text": "Therefore, the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy and holiness shall be upon their heads; and they shall obtain gladness and joy; sorrow and mourning shall flee away.",
                    "score": 0.8039419119170462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8030480881834883
                }
            ]
        },
        {
            "verse": 23,
            "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 12,
                    "text": "For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.",
                    "score": 0.8497123788296209
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 1,
                    "text": "Make a joyful noise unto God, all ye lands:",
                    "score": 0.8468240546369402
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 100,
                    "verse": 1,
                    "text": "Make a joyful noise unto the Lord, all ye lands.",
                    "score": 0.8426827031174529
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "score": 0.8348912078441832
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 98,
                    "verse": 4,
                    "text": "Make a joyful noise unto the Lord, all the earth: make a loud noise, and rejoice, and sing praise.",
                    "score": 0.8332274147227308
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.8301568311071411
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 32,
                    "text": "Sing unto God, ye kingdoms of the earth; O sing praises unto the Lord; Selah:",
                    "score": 0.8286348176276475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 96,
                    "verse": 11,
                    "text": "Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fulness thereof.",
                    "score": 0.8225289920382352
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Hear ye now what the Lord saith; Arise, contend thou before the mountains, and let the hills hear thy voice.",
                    "score": 0.8214856720516348
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 23,
                    "text": "Sing, O ye heavens; for the Lord hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the Lord hath redeemed Jacob, and glorified himself in Israel.",
                    "score": 0.8214686931836055
                }
            ]
        },
        {
            "verse": 24,
            "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.9024266924005627
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.9024266924005627
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 2,
                    "text": "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:",
                    "score": 0.8600052271713643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner's fire, and like fuller's soap.",
                    "score": 0.8573450117352942
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 1,
                    "text": "Behold, the day of the Lord cometh, and thy spoil shall be divided in the midst of thee.",
                    "score": 0.821022072349969
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 31,
                    "verse": 7,
                    "text": "For in that day every man shall cast away his idols of silver, and his idols of gold, which your own hands have made unto you for a sin.",
                    "score": 0.8206943029273392
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 43,
                    "verse": 18,
                    "text": "And he said unto me, Son of man, thus saith the Lord God; These are the ordinances of the altar in the day when they shall make it, to offer burnt offerings thereon, and to sprinkle blood thereon.",
                    "score": 0.8190497434823285
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Understand therefore this day, that the Lord thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the Lord hath said unto thee.",
                    "score": 0.8182292975834227
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 24,
                    "text": "And he shall wash his flesh with water in the holy place, and put on his garments, and come forth, and offer his burnt offering, and the burnt offering of the people, and make an atonement for himself, and for the people.",
                    "score": 0.8180860461779442
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And after that shall the Levites go in to do the service of the tabernacle of the congregation: and thou shalt cleanse them, and offer them for an offering.",
                    "score": 0.8171466819528483
                }
            ]
        },
        {
            "verse": 25,
            "text": "Brethren, I have many things to say to you on the subject; but shall now close for the present, and continue the subject another time. I am, as ever, your humble servant and never deviating friend,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 54,
                    "text": "And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen.",
                    "score": 0.8397659462604566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.",
                    "score": 0.8064863853690943
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7960433904245626
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
                    "score": 0.7948081926891578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 9,
                    "text": "And I do this that I may prove unto many that I am the same yesterday, today, and forever; and that I speak forth my words according to mine own pleasure. And because that I have spoken one word ye need not suppose that I cannot speak another; for my work is not yet finished; neither shall it be until the end of man, neither from that time henceforth and forever.",
                    "score": 0.7894565178273707
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 8,
                    "text": "For my brethren and companions' sakes, I will now say, Peace be within thee.",
                    "score": 0.7853329968760838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And now I, Jacob, speak unto you again, my beloved brethren, concerning this righteous branch of which I have spoken.",
                    "score": 0.7847250286380407
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.",
                    "score": 0.7807335803627307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
                    "score": 0.7806278343630026
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 32,
                    "text": "And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.",
                    "score": 0.7802870624263217
                }
            ]
        }
    ]
}