{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 36,
    "verses": [
        {
            "verse": 1,
            "text": "Thus saith the Lord God, the Mighty One of Israel: Behold, I say unto you, my servant Edward, that you are blessed, and your sins are forgiven you, and you are called to preach my gospel as with the voice of a trump;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
                    "score": 0.814547328508927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 1,
                    "text": "O that I were an angel, and could have the wish of mine heart, that I might go forth and speak with the trump of God, with a voice to shake the earth, and cry repentance unto every people!",
                    "score": 0.8131579483942443
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 3,
                    "text": "And said unto me, Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 0.8095337301065842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And said unto me: Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 0.8095337301065842
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Therefore saith the Lord, the Lord of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:",
                    "score": 0.8031910294033096
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 16,
                    "text": "For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:",
                    "score": 0.8026663073310806
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 3,
                    "text": "For I am the Lord thy God, the Holy One of Israel, thy Saviour: I gave Egypt for thy ransom, Ethiopia and Seba for thee.",
                    "score": 0.7990303390523141
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                    "score": 0.7950021924560653
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and say unto them, I am the Lord your God.",
                    "score": 0.7923441028798404
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 7,
                    "text": "Go, tell Jeroboam, Thus saith the Lord God of Israel, Forasmuch as I exalted thee from among the people, and made thee prince over my people Israel,",
                    "score": 0.7922785374029313
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I will lay my hand upon you by the hand of my servant Sidney Rigdon, and you shall receive my Spirit, the Holy Ghost, even the Comforter, which shall teach you the peaceable things of the kingdom;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.",
                    "score": 0.8487819599342145
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 26,
                    "text": "But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.",
                    "score": 0.8417140580975976
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 26,
                    "text": "But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:",
                    "score": 0.8361411360547317
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 34,
                    "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
                    "score": 0.8075601082346225
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.",
                    "score": 0.8030688281547709
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 108,
                    "verse": 6,
                    "text": "That thy beloved may be delivered: save with thy right hand, and answer me.",
                    "score": 0.8013747206151379
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.8008384102046333
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7987160765335194
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.7978173630727767
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;",
                    "score": 0.7956703795087596
                }
            ]
        },
        {
            "verse": 3,
            "text": "And you shall declare it with a loud voice, saying: Hosanna, blessed be the name of the most high God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And when I had spoken these words, the Spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the earth, yea, even above all. And blessed art thou, Nephi, because thou believest in the Son of the most high God; wherefore, thou shalt behold the things which thou hast desired.",
                    "score": 0.8246285923777598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 32,
                    "text": "Yea, they did cry: Hosanna to the Most High God. And they did cry: Blessed be the name of the Lord God Almighty, the Most High God.",
                    "score": 0.8201259935151092
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 10,
                    "text": "Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.",
                    "score": 0.8169944516697132
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 17,
                    "text": "I will praise the Lord according to his righteousness: and will sing praise to the name of the Lord most high.",
                    "score": 0.8165548583454053
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 2,
                    "text": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
                    "score": 0.8052557753533067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 17,
                    "text": "Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of Jesus, and did worship him.",
                    "score": 0.8020944601541553
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 38,
                    "text": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
                    "score": 0.7976133496845966
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 9,
                    "text": "And the multitudes that went before, and that followed, cried, saying, Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.",
                    "score": 0.795634708735844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And in that day shall ye say: Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted.",
                    "score": 0.7928234177877902
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And in that day shall ye say, Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted.",
                    "score": 0.7928234177877902
                }
            ]
        },
        {
            "verse": 4,
            "text": "And now this calling and commandment give I unto you concerning all men--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 20,
                    "text": "Let every man abide in the same calling wherein he was called.",
                    "score": 0.8491885019877323
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
                    "score": 0.8170378625488992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Therefore, all things whatsoever ye would that men should do to you, do ye even so to them, for this is the law and the prophets.",
                    "score": 0.8170378625488992
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Unto you, O men, I call; and my voice is to the sons of man.",
                    "score": 0.8126628048506801
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Brethren, let every man, wherein he is called, therein abide with God.",
                    "score": 0.8052545636684163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.",
                    "score": 0.7962244751541788
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 3,
                    "text": "But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.",
                    "score": 0.7940630131006624
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 18,
                    "text": "The Lord is nigh unto all them that call upon him, to all that call upon him in truth.",
                    "score": 0.7926480358309453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And now behold, my brethren, ye know that these commandments were given to our father, Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things which ye ought not to have done.",
                    "score": 0.7924390298132336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "score": 0.7914184327499647
                }
            ]
        },
        {
            "verse": 5,
            "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days.",
                    "score": 0.7867018727738455
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he ordained twelve, that they should be with him, and that he might send them forth to preach,",
                    "score": 0.7833536055528365
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 16,
                    "verse": 26,
                    "text": "But now is made manifest, and by the scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith:",
                    "score": 0.7814485683437185
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.",
                    "score": 0.7776961422295406
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And all nations shall serve him, and his son, and his son's son, until the very time of his land come: and then many nations and great kings shall serve themselves of him.",
                    "score": 0.7759240748688709
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 14,
                    "text": "Even so hath the Lord ordained that they which preach the gospel should live of the gospel.",
                    "score": 0.7757222253929013
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Hear now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the Branch.",
                    "score": 0.7757060440069068
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.7740169956878503
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7739151035908426
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
                    "score": 0.7729787724913773
                }
            ]
        },
        {
            "verse": 6,
            "text": "Crying repentance, saying: Save yourselves from this untoward generation, and come forth out of the fire, hating even the garments spotted with the flesh.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 23,
                    "text": "And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh.",
                    "score": 0.8309486422839395
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 8,
                    "text": "For this gird you with sackcloth, lament and howl: for the fierce anger of the Lord is not turned back from us.",
                    "score": 0.8015650862546742
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 6,
                    "text": "Wherefore I abhor myself, and repent in dust and ashes.",
                    "score": 0.7992438124554068
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 22,
                    "text": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
                    "score": 0.7978094702609456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 15,
                    "text": "Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!",
                    "score": 0.7973150720322488
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 31,
                    "text": "Thou shalt not do so unto the Lord thy God: for every abomination to the Lord, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.",
                    "score": 0.7945004512523636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.793278680361319
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 7,
                    "text": "Shall they escape by iniquity? in thine anger cast down the people, O God.",
                    "score": 0.7884419974958194
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7823744905058705
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 66,
                    "text": "Persecute and destroy them in anger from under the heavens of the Lord.",
                    "score": 0.7820715573886315
                }
            ]
        },
        {
            "verse": 7,
            "text": "And this commandment shall be given unto the elders of my church, that every man which will embrace it with singleness of heart may be ordained and sent forth, even as I have spoken.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 4,
                    "text": "Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
                    "score": 0.8047355840210815
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 21,
                    "text": "And, behold, the courses of the priests and the Levites, even they shall be with thee for all the service of the house of God: and there shall be with thee for all manner of workmanship every willing skilful man, for any manner of service: also the princes and all the people will be wholly at thy commandment.",
                    "score": 0.7997858568659593
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,",
                    "score": 0.7970199035626628
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And every man's hallowed things shall be his: whatsoever any man giveth the priest, it shall be his.",
                    "score": 0.7961189461783351
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 35,
                    "text": "By this shall all men know that ye are my disciples, if ye have love one to another.",
                    "score": 0.7938505938384267
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.",
                    "score": 0.7931716677410026
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Grant thee according to thine own heart, and fulfil all thy counsel.",
                    "score": 0.7925034570032774
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.7908271595394691
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.790128741826737
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 50,
                    "text": "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.",
                    "score": 0.7897811531260384
                }
            ]
        },
        {
            "verse": 8,
            "text": "I am Jesus Christ, the Son of God; wherefore, gird up your loins and I will suddenly come to my temple. Even so. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 7,
                    "text": "But as for me, I will come into thy house in the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.",
                    "score": 0.8096517347837686
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 68,
                    "text": "Behold, thou art one in me, a son of God; and thus may all become my sons. Amen.",
                    "score": 0.8053033443087868
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 7,
                    "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
                    "score": 0.8031263675880533
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 3,
                    "text": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.",
                    "score": 0.7974032361560857
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 20,
                    "text": "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.",
                    "score": 0.7969668988674115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.",
                    "score": 0.7946331281579725
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.",
                    "score": 0.7937866775964812
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Be ye followers of me, even as I also am of Christ.",
                    "score": 0.7910721225823923
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 10,
                    "text": "I am the Lord thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it.",
                    "score": 0.7882693605154419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "score": 0.7877682836308297
                }
            ]
        }
    ]
}