{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 61,
    "verses": [
        {
            "verse": 1,
            "text": "Behold, and hearken unto the voice of him who has all power, who is from everlasting to everlasting, even Alpha and Omega, the beginning and the end.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 8,
                    "text": "I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.",
                    "score": 0.822162725052333
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.",
                    "score": 0.81349458701329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 18,
                    "text": "I am the light and the life of the world. I am Alpha and Omega, the beginning and the end.",
                    "score": 0.7931811896682769
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And ye are complete in him, which is the head of all principality and power:",
                    "score": 0.7927790865517016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.787260962362957
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 50,
                    "text": "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.",
                    "score": 0.7856851264622801
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 147,
                    "verse": 5,
                    "text": "Great is our Lord, and of great power: his understanding is infinite.",
                    "score": 0.7832694272953912
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 13,
                    "text": "I am Alpha and Omega, the beginning and the end, the first and the last.",
                    "score": 0.7775524288615967
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 11,
                    "text": "To him be glory and dominion for ever and ever. Amen.",
                    "score": 0.7764461913862479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.",
                    "score": 0.774535175345181
                }
            ]
        },
        {
            "verse": 2,
            "text": "Behold, verily thus saith the Lord unto you, O ye elders of my church, who are assembled upon this spot, whose sins are now forgiven you, for I, the Lord, forgive sins, and am merciful unto those who confess their sins with humble hearts;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 22,
                    "text": "For behold, this is my church; whosoever is baptized shall be baptized unto repentance. And whomsoever ye receive shall believe in my name; and him will I freely forgive.",
                    "score": 0.81272734737977
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 5,
                    "text": "For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
                    "score": 0.8096155974228232
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 28,
                    "text": "Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:",
                    "score": 0.8093837008892262
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Hearken therefore unto the supplications of thy servant, and of thy people Israel, which they shall make toward this place: hear thou from thy dwelling place, even from heaven; and when thou hearest, forgive.",
                    "score": 0.8066486208090425
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "score": 0.798322181641551
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 132,
                    "text": "Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.",
                    "score": 0.7961519719711351
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 39,
                    "text": "Then hear thou from the heavens, even from thy dwelling place, their prayer and their supplications, and maintain their cause, and forgive thy people which have sinned against thee.",
                    "score": 0.7954135228006409
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose heart thou knowest; (for thou only knowest the hearts of the children of men:)",
                    "score": 0.7949803204659959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.",
                    "score": 0.7924664498721389
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 30,
                    "text": "And hearken thou to the supplication of thy servant, and of thy people Israel, when they shall pray toward this place: and hear thou in heaven thy dwelling place: and when thou hearest, forgive.",
                    "score": 0.7920054710458336
                }
            ]
        },
        {
            "verse": 3,
            "text": "But verily I say unto you, that it is not needful for this whole company of mine elders to be moving swiftly upon the waters, whilst the inhabitants on either side are perishing in unbelief.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 16,
                    "text": "Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the Lord.",
                    "score": 0.7808892790598047
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 2,
                    "text": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.",
                    "score": 0.7666306530051413
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.7605915989715292
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And God said unto Balaam, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.",
                    "score": 0.7578148046006443
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 6,
                    "text": "For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.",
                    "score": 0.7570166070662648
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 21,
                    "text": "But there the glorious Lord will be unto us a place of broad rivers and streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby.",
                    "score": 0.7562481984107648
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:",
                    "score": 0.7556080583326946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.",
                    "score": 0.7540015498439517
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And the Lord said unto Gideon, The people are yet too many; bring them down unto the water, and I will try them for thee there: and it shall be, that of whom I say unto thee, This shall go with thee, the same shall go with thee; and of whomsoever I say unto thee, This shall not go with thee, the same shall not go.",
                    "score": 0.7537532393361893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 6,
                    "text": "Yea, they shall not be beaten down by the storm at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds whithersoever the enemy listeth to carry them.",
                    "score": 0.752135754548373
                }
            ]
        },
        {
            "verse": 4,
            "text": "Nevertheless, I suffered it that ye might bear record; behold, there are many dangers upon the waters, and more especially hereafter;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives.",
                    "score": 0.7960439739818536
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 16,
                    "text": "The waters saw thee, O God, the waters saw thee; they were afraid: the depths also were troubled.",
                    "score": 0.7894860203236584
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 66,
                    "text": "But before that day he saw great tribulations among the wicked; and he also saw the sea, that it was troubled, and men's hearts failing them, looking forth with fear for the judgments of the Almighty God, which should come upon the wicked.",
                    "score": 0.776989488136515
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 5,
                    "text": "When the waves of death compassed me, the floods of ungodly men made me afraid;",
                    "score": 0.7584093117981036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And it came to pass that we were about to be swallowed up in the depths of the sea. And after we had been driven back upon the waters for the space of four days, my brethren began to see that the judgments of God were upon them, and that they must perish save that they should repent of their iniquities; wherefore, they came unto me, and loosed the bands which were upon my wrists, and behold they had swollen exceedingly; and also mine ankles were much swollen, and great was the soreness thereof.",
                    "score": 0.756305562178047
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror to be on all that haunt it!",
                    "score": 0.7560908054437308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                    "score": 0.7552332205783386
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 26,
                    "text": "In journeyings often, in perils of waters, in perils of robbers, in perils by mine own countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;",
                    "score": 0.753544194326762
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "For thou hadst cast me into the deep, in the midst of the seas; and the floods compassed me about: all thy billows and thy waves passed over me.",
                    "score": 0.7482940574037951
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Lord on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.",
                    "score": 0.7479791834831132
                }
            ]
        },
        {
            "verse": 5,
            "text": "For I, the Lord, have decreed in mine anger many destructions upon the waters; yea, and especially upon these waters.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.8216054902836069
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 36,
                    "text": "Therefore thus saith the Lord; Behold, I will plead thy cause, and take vengeance for thee; and I will dry up her sea, and make her springs dry.",
                    "score": 0.8173133685952125
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God; I will even rend it with a stormy wind in my fury; and there shall be an overflowing shower in mine anger, and great hailstones in my fury to consume it.",
                    "score": 0.8157544435893662
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 34,
                    "text": "And the fire of mine indignation is kindled against them; and in my hot displeasure will I send in the floods upon them, for my fierce anger is kindled against them.",
                    "score": 0.8157461156058621
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Was the Lord displeased against the rivers? was thine anger against the rivers? was thy wrath against the sea, that thou didst ride upon thine horses and thy chariots of salvation?",
                    "score": 0.8148765594955144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind he shall shake his hand over the river, and shall smite it in the seven streams, and make men go over dry shod.",
                    "score": 0.811540321784543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                    "score": 0.8109464558981546
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod.",
                    "score": 0.8090844210167762
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Therefore thus saith the Lord God; Behold, I am against thee, O Tyrus, and will cause many nations to come up against thee, as the sea causeth his waves to come up.",
                    "score": 0.8081894499509381
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now will I shortly pour out my fury upon thee, and accomplish mine anger upon thee: and I will judge thee according to thy ways, and will recompense thee for all thine abominations.",
                    "score": 0.8078094951752617
                }
            ]
        },
        {
            "verse": 6,
            "text": "Nevertheless, all flesh is in mine hand, and he that is faithful among you shall not perish by the waters.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 60,
                    "text": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
                    "score": 0.8460750956063646
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 15,
                    "text": "And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.",
                    "score": 0.8388250004591218
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 23,
                    "text": "The Lord render to every man his righteousness and his faithfulness: for the Lord delivered thee into my hand to day, but I would not stretch forth mine hand against the Lord's anointed.",
                    "score": 0.817945820699391
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 11,
                    "text": "And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.",
                    "score": 0.8121421474869625
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 2,
                    "text": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.",
                    "score": 0.8114240292969974
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.",
                    "score": 0.8087610101273113
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 6,
                    "text": "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.",
                    "score": 0.8078266427836849
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 4,
                    "text": "In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me.",
                    "score": 0.8048557401098532
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 21,
                    "text": "As for me, this is my covenant with them, saith the Lord; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever.",
                    "score": 0.8024662622980243
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.8019143301047864
                }
            ]
        },
        {
            "verse": 7,
            "text": "Wherefore, it is expedient that my servant Sidney Gilbert and my servant William W. Phelps be in haste upon their errand and mission.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 59,
                    "text": "At length the time arrived for obtaining the plates, the Urim and Thummim, and the breastplate. On the twenty-second day of September, one thousand eight hundred and twenty-seven, having gone as usual at the end of another year to the place where they were deposited, the same heavenly messenger delivered them up to me with this charge: that I should be responsible for them; that if I should let them go carelessly, or through any neglect of mine, I should be cut off; but that if I would use all my endeavors to preserve them, until he, the messenger, should call for them, they should be protected.",
                    "score": 0.7521515430690018
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 46,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.751442245236581
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.751442245236581
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 5,
                    "verse": 9,
                    "text": "My servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household.",
                    "score": 0.7482493489423543
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 70,
                    "verse": 1,
                    "text": "Make haste, O God, to deliver me; make haste to help me, O Lord.",
                    "score": 0.7460149599251926
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And we went before to ship, and sailed unto Assos, there intending to take in Paul: for so had he appointed, minding himself to go afoot.",
                    "score": 0.7401203050124164
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 38,
                    "verse": 22,
                    "text": "Make haste to help me, O Lord my salvation.",
                    "score": 0.7399292052814938
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Wherefore now rise up early in the morning with thy master's servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart.",
                    "score": 0.738151609462136
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 25,
                    "text": "Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants.",
                    "score": 0.7380016826403369
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:",
                    "score": 0.736051851054677
                }
            ]
        },
        {
            "verse": 8,
            "text": "Nevertheless, I would not suffer that ye should part until you were chastened for all your sins, that you might be one, that you might not perish in wickedness;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 13,
                    "text": "O all ye that are spared because ye were more righteous than they, will ye not now return unto me, and repent of your sins, and be converted, that I may heal you?",
                    "score": 0.8017552698345284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 40,
                    "text": "And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who do cast you out because of your exceeding poverty, lest ye become sinners like unto them;",
                    "score": 0.8010544271257614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 30,
                    "text": "And may the Lord grant unto you repentance, that ye may not bring down his wrath upon you, that ye may not be bound down by the chains of hell, that ye may not suffer the second death.",
                    "score": 0.7999904708184502
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 14,
                    "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
                    "score": 0.7997055685791243
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 19,
                    "verse": 13,
                    "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.",
                    "score": 0.794771727791755
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 7,
                    "text": "But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.",
                    "score": 0.7946867904566504
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And again, ye shall not have pain while ye shall dwell in the flesh, neither sorrow save it be for the sins of the world; and all this will I do because of the thing which ye have desired of me, for ye have desired that ye might bring the souls of men unto me, while the world shall stand.",
                    "score": 0.7943547510818121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 27,
                    "text": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.",
                    "score": 0.7938414109801581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 21,
                    "text": "I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another--I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.",
                    "score": 0.7932933645918883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 26,
                    "text": "I say unto you, Nay; for if ye had, the Lord would not have caused me to come forth and to prophesy evil concerning this people.",
                    "score": 0.7925743791827388
                }
            ]
        },
        {
            "verse": 9,
            "text": "But now, verily I say, it behooveth me that ye should part. Wherefore let my servants Sidney Gilbert and William W. Phelps take their former company, and let them take their journey in haste that they may fill their mission, and through faith they shall overcome;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 5,
                    "verse": 9,
                    "text": "My servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household.",
                    "score": 0.7880825702286756
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee.",
                    "score": 0.7826476779628798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now, behold, my brethren, I have spoken unto you, according as the Spirit hath constrained me; wherefore, I know that they must surely come to pass.",
                    "score": 0.7791123494505142
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.7784891715394013
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.7764503357168941
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 41,
                    "text": "I will accept you with your sweet savour, when I bring you out from the people, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you before the heathen.",
                    "score": 0.7758722646717697
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 16,
                    "text": "To morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me.",
                    "score": 0.7744064883156109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 16,
                    "text": "Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me.",
                    "score": 0.7742819197326308
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Wherefore our elders and all the inhabitants of our country spake to us, saying, Take victuals with you for the journey, and go to meet them, and say unto them, We are your servants: therefore now make ye a league with us.",
                    "score": 0.773531657877794
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 33,
                    "text": "Now therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.",
                    "score": 0.7734398498888193
                }
            ]
        },
        {
            "verse": 10,
            "text": "And inasmuch as they are faithful they shall be preserved, and I, the Lord, will be with them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 12,
                    "verse": 7,
                    "text": "Thou shalt keep them, O Lord, thou shalt preserve them from this generation for ever.",
                    "score": 0.844189241816426
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 2,
                    "text": "The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
                    "score": 0.839472770467677
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And ye shall keep my statutes, and do them: I am the Lord which sanctify you.",
                    "score": 0.8249877441959268
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 2,
                    "text": "Preserve my soul; for I am holy: O thou my God, save thy servant that trusteth in thee.",
                    "score": 0.8218002491439911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 4,
                    "text": "Now ye see that this is the true faith of God; yea, ye see that God will support, and keep, and preserve us, so long as we are faithful unto him, and unto our faith, and our religion; and never will the Lord suffer that we shall be destroyed except we should fall into transgression and deny our faith.",
                    "score": 0.820810268629663
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 9,
                    "text": "They shall therefore keep mine ordinance, lest they bear sin for it, and die therefore, if they profane it: I the Lord do sanctify them.",
                    "score": 0.8185432030960372
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Know therefore that the Lord thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;",
                    "score": 0.8142497320747212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And now, this commandment they observe to keep; wherefore, because of this observance, in keeping this commandment, the Lord God will not destroy them, but will be merciful unto them; and one day they shall become a blessed people.",
                    "score": 0.8129124108001613
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 23,
                    "text": "O love the Lord, all ye his saints: for the Lord preserveth the faithful, and plentifully rewardeth the proud doer.",
                    "score": 0.8108999147409491
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 20,
                    "text": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God.",
                    "score": 0.8104032035886863
                }
            ]
        },
        {
            "verse": 11,
            "text": "And let the residue take that which is needful for clothing.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 19,
                    "text": "If I have seen any perish for want of clothing, or any poor without covering;",
                    "score": 0.7330265991031072
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place.",
                    "score": 0.7248550801802381
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And they shall take away the ashes from the altar, and spread a purple cloth thereon:",
                    "score": 0.7227909880110186
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 20,
                    "text": "And purify all your raiment, and all that is made of skins, and all work of goats' hair, and all things made of wood.",
                    "score": 0.7225836328467943
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 58,
                    "text": "And the garment, either warp, or woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean.",
                    "score": 0.7224476647296799
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.",
                    "score": 0.7206569106884501
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And tookest thy broidered garments, and coveredst them: and thou hast set mine oil and mine incense before them.",
                    "score": 0.7195580091597517
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Thou shalt also take thereof a few in number, and bind them in thy skirts.",
                    "score": 0.7177744831540183
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "They shall also strip thee out of thy clothes, and take away thy fair jewels.",
                    "score": 0.7172446203385227
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.7151301953473691
                }
            ]
        },
        {
            "verse": 12,
            "text": "Let my servant Sidney Gilbert take that which is not needful with him, as you shall agree.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7675495841162554
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.",
                    "score": 0.7603302573008497
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Ye shall offer at your own will a male without blemish, of the beeves, of the sheep, or of the goats.",
                    "score": 0.7586187349841383
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 122,
                    "text": "Be surety for thy servant for good: let not the proud oppress me.",
                    "score": 0.7547262372131718
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 16,
                    "text": "For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.",
                    "score": 0.7532130006591653
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 14,
                    "text": "Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:",
                    "score": 0.7528705300373817
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 36,
                    "text": "To subvert a man in his cause, the Lord approveth not.",
                    "score": 0.75255938953675
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And in his estate shall stand up a vile person, to whom they shall not give the honour of the kingdom: but he shall come in peaceably, and obtain the kingdom by flatteries.",
                    "score": 0.7522238349221121
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 33,
                    "text": "Now therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.",
                    "score": 0.7519860654904232
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 1,
                    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
                    "score": 0.7517837562153401
                }
            ]
        },
        {
            "verse": 13,
            "text": "And now, behold, for your good I gave unto you a commandment concerning these things; and I, the Lord, will reason with you as with men in days of old.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 13,
                    "text": "To keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?",
                    "score": 0.8511030417507891
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "score": 0.8275587060805106
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "score": 0.8241090521977469
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "score": 0.8240100977774214
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 27,
                    "text": "A blessing, if ye obey the commandments of the Lord your God, which I command you this day:",
                    "score": 0.8224300594313164
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 40,
                    "text": "Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.",
                    "score": 0.8171525248454492
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.8168937398602009
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And this is the commandment which I have received; and behold, they shall come forth according to the commandment of the Lord, when he shall see fit, in his wisdom.",
                    "score": 0.8161642290512874
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 56,
                    "text": "And it is given unto them to know good from evil; wherefore they are agents unto themselves, and I have given unto you another law and commandment.",
                    "score": 0.8141542734887197
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them.",
                    "score": 0.8140326362757112
                }
            ]
        },
        {
            "verse": 14,
            "text": "Behold, I, the Lord, in the beginning blessed the waters; but in the last days, by the mouth of my servant John, I cursed the waters.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.",
                    "score": 0.7997019006194585
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 13,
                    "text": "For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.",
                    "score": 0.7912146951438361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.7895190734467464
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 23,
                    "text": "For the Lord your God dried up the waters of Jordan from before you, until ye were passed over, as the Lord your God did to the Red sea, which he dried up from before us, until we were gone over:",
                    "score": 0.7858587068839276
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 9,
                    "text": "Then washed I thee with water; yea, I throughly washed away thy blood from thee, and I anointed thee with oil.",
                    "score": 0.7836550658548264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!",
                    "score": 0.7817476142791961
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.",
                    "score": 0.7815452617726788
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "For thou hadst cast me into the deep, in the midst of the seas; and the floods compassed me about: all thy billows and thy waves passed over me.",
                    "score": 0.7799734794910462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.",
                    "score": 0.779573487847874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And it came to pass that we were about to be swallowed up in the depths of the sea. And after we had been driven back upon the waters for the space of four days, my brethren began to see that the judgments of God were upon them, and that they must perish save that they should repent of their iniquities; wherefore, they came unto me, and loosed the bands which were upon my wrists, and behold they had swollen exceedingly; and also mine ankles were much swollen, and great was the soreness thereof.",
                    "score": 0.7768750871540305
                }
            ]
        },
        {
            "verse": 15,
            "text": "Wherefore, the days will come that no flesh shall be safe upon the waters.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                    "score": 0.8172636312985831
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 21,
                    "text": "But there the glorious Lord will be unto us a place of broad rivers and streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby.",
                    "score": 0.8087373233130046
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 22,
                    "text": "Fear ye not me? saith the Lord: will ye not tremble at my presence, which have placed the sand for the bound of the sea by a perpetual decree, that it cannot pass it: and though the waves thereof toss themselves, yet can they not prevail; though they roar, yet can they not pass over it?",
                    "score": 0.8017818860699631
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 2,
                    "text": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.",
                    "score": 0.801101970444867
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 6,
                    "text": "For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.",
                    "score": 0.8004959329543714
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 24,
                    "text": "And ships shall come from the coast of Chittim, and shall afflict Asshur, and shall afflict Eber, and he also shall perish for ever.",
                    "score": 0.7988317437435211
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.7962226719558775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain, for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.7962226719558775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 15,
                    "text": "They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.",
                    "score": 0.7962226719558775
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away.",
                    "score": 0.7931467537055434
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it shall be said in days to come that none is able to go up to the land of Zion upon the waters, but he that is upright in heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 3,
                    "verse": 16,
                    "text": "In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack.",
                    "score": 0.7948195054601301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Wherefore, I, Lehi, prophesy according to the workings of the Spirit which is in me, that there shall none come into this land save they shall be brought by the hand of the Lord.",
                    "score": 0.7910689101556291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And no one need say they shall not come, for they surely shall, for the Lord hath spoken it; for out of the earth shall they come, by the hand of the Lord, and none can stay it; and it shall come in a day when it shall be said that miracles are done away; and it shall come even as if one should speak from the dead.",
                    "score": 0.7893714292214686
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
                    "score": 0.7845462483137462
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 20,
                    "text": "That his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to the left: to the end that he may prolong his days in his kingdom, he, and his children, in the midst of Israel.",
                    "score": 0.7841117513607213
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 5,
                    "text": "There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.",
                    "score": 0.7839037738438837
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Of the nations concerning which the Lord said unto the children of Israel, Ye shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clave unto these in love.",
                    "score": 0.7830098083881922
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7830089998588932
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 7,
                    "text": "And wherefore discourage ye the heart of the children of Israel from going over into the land which the Lord hath given them?",
                    "score": 0.7822885892597479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles.",
                    "score": 0.7814775072361579
                }
            ]
        },
        {
            "verse": 17,
            "text": "And, as I, the Lord, in the beginning cursed the land, even so in the last days have I blessed it, in its time, for the use of my saints, that they may partake the fatness thereof.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 14,
                    "text": "And I will satiate the soul of the priests with fatness, and my people shall be satisfied with my goodness, saith the Lord.",
                    "score": 0.8121785730721205
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.8079269960471266
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 20,
                    "text": "For when I shall have brought them into the land which I sware unto their fathers, that floweth with milk and honey; and they shall have eaten and filled themselves, and waxen fat; then will they turn unto other gods, and serve them, and provoke me, and break my covenant.",
                    "score": 0.7962011390981315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7888069513487113
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 16,
                    "text": "Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.",
                    "score": 0.7810386398804301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Therefore shall the Lord, the Lord of Hosts, send among his fat ones, leanness; and under his glory he shall kindle a burning like the burning of a fire.",
                    "score": 0.7810386398804301
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 29,
                    "text": "Then shall they know that I am the Lord, when I have laid the land most desolate because of all their abominations which they have committed.",
                    "score": 0.7800614881793367
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Wherefore kick ye at my sacrifice and at mine offering, which I have commanded in my habitation; and honourest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Israel my people?",
                    "score": 0.7798164618941501
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Out of Asher his bread shall be fat, and he shall yield royal dainties.",
                    "score": 0.7784188829495458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments. I have given unto them this land, and it is a holy land; and I curse it not save it be for the cause of iniquity; wherefore, I will visit thy brethren according as I have said; and their transgressions will I bring down with sorrow upon their own heads.",
                    "score": 0.7778687685643748
                }
            ]
        },
        {
            "verse": 18,
            "text": "And now I give unto you a commandment that what I say unto one I say unto all, that you shall forewarn your brethren concerning these waters, that they come not in journeying upon them, lest their faith fail and they are caught in snares;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 12,
                    "text": "Take heed to thyself, lest thou make a covenant with the inhabitants of the land whither thou goest, lest it be for a snare in the midst of thee:",
                    "score": 0.8194662453979334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved--",
                    "score": 0.8167954557691824
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 6,
                    "text": "For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.",
                    "score": 0.8150240063549129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "score": 0.8139305498050381
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 30,
                    "text": "Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou inquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.",
                    "score": 0.81088911985654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.",
                    "score": 0.8107856283581856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord.",
                    "score": 0.8096080263292172
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "score": 0.8086706532700477
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And command thou the people, saying, Ye are to pass through the coast of your brethren the children of Esau, which dwell in Seir; and they shall be afraid of you: take ye good heed unto yourselves therefore:",
                    "score": 0.8069069743216659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                    "score": 0.8068047066500394
                }
            ]
        },
        {
            "verse": 19,
            "text": "I, the Lord, have decreed, and the destroyer rideth upon the face thereof, and I revoke not the decree.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Behold, I have received commandment to bless: and he hath blessed; and I cannot reverse it.",
                    "score": 0.7957650453505667
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 42,
                    "verse": 21,
                    "text": "And now I have this day declared it to you; but ye have not obeyed the voice of the Lord your God, nor any thing for the which he hath sent me unto you.",
                    "score": 0.7859356661334875
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7810790984917837
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 26,
                    "text": "I prayed therefore unto the Lord, and said, O Lord God, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand.",
                    "score": 0.7803369444800181
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 12,
                    "text": "The Lord judge between me and thee, and the Lord avenge me of thee: but mine hand shall not be upon thee.",
                    "score": 0.7792919863817276
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Concerning the works of men, by the word of thy lips I have kept me from the paths of the destroyer.",
                    "score": 0.779127706267703
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And the Lord saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;",
                    "score": 0.7785219127839105
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Behold, the eyes of the Lord God are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the Lord.",
                    "score": 0.7783853569355631
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
                    "score": 0.7770210939998092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "score": 0.7766886389344354
                }
            ]
        },
        {
            "verse": 20,
            "text": "I, the Lord, was angry with you yesterday, but today mine anger is turned away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And in that day thou shalt say: O Lord, I will praise thee; though thou wast angry with me thine anger is turned away, and thou comfortedst me.",
                    "score": 0.8281061106697515
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And in that day thou shalt say, O Lord, I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me.",
                    "score": 0.8281061106697515
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.8025092981573332
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the anger of the Lord was kindled against them; and he departed.",
                    "score": 0.8023526816497053
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 85,
                    "verse": 4,
                    "text": "Turn us, O God of our salvation, and cause thine anger toward us to cease.",
                    "score": 0.8005017345469901
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Arise, O Lord, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded.",
                    "score": 0.7965846937869715
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And the Lord was very angry with Aaron to have destroyed him: and I prayed for Aaron also the same time.",
                    "score": 0.793940052088154
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 37,
                    "text": "Also the Lord was angry with me for your sakes, saying, Thou also shalt not go in thither.",
                    "score": 0.791986542355963
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 11,
                    "text": "I gave thee a king in mine anger, and took him away in my wrath.",
                    "score": 0.7909646164459864
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 18,
                    "text": "It is because you have hardened your hearts; yea, ye will not hearken unto the voice of the good shepherd; yea, ye have provoked him to anger against you.",
                    "score": 0.7898170495631083
                }
            ]
        },
        {
            "verse": 21,
            "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.8269408119299704
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 27,
                    "text": "And Balak said unto Balaam, Come, I pray thee, I will bring thee unto another place; peradventure it will please God that thou mayest curse me them from thence.",
                    "score": 0.8145665071990742
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 34,
                    "text": "Therefore now go, lead the people unto the place of which I have spoken unto thee: behold, mine Angel shall go before thee: nevertheless in the day when I visit I will visit their sin upon them.",
                    "score": 0.8086688909219685
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Wherefore our elders and all the inhabitants of our country spake to us, saying, Take victuals with you for the journey, and go to meet them, and say unto them, We are your servants: therefore now make ye a league with us.",
                    "score": 0.8080184991399694
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 70,
                    "verse": 1,
                    "text": "Make haste, O God, to deliver me; make haste to help me, O Lord.",
                    "score": 0.8079316979426978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now, behold, my brethren, I have spoken unto you, according as the Spirit hath constrained me; wherefore, I know that they must surely come to pass.",
                    "score": 0.8069490596459997
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them.",
                    "score": 0.8048798326112541
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 12,
                    "text": "And he said, Let us take our journey, and let us go, and I will go before thee.",
                    "score": 0.8044639965923023
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.8041553854457286
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And thou shalt say unto them, Thus saith the Lord; If ye will not hearken to me, to walk in my law, which I have set before you,",
                    "score": 0.8037850349356649
                }
            ]
        },
        {
            "verse": 22,
            "text": "And it mattereth not unto me, after a little, if it so be that they fill their mission, whether they go by water or by land; let this be as it is made known unto them according to their judgments hereafter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 13,
                    "text": "Neither is it beyond the sea, that thou shouldest say, Who shall go over the sea for us, and bring it unto us, that we may hear it, and do it?",
                    "score": 0.7788806677780954
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 25,
                    "text": "And it shall come to pass, when ye be come to the land which the Lord will give you, according as he hath promised, that ye shall keep this service.",
                    "score": 0.7727897524662328
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.7725987393911283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 16,
                    "text": "Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me.",
                    "score": 0.7723570826211754
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 22,
                    "text": "Let them bring them forth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come.",
                    "score": 0.7715226553304281
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.771045009112947
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it shall come to pass, if they will not believe also these two signs, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land: and the water which thou takest out of the river shall become blood upon the dry land.",
                    "score": 0.7653414989770049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 8,
                    "text": "Wherefore, they are of worth unto the children of men, and he that supposeth that they are not, unto them will I speak particularly, and confine the words unto mine own people; for I know that they shall be of great worth unto them in the last days; for in that day shall they understand them; wherefore, for their good have I written them.",
                    "score": 0.7648731810994074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And the Lord would not suffer that they should stop beyond the sea in the wilderness, but he would that they should come forth even unto the land of promise, which was choice above all other lands, which the Lord God had preserved for a righteous people.",
                    "score": 0.7642200558941191
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:",
                    "score": 0.762971640940084
                }
            ]
        },
        {
            "verse": 23,
            "text": "And now, concerning my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, let them come not again upon the waters, save it be upon the canal, while journeying unto their homes; or in other words they shall not come upon the waters to journey, save upon the canal.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.",
                    "score": 0.7901694547153367
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 42,
                    "text": "For they are my servants, which I brought forth out of the land of Egypt: they shall not be sold as bondmen.",
                    "score": 0.7890322487651384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Therefore, O my son, whosoever will come may come and partake of the waters of life freely; and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds.",
                    "score": 0.7766124748196415
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 30,
                    "text": "Doubtless ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.",
                    "score": 0.7739114052780073
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "score": 0.7705538108764816
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And Ruth said, Entreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:",
                    "score": 0.7695882144988244
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:",
                    "score": 0.769440851919104
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And Moses said unto Pharaoh, Glory over me: when shall I entreat for thee, and for thy servants, and for thy people, to destroy the frogs from thee and thy houses, that they may remain in the river only?",
                    "score": 0.7689943954557971
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And Uriah said unto David, The ark, and Israel, and Judah, abide in tents; and my lord Joab, and the servants of my lord, are encamped in the open fields; shall I then go into mine house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.",
                    "score": 0.7684057099060653
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And the servant said unto him, Peradventure the woman will not be willing to follow me unto this land: must I needs bring thy son again unto the land from whence thou camest?",
                    "score": 0.767236883341079
                }
            ]
        },
        {
            "verse": 24,
            "text": "Behold, I, the Lord, have appointed a way for the journeying of my saints; and behold, this is the way--that after they leave the canal they shall journey by land, inasmuch as they are commanded to journey and go up unto the land of Zion;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.8269988183526954
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 5,
                    "text": "They shall ask the way to Zion with their faces thitherward, saying, Come, and let us join ourselves to the Lord in a perpetual covenant that shall not be forgotten.",
                    "score": 0.8093222875619033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.8091895457084118
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.8091895457084118
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And many nations shall come, and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem.",
                    "score": 0.8074338722545742
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 5,
                    "verse": 9,
                    "text": "My servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household.",
                    "score": 0.8047339098898698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.8036635858669688
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 13,
                    "text": "I make a decree, that all they of the people of Israel, and of his priests and Levites, in my realm, which are minded of their own freewill to go up to Jerusalem, go with thee.",
                    "score": 0.8008788982679736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.",
                    "score": 0.8000916876427638
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And they first took their journey according to the commandment of the Lord by the hand of Moses.",
                    "score": 0.7983400010157534
                }
            ]
        },
        {
            "verse": 25,
            "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.",
                    "score": 0.8677110400504376
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 10,
                    "text": "And the children of Israel set forward, and pitched in Oboth.",
                    "score": 0.8247082618249755
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and say unto them, When ye be come into the land of your habitations, which I give unto you,",
                    "score": 0.8157867269910423
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.",
                    "score": 0.8092808096756148
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, that they turn and encamp before Pi-hahiroth, between Migdol and the sea, over against Baal-zephon: before it shall ye encamp by the sea.",
                    "score": 0.8083641279007544
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 18,
                    "text": "At the commandment of the Lord the children of Israel journeyed, and at the commandment of the Lord they pitched: as long as the cloud abode upon the tabernacle they rested in their tents.",
                    "score": 0.808151970339293
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "score": 0.8055817954262214
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And they shall put my name upon the children of Israel; and I will bless them.",
                    "score": 0.8039426576753177
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Speak unto the children of Israel, and say unto them, When ye come into the land whither I bring you,",
                    "score": 0.8036722061584952
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 51,
                    "text": "Speak unto the children of Israel, and say unto them, When ye are passed over Jordan into the land of Canaan;",
                    "score": 0.8031857414355679
                }
            ]
        },
        {
            "verse": 26,
            "text": "And, behold, this commandment you shall give unto all your brethren.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 54,
                    "text": "And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen.",
                    "score": 0.8221968042894069
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Brethren, let every man, wherein he is called, therein abide with God.",
                    "score": 0.8215296978474795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And this is the commandment which I have received; and behold, they shall come forth according to the commandment of the Lord, when he shall see fit, in his wisdom.",
                    "score": 0.8208586049088198
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "score": 0.820463221605277
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "score": 0.8179350844852069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "score": 0.8173036968860796
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,",
                    "score": 0.8171969620809049
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,",
                    "score": 0.8168694874964707
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 10,
                    "text": "And every wise hearted among you shall come, and make all that the Lord hath commanded;",
                    "score": 0.8162527312445883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Behold, my beloved brethren, I speak unto you these things that ye may rejoice, and lift up your heads forever, because of the blessings which the Lord God shall bestow upon your children.",
                    "score": 0.8156786580449813
                }
            ]
        },
        {
            "verse": 27,
            "text": "Nevertheless, unto whom is given power to command the waters, unto him it is given by the Spirit to know all his ways;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 16,
                    "text": "Thus saith the Lord, which maketh a way in the sea, and a path in the mighty waters;",
                    "score": 0.8073744382976283
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?",
                    "score": 0.8068461659795213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.",
                    "score": 0.802434992156766
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And he said unto them, Where is your faith? And they being afraid wondered, saying one to another, What manner of man is this! for he commandeth even the winds and water, and they obey him.",
                    "score": 0.8003147448673942
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 8,
                    "text": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee.",
                    "score": 0.7975446544183674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 9,
                    "text": "For behold, to one is given by the Spirit of God, that he may teach the word of wisdom;",
                    "score": 0.7949585248705281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Therefore, O my son, whosoever will come may come and partake of the waters of life freely; and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds.",
                    "score": 0.7940725680962548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I know, O Lord, that thou hast all power, and can do whatsoever thou wilt for the benefit of man; therefore touch these stones, O Lord, with thy finger, and prepare them that they may shine forth in darkness; and they shall shine forth unto us in the vessels which we have prepared, that we may have light while we shall cross the sea.",
                    "score": 0.7921727749485253
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 72,
                    "verse": 8,
                    "text": "He shall have dominion also from sea to sea, and from the river unto the ends of the earth.",
                    "score": 0.7913817953141538
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 29,
                    "verse": 3,
                    "text": "The voice of the Lord is upon the waters: the God of glory thundereth: the Lord is upon many waters.",
                    "score": 0.7909619293801734
                }
            ]
        },
        {
            "verse": 28,
            "text": "Wherefore, let him do as the Spirit of the living God commandeth him, whether upon the land or upon the waters, as it remaineth with me to do hereafter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.8415472759457633
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 14,
                    "text": "And shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the Lord have spoken it, and performed it, saith the Lord.",
                    "score": 0.835815538009621
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 9,
                    "text": "I will walk before the Lord in the land of the living.",
                    "score": 0.831277542601075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
                    "score": 0.8270993322404387
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 16,
                    "text": "In that I command thee this day to love the Lord thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord thy God shall bless thee in the land whither thou goest to possess it.",
                    "score": 0.8244840035215457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8223953181911896
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 33,
                    "text": "Ye shall walk in all the ways which the Lord your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.",
                    "score": 0.8168817964265989
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.8167813976859687
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "score": 0.8161088701982636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 50,
                    "text": "And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.",
                    "score": 0.8156639641600969
                }
            ]
        },
        {
            "verse": 29,
            "text": "And unto you is given the course for the saints, or the way for the saints of the camp of the Lord, to journey.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.7914837224576673
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:",
                    "score": 0.7788355937053622
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Now God himself and our Father, and our Lord Jesus Christ, direct our way unto you.",
                    "score": 0.7764323027561834
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 26,
                    "text": "Ponder the path of thy feet, and let all thy ways be established.",
                    "score": 0.7737685036343189
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Shew me thy ways, O Lord; teach me thy paths.",
                    "score": 0.7728617897864594
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 16,
                    "text": "Thus saith the Lord, which maketh a way in the sea, and a path in the mighty waters;",
                    "score": 0.7722513135843337
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 7,
                    "text": "But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.",
                    "score": 0.7721159882492483
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 20,
                    "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
                    "score": 0.7702651222560751
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 6,
                    "text": "In all thy ways acknowledge him, and he shall direct thy paths.",
                    "score": 0.7697071373688135
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And the priest said unto them, Go in peace: before the Lord is your way wherein ye go.",
                    "score": 0.7666839601092689
                }
            ]
        },
        {
            "verse": 30,
            "text": "And again, verily I say unto you, my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, shall not open their mouths in the congregations of the wicked until they arrive at Cincinnati;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Then said they, Come, and let us devise devices against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let us smite him with the tongue, and let us not give heed to any of his words.",
                    "score": 0.757893552227788
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 10,
                    "text": "For thy servant David's sake turn not away the face of thine anointed.",
                    "score": 0.7562760814100045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, I have been commanded that I should turn again and prophesy unto this people, yea, and to testify against them concerning their iniquities.",
                    "score": 0.7558382861721478
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 24,
                    "text": "For I say unto you, That none of those men which were bidden shall taste of my supper.",
                    "score": 0.7545888582809357
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the Lord of hosts hath sent me.",
                    "score": 0.7532638618611788
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Let them be confounded that persecute me, but let not me be confounded: let them be dismayed, but let not me be dismayed: bring upon them the day of evil, and destroy them with double destruction.",
                    "score": 0.7524882957734937
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:",
                    "score": 0.7523473495116673
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 28,
                    "text": "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.",
                    "score": 0.7520871342150806
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:",
                    "score": 0.7519715242623206
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 95,
                    "text": "The wicked have waited for me to destroy me: but I will consider thy testimonies.",
                    "score": 0.751771508714938
                }
            ]
        },
        {
            "verse": 31,
            "text": "And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is kindled against their wickedness, a people who are well-nigh ripened for destruction.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 7,
                    "text": "It may be they will present their supplication before the Lord, and will return every one from his evil way: for great is the anger and the fury that the Lord hath pronounced against this people.",
                    "score": 0.8299659167718906
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 30,
                    "text": "And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:",
                    "score": 0.8221686351970102
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 11,
                    "text": "Lord, when thy hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of thine enemies shall devour them.",
                    "score": 0.8221587454370091
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 66,
                    "text": "Persecute and destroy them in anger from under the heavens of the Lord.",
                    "score": 0.821914902210769
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 7,
                    "text": "Shall they escape by iniquity? in thine anger cast down the people, O God.",
                    "score": 0.8211492572391444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.8180303730463563
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 13,
                    "text": "For we will destroy this place, because the cry of them is waxen great before the face of the Lord; and the Lord hath sent us to destroy it.",
                    "score": 0.8178808451928175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 16,
                    "text": "For those who shall be destroyed shall speak unto them out of the ground, and their speech shall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the Lord God will give unto him power, that he may whisper concerning them, even as it were out of the ground; and their speech shall whisper out of the dust.",
                    "score": 0.8165455393692581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Wherefore, all those who are proud, and that do wickedly, the day that cometh shall burn them up, saith the Lord of Hosts, for they shall be as stubble.",
                    "score": 0.8150774036746832
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 1,
                    "text": "Thus saith the Lord; Behold, I will raise up against Babylon, and against them that dwell in the midst of them that rise up against me, a destroying wind;",
                    "score": 0.8142062350398724
                }
            ]
        },
        {
            "verse": 32,
            "text": "And from thence let them journey for the congregations of their brethren, for their labors even now are wanted more abundantly among them than among the congregations of the wicked.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 5,
                    "text": "And they came unto Alma; and the one who was the foremost among them said unto him: Behold, what shall these my brethren do, for they are despised of all men because of their poverty, yea, and more especially by our priests; for they have cast us out of our synagogues which we have labored abundantly to build with our own hands; and they have cast us out because of our exceeding poverty; and we have no place to worship our God; and behold, what shall we do?",
                    "score": 0.7966739477105107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 34,
                    "text": "And they were lifted up in pride, even to the persecution of many of their brethren. Now this was a great evil, which did cause the more humble part of the people to suffer great persecutions, and to wade through much affliction.",
                    "score": 0.7943147300701084
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 43,
                    "text": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:",
                    "score": 0.7881636925312134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 10,
                    "text": "And who knoweth but what they will be the means of bringing many thousands of them, yea, and also many thousands of our stiffnecked brethren, the Nephites, who are now hardening their hearts in sin and iniquities, to the knowledge of their Redeemer?",
                    "score": 0.7870830040190946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 5,
                    "text": "And now in the reign of Mosiah they were not half so numerous as the people of God; but because of the dissensions among the brethren they became more numerous.",
                    "score": 0.7857934393055555
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more;",
                    "score": 0.7853652247563204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 35,
                    "text": "Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee.",
                    "score": 0.7835976461980919
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.7821938841100825
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days.",
                    "score": 0.7820462534845084
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:",
                    "score": 0.780777875983939
                }
            ]
        },
        {
            "verse": 33,
            "text": "And now, concerning the residue, let them journey and declare the word among the congregations of the wicked, inasmuch as it is given;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 45,
                    "text": "Therefore, Helaman and his brethren went forth, and did declare the word of God with much power unto the convincing of many people of their wickedness, which did cause them to repent of their sins and to be baptized unto the Lord their God.",
                    "score": 0.7988881145217509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 57,
                    "text": "And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things; and behold, their names shall be blotted out, that the names of the wicked shall not be numbered among the names of the righteous, that the word of God may be fulfilled, which saith: The names of the wicked shall not be mingled with the names of my people;",
                    "score": 0.7975127001531769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7926842321285927
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.7907675708194329
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:",
                    "score": 0.7892440607587162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, who the Lord hath said should scatter this people, and this people should be counted as naught among them--therefore I write a small abridgment, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people.",
                    "score": 0.7870271721471156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7862280911177612
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 14,
                    "text": "But the word is very nigh unto thee, in thy mouth, and in thy heart, that thou mayest do it.",
                    "score": 0.7859890992609564
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And Moses said unto the congregation, This is the thing which the Lord commanded to be done.",
                    "score": 0.7854693594817737
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 31,
                    "text": "They shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this.",
                    "score": 0.7854538412320614
                }
            ]
        },
        {
            "verse": 34,
            "text": "And inasmuch as they do this they shall rid their garments, and they shall be spotless before me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "They shall also strip thee out of thy clothes, and take away thy fair jewels.",
                    "score": 0.836293039556123
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And I will also give thee into their hand, and they shall throw down thine eminent place, and shall break down thy high places: they shall strip thee also of thy clothes, and shall take thy fair jewels, and leave thee naked and bare.",
                    "score": 0.8241015143588594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments spotless even as their garments are spotless, in the kingdom of heaven to go no more out.",
                    "score": 0.8051912773982318
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.8039982235492352
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 22,
                    "text": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
                    "score": 0.802243911633557
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.",
                    "score": 0.794689581157598
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.",
                    "score": 0.7924309595701282
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 46,
                    "text": "For thus saith the Lord God; I will bring up a company upon them, and will give them to be removed and spoiled.",
                    "score": 0.7923218902513585
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 29,
                    "text": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.",
                    "score": 0.7909844205041434
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 8,
                    "text": "And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.",
                    "score": 0.7842321329293115
                }
            ]
        },
        {
            "verse": 35,
            "text": "And let them journey together, or two by two, as seemeth them good, only let my servant Reynolds Cahoon, and my servant Samuel H. Smith, with whom I am well pleased, be not separated until they return to their homes, and this for a wise purpose in me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Yet I will send my servants unto thee to morrow about this time, and they shall search thine house, and the houses of thy servants; and it shall be, that whatsoever is pleasant in thine eyes, they shall put it in their hand, and take it away.",
                    "score": 0.7937964612115795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 1,
                    "text": "But behold, there shall be many--at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;",
                    "score": 0.7867833293860518
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And when they were come to the land of Zuph, Saul said to his servant that was with him, Come, and let us return; lest my father leave caring for the asses, and take thought for us.",
                    "score": 0.7867771444277218
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 38,
                    "text": "If they return to thee with all their heart and with all their soul in the land of their captivity, whither they have carried them captives, and pray toward their land, which thou gavest unto their fathers, and toward the city which thou hast chosen, and toward the house which I have built for thy name:",
                    "score": 0.7793911611611783
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the Lord's, and I will offer it up for a burnt offering.",
                    "score": 0.7745295792290741
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 33,
                    "text": "Now therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren.",
                    "score": 0.7742571089201422
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 6,
                    "text": "Also the sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
                    "score": 0.7721397264731642
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 61,
                    "text": "And another also said, Lord, I will follow thee; but let me first go bid them farewell, which are at home at my house.",
                    "score": 0.7717936421146263
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 5,
                    "verse": 9,
                    "text": "My servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household.",
                    "score": 0.7703909494715449
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 25,
                    "text": "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,",
                    "score": 0.7701316619347827
                }
            ]
        },
        {
            "verse": 36,
            "text": "And now, verily I say unto you, and what I say unto one I say unto all, be of good cheer, little children; for I am in your midst, and I have not forsaken you;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth.",
                    "score": 0.8180617974060768
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                    "score": 0.8105222630795095
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Behold, my beloved brethren, I speak unto you these things that ye may rejoice, and lift up your heads forever, because of the blessings which the Lord God shall bestow upon your children.",
                    "score": 0.8076478989031067
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.",
                    "score": 0.8019906133287302
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Be ye therefore followers of God, as dear children;",
                    "score": 0.7967211748441021
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For they are impudent children and stiffhearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord God.",
                    "score": 0.7954409360010429
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 17,
                    "text": "Now in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse.",
                    "score": 0.7944641387630141
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 33,
                    "text": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.",
                    "score": 0.7943251862637586
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
                    "score": 0.7927819327623359
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 34,
                    "text": "Verily, I say unto you, this generation, in which these things shall be shown forth, shall not pass away until all I have told you shall be fulfilled.",
                    "score": 0.7927123131074697
                }
            ]
        },
        {
            "verse": 37,
            "text": "And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:",
                    "score": 0.8189987868539597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And behold, I have come having great hopes and much desire that I should find that ye had humbled yourselves before God, and that ye had continued in the supplicating of his grace, that I should find that ye were blameless before him, that I should find that ye were not in the awful dilemma that our brethren were in at Zarahemla.",
                    "score": 0.8188627105994871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 5,
                    "text": "Behold, O ye my people, or my brethren, for I esteem you as such, I desire that ye should consider the cause which ye are called to consider--for ye are desirous to have a king.",
                    "score": 0.8013197445257806
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 40,
                    "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
                    "score": 0.7994681097570694
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 7,
                    "text": "Therefore thus saith the Lord God; I have lifted up mine hand, Surely the heathen that are about you, they shall bear their shame.",
                    "score": 0.7985833439289417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.",
                    "score": 0.7929133606592231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 25,
                    "text": "For I do not mean that ye all of you have been compelled to humble yourselves; for I verily believe that there are some among you who would humble themselves, let them be in whatsoever circumstances they might.",
                    "score": 0.7926367595671806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And it came to pass that they did humble themselves before the Lord; insomuch that I had joy and great hopes of them, that they would walk in the paths of righteousness.",
                    "score": 0.7924825145623223
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 11,
                    "text": "For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted.",
                    "score": 0.790243951763752
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 41,
                    "text": "I will accept you with your sweet savour, when I bring you out from the people, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you before the heathen.",
                    "score": 0.7896656368863197
                }
            ]
        },
        {
            "verse": 38,
            "text": "Gird up your loins and be watchful and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 40,
                    "text": "Be ye therefore ready also: for the Son of man cometh at an hour when ye think not.",
                    "score": 0.8386515796618452
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 44,
                    "text": "Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.",
                    "score": 0.8211586004330517
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 48,
                    "text": "Therefore be ye also ready, for in such an hour as ye think not, the Son of Man cometh.",
                    "score": 0.8211586004330517
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 33,
                    "text": "Take ye heed, watch and pray: for ye know not when the time is.",
                    "score": 0.8180289993287141
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;",
                    "score": 0.8134933056767236
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:",
                    "score": 0.8108855176370339
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
                    "score": 0.7991754747872879
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.",
                    "score": 0.7890696448216501
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them;",
                    "score": 0.7878679045719671
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;",
                    "score": 0.7851967706623374
                }
            ]
        },
        {
            "verse": 39,
            "text": "Pray always that you enter not into temptation, that you may abide the day of his coming, whether in life or in death. Even so. Amen.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 40,
                    "text": "And when he was at the place, he said unto them, Pray that ye enter not into temptation.",
                    "score": 0.8149058771145449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 39,
                    "text": "Yea, and I also exhort you, my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptations of the devil, that he may not overpower you, that ye may not become his subjects at the last day; for behold, he rewardeth you no good thing.",
                    "score": 0.8133780146688422
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 41,
                    "text": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
                    "score": 0.7987804596234193
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 29,
                    "text": "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from among his people.",
                    "score": 0.7964697573589503
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 26,
                    "text": "At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:",
                    "score": 0.7917940753142526
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 7,
                    "text": "Rest in the Lord, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.",
                    "score": 0.7902761473111364
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 3,
                    "text": "Be not hasty to go out of his sight: stand not in an evil thing; for he doeth whatsoever pleaseth him.",
                    "score": 0.7898474349376887
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 36,
                    "text": "Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.",
                    "score": 0.7896329244938924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 9,
                    "text": "But behold, I say unto you that ye must pray always, and not faint; that ye must not perform any thing unto the Lord save in the first place ye shall pray unto the Father in the name of Christ, that he will consecrate thy performance unto thee, that thy performance may be for the welfare of thy soul.",
                    "score": 0.7886068667211306
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 33,
                    "text": "Take ye heed, watch and pray: for ye know not when the time is.",
                    "score": 0.787642737485504
                }
            ]
        }
    ]
}