{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 110,
    "verses": [
        {
            "verse": 1,
            "text": "The veil was taken from our minds, and the eyes of our understanding were opened.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But their minds were blinded: for until this day remaineth the same veil untaken away in the reading of the old testament; which veil is done away in Christ.",
                    "score": 0.7955661907962012
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 74,
                    "text": "Our minds being now enlightened, we began to have the scriptures laid open to our understandings, and the true meaning and intention of their more mysterious passages revealed unto us in a manner which we never could attain to previously, nor ever before had thought of. In the meantime we were forced to keep secret the circumstances of having received the Priesthood and our having been baptized, owing to a spirit of persecution which had already manifested itself in the neighborhood.",
                    "score": 0.7862743935193134
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7658884362772859
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 4,
                    "text": "He hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.761516271683439
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 33,
                    "text": "They say unto him, Lord, that our eyes may be opened.",
                    "score": 0.7518378981046282
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Therefore said they unto him, How were thine eyes opened?",
                    "score": 0.7508346318629171
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 1,
                    "verse": 1,
                    "text": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;",
                    "score": 0.7475367006980909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And behold, the heavens were opened, and they were caught up into heaven, and saw and heard unspeakable things.",
                    "score": 0.7459193362355527
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And he beheld the spirits that God had created; and he beheld also things which were not visible to the natural eye; and from thenceforth came the saying abroad in the land: A seer hath the Lord raised up unto his people.",
                    "score": 0.7432338596189014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And there were many whose faith was so exceedingly strong, even before Christ came, who could not be kept from within the veil, but truly saw with their eyes the things which they had beheld with an eye of faith, and they were glad.",
                    "score": 0.7421168451624355
                }
            ]
        },
        {
            "verse": 2,
            "text": "We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7569640477523639
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 22,
                    "text": "And thou shalt make upon the breastplate chains at the ends of wreathen work of pure gold.",
                    "score": 0.7533325551716601
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 15,
                    "text": "And they made upon the breastplate chains at the ends, of wreathen work of pure gold.",
                    "score": 0.7514685336065368
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 36,
                    "text": "And thou shalt make a plate of pure gold, and grave upon it, like the engravings of a signet, Holiness to the Lord.",
                    "score": 0.7493093904903284
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 50,
                    "text": "We have therefore brought an oblation for the Lord, what every man hath gotten, of jewels of gold, chains, and bracelets, rings, earrings, and tablets, to make an atonement for our souls before the Lord.",
                    "score": 0.7427728988238963
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And thou shalt make the breastplate of judgment with cunning work; after the work of the ephod thou shalt make it; of gold, of blue, and of purple, and of scarlet, and of fine twined linen, shalt thou make it.",
                    "score": 0.7413884710031224
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 3,
                    "verse": 10,
                    "text": "He made the pillars thereof of silver, the bottom thereof of gold, the covering of it of purple, the midst thereof being paved with love, for the daughters of Jerusalem.",
                    "score": 0.7410151233552841
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 13,
                    "text": "Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil: and thou wast exceeding beautiful, and thou didst prosper into a kingdom.",
                    "score": 0.7374385892186657
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 5,
                    "text": "And thou shalt set the altar of gold for the incense before the ark of the testimony, and put the hanging of the door to the tabernacle.",
                    "score": 0.736274618281913
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 10,
                    "text": "And they saw the God of Israel: and there was under his feet as it were a paved work of a sapphire stone, and as it were the body of heaven in his clearness.",
                    "score": 0.734117705671732
                }
            ]
        },
        {
            "verse": 3,
            "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 14,
                    "text": "His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;",
                    "score": 0.9008360534990983
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 6,
                    "text": "His body also was like the beryl, and his face as the appearance of lightning, and his eyes as lamps of fire, and his arms and his feet like in colour to polished brass, and the voice of his words like the voice of a multitude.",
                    "score": 0.8433087924348232
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 3,
                    "text": "His countenance was like lightning, and his raiment white as snow:",
                    "score": 0.8320963511624115
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 12,
                    "text": "His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.",
                    "score": 0.8140507974717138
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 16,
                    "text": "When he uttereth his voice, there is a multitude of waters in the heavens; and he causeth the vapours to ascend from the ends of the earth: he maketh lightnings with rain, and bringeth forth the wind out of his treasures.",
                    "score": 0.8045151619641986
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 13,
                    "text": "When he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapours to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures.",
                    "score": 0.8045151619641986
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 9,
                    "text": "I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire.",
                    "score": 0.80201854051177
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7995530557812321
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 12,
                    "text": "At the brightness that was before him his thick clouds passed, hail stones and coals of fire.",
                    "score": 0.7926521280580253
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins even downward, fire; and from his loins even upward, as the appearance of brightness, as the colour of amber.",
                    "score": 0.7916232176610118
                }
            ]
        },
        {
            "verse": 4,
            "text": "I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 12,
                    "text": "Hearken unto me, O Jacob and Israel, my called; I am he; I am the first, I also am the last.",
                    "score": 0.8599818830408229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Hearken unto me, O Jacob, and Israel my called, for I am he; I am the first, and I am also the last.",
                    "score": 0.8520494994281418
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 6,
                    "text": "Thus saith the Lord the King of Israel, and his redeemer the Lord of hosts; I am the first, and I am the last; and beside me there is no God.",
                    "score": 0.8154800219374455
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 18,
                    "text": "I am one that bear witness of myself, and the Father that sent me beareth witness of me.",
                    "score": 0.7959826801963317
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 4,
                    "text": "Who hath wrought and done it, calling the generations from the beginning? I the Lord, the first, and with the last; I am he.",
                    "score": 0.795913336714121
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Then said the king, The one saith, This is my son that liveth, and thy son is the dead: and the other saith, Nay; but thy son is the dead, and my son is the living.",
                    "score": 0.7938857859140911
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:",
                    "score": 0.7933948763334059
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 15,
                    "text": "I am the Lord, your Holy One, the creator of Israel, your King.",
                    "score": 0.7862332169011073
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 18,
                    "text": "I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.",
                    "score": 0.7834827833869905
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 13,
                    "text": "I will be his father, and he shall be my son: and I will not take my mercy away from him, as I took it from him that was before thee:",
                    "score": 0.7826569129919592
                }
            ]
        },
        {
            "verse": 5,
            "text": "Behold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 2,
                    "text": "Wash me throughly from mine iniquity, and cleanse me from my sin.",
                    "score": 0.8304538420139228
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 30,
                    "text": "For on that day shall the priest make an atonement for you, to cleanse you, that ye may be clean from all your sins before the Lord.",
                    "score": 0.8144359450557626
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 3,
                    "text": "Now ye are clean through the word which I have spoken unto you.",
                    "score": 0.8102849457927412
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 25,
                    "text": "Therefore the Lord hath recompensed me according to my righteousness; according to my cleanness in his eye sight.",
                    "score": 0.8081131237324308
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 4,
                    "text": "For thou hast said, My doctrine is pure, and I am clean in thine eyes.",
                    "score": 0.8076063685568218
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 25,
                    "text": "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you.",
                    "score": 0.8074514727980658
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The Lord rewarded me according to my righteousness; according to the cleanness of my hands hath he recompensed me.",
                    "score": 0.807185548759902
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 21,
                    "text": "The Lord rewarded me according to my righteousness: according to the cleanness of my hands hath he recompensed me.",
                    "score": 0.807185548759902
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 41,
                    "text": "But rather give alms of such things as ye have; and, behold, all things are clean unto you.",
                    "score": 0.8040776653679144
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Who can say, I have made my heart clean, I am pure from my sin?",
                    "score": 0.7984239131230552
                }
            ]
        },
        {
            "verse": 6,
            "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "score": 0.8236488972731447
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 7,
                    "text": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people.",
                    "score": 0.8217225367478697
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 5,
                    "text": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.",
                    "score": 0.8214530387041414
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Lord, I have loved the habitation of thy house, and the place where thine honour dwelleth.",
                    "score": 0.8188585844120991
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 10,
                    "text": "Take heed now; for the Lord hath chosen thee to build an house for the sanctuary: be strong, and do it.",
                    "score": 0.8184773517396677
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 22,
                    "text": "I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.",
                    "score": 0.817570070891351
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.",
                    "score": 0.8158430574673238
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Now set your heart and your soul to seek the Lord your God; arise therefore, and build ye the sanctuary of the Lord God, to bring the ark of the covenant of the Lord, and the holy vessels of God, into the house that is to be built to the name of the Lord.",
                    "score": 0.8139121154017233
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 11,
                    "text": "But let all those that put their trust in thee rejoice: let them ever shout for joy, because thou defendest them: let them also that love thy name be joyful in thee.",
                    "score": 0.8138233099590458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 20,
                    "text": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another--",
                    "score": 0.8137647719152835
                }
            ]
        },
        {
            "verse": 7,
            "text": "For behold, I have accepted this house, and my name shall be here; and I will manifest myself to my people in mercy in this house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 7,
                    "text": "But as for me, I will come into thy house in the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.",
                    "score": 0.8336697832056491
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the Lord for ever.",
                    "score": 0.8294767274379595
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And into whatsoever house ye enter, first say, Peace be to this house.",
                    "score": 0.8170854218976867
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 1,
                    "text": "I was glad when they said unto me, Let us go into the house of the Lord.",
                    "score": 0.8121871298375106
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 7,
                    "text": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people.",
                    "score": 0.8108872935278512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And it shall come to pass that I will establish my people, O house of Israel.",
                    "score": 0.8105712416908392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 18,
                    "text": "Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.",
                    "score": 0.8099899698884943
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For now have I chosen and sanctified this house, that my name may be there for ever: and mine eyes and mine heart shall be there perpetually.",
                    "score": 0.8031802093764376
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the Lord's, and I will offer it up for a burnt offering.",
                    "score": 0.7991976849512172
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 42,
                    "text": "(For they shall hear of thy great name, and of thy strong hand, and of thy stretched out arm;) when he shall come and pray toward this house;",
                    "score": 0.7990075998002715
                }
            ]
        },
        {
            "verse": 8,
            "text": "Yea, I will appear unto my servants, and speak unto them with mine own voice, if my people will keep my commandments, and do not pollute this holy house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 25,
                    "text": "For I am the Lord: I will speak, and the word that I shall speak shall come to pass; it shall be no more prolonged: for in your days, O rebellious house, will I say the word, and will perform it, saith the Lord God.",
                    "score": 0.8324343908016738
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "score": 0.8303690284963278
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "score": 0.8255650940565153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.8255575616972759
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 20,
                    "text": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God.",
                    "score": 0.8250186125291884
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 85,
                    "verse": 8,
                    "text": "I will hear what God the Lord will speak: for he will speak peace unto his people, and to his saints: but let them not turn again to folly.",
                    "score": 0.8201743844744736
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 38,
                    "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                    "score": 0.8199137946727122
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 9,
                    "text": "The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.",
                    "score": 0.8174233960434135
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 18,
                    "text": "When thou shalt hearken to the voice of the Lord thy God, to keep all his commandments which I command thee this day, to do that which is right in the eyes of the Lord thy God.",
                    "score": 0.8169895910635185
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 8,
                    "text": "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the Lord shall he behold: wherefore then were ye not afraid to speak against my servant Moses?",
                    "score": 0.8160671512216394
                }
            ]
        },
        {
            "verse": 9,
            "text": "Yea the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the blessings which shall be poured out, and the endowment with which my servants have been endowed in this house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 18,
                    "text": "I will give thee thanks in the great congregation: I will praise thee among much people.",
                    "score": 0.8289061947155438
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 30,
                    "text": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
                    "score": 0.8069528391829973
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 1,
                    "text": "I will praise thee, O Lord, with my whole heart; I will shew forth all thy marvellous works.",
                    "score": 0.8031617541531144
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 3,
                    "text": "And God Almighty bless thee, and make thee fruitful, and multiply thee, that thou mayest be a multitude of people;",
                    "score": 0.800474671191559
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 30,
                    "text": "For it was little which thou hadst before I came, and it is now increased unto a multitude; and the Lord hath blessed thee since my coming: and now when shall I provide for mine own house also?",
                    "score": 0.8002878780306648
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 7,
                    "text": "I will mention the lovingkindnesses of the Lord, and the praises of the Lord, according to all that the Lord hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses.",
                    "score": 0.7999475096612342
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Now therefore let it please thee to bless the house of thy servant, that it may be before thee for ever: for thou blessest, O Lord, and it shall be blessed for ever.",
                    "score": 0.7996672222158392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Behold, thousands of them do rejoice, and have been brought into the fold of God.",
                    "score": 0.7992760769658581
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 30,
                    "text": "I will greatly praise the Lord with my mouth; yea, I will praise him among the multitude.",
                    "score": 0.7986302170024849
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.",
                    "score": 0.7985464621756037
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the fame of this house shall spread to foreign lands; and this is the beginning of the blessing which shall be poured out upon the heads of my people. Even so. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the Lord of hosts.",
                    "score": 0.8287008004956378
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 32,
                    "verse": 13,
                    "text": "Upon the land of my people shall come up thorns and briers; yea, upon all the houses of joy in the joyous city:",
                    "score": 0.8164010202815638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And it shall come to pass that I will establish my people, O house of Israel.",
                    "score": 0.8146860344362145
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 20,
                    "text": "Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have sanctified for my name, will I cast out of my sight, and will make it to be a proverb and a byword among all nations.",
                    "score": 0.8078669247298897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.",
                    "score": 0.8076234026757543
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.",
                    "score": 0.8076234026757543
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 5,
                    "text": "In that day shall the Lord of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,",
                    "score": 0.8045415195631975
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.",
                    "score": 0.796047802431351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And it shall come to pass in the last days, when the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it.",
                    "score": 0.7945813647667761
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And they shall bring the glory and honour of the nations into it.",
                    "score": 0.7943105232390687
                }
            ]
        },
        {
            "verse": 11,
            "text": "After this vision closed, the heavens were again opened unto us; and Moses appeared before us, and committed unto us the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.7898362339547923
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 2,
                    "text": "And Moses called unto all Israel, and said unto them, Ye have seen all that the Lord did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;",
                    "score": 0.7839269742180363
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 31,
                    "text": "And Moses called unto them; and Aaron and all the rulers of the congregation returned unto him: and Moses talked with them.",
                    "score": 0.7764483083669269
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                    "score": 0.7761798602792157
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.7760016620894375
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.7753473047753914
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And then the Lord said: Let us go down. And they went down at the beginning, and they, that is the Gods, organized and formed the heavens and the earth.",
                    "score": 0.7747320108802058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And then will I gather them in from the four quarters of the earth; and then will I fulfil the covenant which the Father hath made unto all the people of the house of Israel.",
                    "score": 0.7726276167316717
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                    "score": 0.7695246577088015
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.",
                    "score": 0.7694870001995153
                }
            ]
        },
        {
            "verse": 12,
            "text": "After this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying that in us and our seed all generations after us should be blessed.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.8078527638029684
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.8053948578785713
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 112,
                    "verse": 2,
                    "text": "His seed shall be mighty upon earth: the generation of the upright shall be blessed.",
                    "score": 0.8005390601729535
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 9,
                    "text": "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the Lord hath blessed.",
                    "score": 0.7968007494084031
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7966305362058145
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.79070424617819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7893150881801391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 30,
                    "text": "A seed shall serve him; it shall be accounted to the Lord for a generation.",
                    "score": 0.7888334394878435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7862313988273419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And now I say unto you, who shall declare his generation? Behold, I say unto you, that when his soul has been made an offering for sin he shall see his seed. And now what say ye? And who shall be his seed?",
                    "score": 0.7826822540132695
                }
            ]
        },
        {
            "verse": 13,
            "text": "After this vision had closed, another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 17,
                    "text": "They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.",
                    "score": 0.7624692254806891
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 24,
                    "text": "Afterwards the spirit took me up, and brought me in a vision by the Spirit of God into Chaldea, to them of the captivity. So the vision that I had seen went up from me.",
                    "score": 0.7614398870556435
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 11,
                    "text": "And now thou sayest, Go, tell thy lord, Behold, Elijah is here.",
                    "score": 0.7611340316164608
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And it came to pass, as they still went on, and talked, that, behold, there appeared a chariot of fire, and horses of fire, and parted them both asunder; and Elijah went up by a whirlwind into heaven.",
                    "score": 0.7611154980665726
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Whereof the Holy Ghost also is a witness to us: for after that he had said before,",
                    "score": 0.7558841665984466
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 14,
                    "text": "And now thou sayest, Go, tell thy lord, Behold, Elijah is here: and he shall slay me.",
                    "score": 0.7529994398255277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;",
                    "score": 0.7516407376520625
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:",
                    "score": 0.7516407376520625
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass, when the Lord would take up Elijah into heaven by a whirlwind, that Elijah went with Elisha from Gilgal.",
                    "score": 0.7514539448132155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And it came to pass that I saw the heavens open; and an angel came down and stood before me; and he said unto me: Nephi, what beholdest thou?",
                    "score": 0.7506388151447938
                }
            ]
        },
        {
            "verse": 14,
            "text": "Behold, the time has fully come, which was spoken of by the mouth of Malachi--testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:",
                    "score": 0.8660703083722279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;",
                    "score": 0.8660703083722279
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 11,
                    "text": "And now thou sayest, Go, tell thy lord, Behold, Elijah is here.",
                    "score": 0.8233116712097932
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And again, he quoted the fifth verse thus: Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.",
                    "score": 0.8188000581335435
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 14,
                    "text": "And now thou sayest, Go, tell thy lord, Behold, Elijah is here: and he shall slay me.",
                    "score": 0.8158554784764073
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 8,
                    "text": "Behold, it is come, and it is done, saith the Lord God; this is the day whereof I have spoken.",
                    "score": 0.8059875259453733
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.",
                    "score": 0.7997540075470942
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 13,
                    "text": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
                    "score": 0.7979631744198954
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.7958898067228567
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass at the time of the offering of the evening sacrifice, that Elijah the prophet came near, and said, Lord God of Abraham, Isaac, and of Israel, let it be known this day that thou art God in Israel, and that I am thy servant, and that I have done all these things at thy word.",
                    "score": 0.7953229828580339
                }
            ]
        },
        {
            "verse": 15,
            "text": "To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.9284672006441087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.9284672006441087
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.",
                    "score": 0.8347567634041312
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 16,
                    "text": "Instead of thy fathers shall be thy children, whom thou mayest make princes in all the earth.",
                    "score": 0.8319605458276486
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 65,
                    "text": "Give them sorrow of heart, thy curse unto them.",
                    "score": 0.8301529611689232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And he shall cast out devils, or the evil spirits which dwell in the hearts of the children of men.",
                    "score": 0.8082854469469232
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 22,
                    "text": "For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off.",
                    "score": 0.796048269432658
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And there shall cleave nought of the cursed thing to thine hand: that the Lord may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;",
                    "score": 0.7932180580217175
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 19,
                    "text": "Cursed be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen.",
                    "score": 0.7877916448799096
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; his blood shall be upon him.",
                    "score": 0.7866014087368074
                }
            ]
        },
        {
            "verse": 16,
            "text": "Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.8139257836818875
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 1,
                    "text": "Behold, the day of the Lord cometh, and thy spoil shall be divided in the midst of thee.",
                    "score": 0.7957169256758194
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "The great day of the Lord is near, it is near, and hasteth greatly, even the voice of the day of the Lord: the mighty man shall cry there bitterly.",
                    "score": 0.7944804749228485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7857188628517525
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7857188628517525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7846785254362906
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 5,
                    "verse": 5,
                    "text": "To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
                    "score": 0.7828981914911037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "score": 0.7822990090237156
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 1,
                    "text": "This know also, that in the last days perilous times shall come.",
                    "score": 0.7803674860071829
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Hold thy peace at the presence of the Lord God: for the day of the Lord is at hand: for the Lord hath prepared a sacrifice, he hath bid his guests.",
                    "score": 0.779485160274288
                }
            ]
        }
    ]
}