{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 103,
    "verses": [
        {
            "verse": 1,
            "text": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.8440470909509028
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.8303413179767698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "score": 0.8269258779168572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 54,
                    "text": "And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen.",
                    "score": 0.8262948124339937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
                    "score": 0.8261974452650337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 2,
                    "text": "And behold, this is the thing which I will give unto you for a sign--for verily I say unto you that when these things which I declare unto you, and which I shall declare unto you hereafter of myself, and by the power of the Holy Ghost which shall be given unto you of the Father, shall be made known unto the Gentiles that they may know concerning this people who are a remnant of the house of Jacob, and concerning this my people who shall be scattered by them;",
                    "score": 0.8234999312113861
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.8230863931434634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I perceive that ye desire that I should show unto you what I have done unto your brethren at Jerusalem, for I see that your faith is sufficient that I should heal you.",
                    "score": 0.8226707258115187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "score": 0.8179394288577136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Now, my beloved brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day that I might declare unto you the word of God.",
                    "score": 0.8173783253588959
                }
            ]
        },
        {
            "verse": 2,
            "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 15,
                    "text": "My times are in thy hand: deliver me from the hand of mine enemies, and from them that persecute me.",
                    "score": 0.8752205451733902
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 31,
                    "text": "And I will pour out mine indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, and skilful to destroy.",
                    "score": 0.846929799159461
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8467578915873822
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Let not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause.",
                    "score": 0.8465954177466447
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 17,
                    "verse": 9,
                    "text": "From the wicked that oppress me, from my deadly enemies, who compass me about.",
                    "score": 0.8423686463575842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
                    "score": 0.833481094629537
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 40,
                    "text": "Thou hast also given me the necks of mine enemies; that I might destroy them that hate me.",
                    "score": 0.8276372863459369
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 41,
                    "text": "Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.",
                    "score": 0.8276372863459369
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 27,
                    "text": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
                    "score": 0.8269258814510405
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 11,
                    "text": "Mine eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me.",
                    "score": 0.819653758025844
                }
            ]
        },
        {
            "verse": 3,
            "text": "For I have suffered them thus far, that they might fill up the measure of their iniquities, that their cup might be full;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 32,
                    "text": "Fill ye up then the measure of your fathers.",
                    "score": 0.7146960110124448
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 38,
                    "verse": 4,
                    "text": "For mine iniquities are gone over mine head: as an heavy burden they are too heavy for me.",
                    "score": 0.7146402526174727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And we have suffered all manner of afflictions, and all this, that perhaps we might be the means of saving some soul; and we supposed that our joy would be full if perhaps we could be the means of saving some.",
                    "score": 0.7144815923806668
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 30,
                    "text": "If I must needs glory, I will glory of the things which concern mine infirmities.",
                    "score": 0.7139082948278725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And ye yourselves know that I have hitherto been diligent in the office of my calling; but I this day am weighed down with much more desire and anxiety for the welfare of your souls than I have hitherto been.",
                    "score": 0.7133913298851827
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 17,
                    "text": "That they may want bread and water, and be astonied one with another, and consume away for their iniquity.",
                    "score": 0.7104568511170573
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
                    "score": 0.709389471631634
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 21,
                    "text": "That I may cause those that love me to inherit substance; and I will fill their treasures.",
                    "score": 0.7085324147044889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 9,
                    "text": "But behold, this is not all--ye have withheld your provisions from them, insomuch that many have fought and bled out their lives because of their great desires which they had for the welfare of this people; yea, and this they have done when they were about to perish with hunger, because of your exceedingly great neglect towards them.",
                    "score": 0.7069265312891359
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 14,
                    "text": "But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:",
                    "score": 0.706450060327092
                }
            ]
        },
        {
            "verse": 4,
            "text": "And that those who call themselves after my name might be chastened for a little season with a sore and grievous chastisement, because they did not hearken altogether unto the precepts and commandments which I gave unto them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But if ye will not hearken unto me, and will not do all these commandments;",
                    "score": 0.7855792217573219
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 64,
                    "verse": 7,
                    "text": "And there is none that calleth upon thy name, that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us, because of our iniquities.",
                    "score": 0.7765095830773987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 57,
                    "text": "And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things; and behold, their names shall be blotted out, that the names of the wicked shall not be numbered among the names of the righteous, that the word of God may be fulfilled, which saith: The names of the wicked shall not be mingled with the names of my people;",
                    "score": 0.7731732045670636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And I give unto them a name that never shall be blotted out, except it be through transgression.",
                    "score": 0.7729557360756244
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 14,
                    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                    "score": 0.7719723961313563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For if this people had not fallen into transgression the Lord would not have suffered that this great evil should come upon them. But behold, they would not hearken unto his words; but there arose contentions among them, even so much that they did shed blood among themselves.",
                    "score": 0.7704139615358218
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name in those things which they hallow unto me: I am the Lord.",
                    "score": 0.7694914393709859
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.",
                    "score": 0.7689675437685897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7686392125490701
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 54,
                    "text": "That thou mayest bear thine own shame, and mayest be confounded in all that thou hast done, in that thou art a comfort unto them.",
                    "score": 0.7684915314469142
                }
            ]
        },
        {
            "verse": 5,
            "text": "But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 7,
                    "text": "I will declare the decree: the Lord hath said unto me, Thou art my Son; this day have I begotten thee.",
                    "score": 0.8401332000250926
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people.",
                    "score": 0.822952440728056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation; for a law shall proceed from me, and I will make my judgment to rest for a light for the people.",
                    "score": 0.8209327522581743
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.",
                    "score": 0.8208172088389426
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.8191166359709977
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And this is a decree, which I have sent forth in the beginning of the world, from my own mouth, from the foundation thereof, and by the mouths of my servants, thy fathers, have I decreed it, even as it shall be sent forth in the world, unto the ends thereof.",
                    "score": 0.8164851154412506
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 28,
                    "text": "Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.",
                    "score": 0.8153956196231239
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God:",
                    "score": 0.8135849860942286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.813495505391198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.811215383298862
                }
            ]
        },
        {
            "verse": 6,
            "text": "Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 15,
                    "text": "My times are in thy hand: deliver me from the hand of mine enemies, and from them that persecute me.",
                    "score": 0.8244065265784755
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 59,
                    "verse": 1,
                    "text": "Deliver me from mine enemies, O my God: defend me from them that rise up against me.",
                    "score": 0.8141614573657331
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "score": 0.8116909142593741
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 31,
                    "text": "And I will pour out mine indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, and skilful to destroy.",
                    "score": 0.8115018019013599
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 3,
                    "text": "When mine enemies are turned back, they shall fall and perish at thy presence.",
                    "score": 0.8113007060111516
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8101357513231267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "score": 0.8098951588532034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8085960335490647
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Behold, he findeth occasions against me, he counteth me for his enemy,",
                    "score": 0.8082364496821455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 23,
                    "text": "For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.",
                    "score": 0.8056878296995197
                }
            ]
        },
        {
            "verse": 7,
            "text": "And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever and ever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "score": 0.850303595351093
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 138,
                    "verse": 4,
                    "text": "All the kings of the earth shall praise thee, O Lord, when they hear the words of thy mouth.",
                    "score": 0.8361124683125477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 41,
                    "text": "Therefore, go forth unto this people, and declare the words which I have spoken, unto the ends of the earth.",
                    "score": 0.8262138487252356
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 28,
                    "text": "Therefore say unto them, Thus saith the Lord God; There shall none of my words be prolonged any more, but the word which I have spoken shall be done, saith the Lord God.",
                    "score": 0.825434449981908
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 5,
                    "text": "Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:",
                    "score": 0.8192278959206711
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 5,
                    "text": "Only if thou carefully hearken unto the voice of the Lord thy God, to observe to do all these commandments which I command thee this day.",
                    "score": 0.8179371356244184
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth.",
                    "score": 0.816609585175277
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth.",
                    "score": 0.8142001172372684
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, I will hear, saith the Lord, I will hear the heavens, and they shall hear the earth;",
                    "score": 0.8139298407055879
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And also that we may preserve unto them the words which have been spoken by the mouth of all the holy prophets, which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time.",
                    "score": 0.8134637868445829
                }
            ]
        },
        {
            "verse": 8,
            "text": "But inasmuch as they keep not my commandments, and hearken not to observe all my words, the kingdoms of the world shall prevail against them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But if ye will not hearken unto me, and will not do all these commandments;",
                    "score": 0.8368637072445533
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 17,
                    "text": "As yet exaltest thou thyself against my people, that thou wilt not let them go?",
                    "score": 0.8121127557488435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.8106611405036284
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "score": 0.8075755037689332
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "score": 0.8068096190051238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.8062927842632774
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And the Lord said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
                    "score": 0.8062009423617733
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 8,
                    "text": "But they rebelled against me, and would not hearken unto me: they did not every man cast away the abominations of their eyes, neither did they forsake the idols of Egypt: then I said, I will pour out my fury upon them, to accomplish my anger against them in the midst of the land of Egypt.",
                    "score": 0.8050936434015068
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And I said unto you, I am the Lord your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice.",
                    "score": 0.8046054041842388
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 11,
                    "text": "Beware that thou forget not the Lord thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:",
                    "score": 0.8041826153359014
                }
            ]
        },
        {
            "verse": 9,
            "text": "For they were set to be a light unto the world, and to be the saviors of men;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "score": 0.8186749740488074
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 4,
                    "text": "In him was life; and the life was the light of men.",
                    "score": 0.814100455369215
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.",
                    "score": 0.8082691601034429
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.",
                    "score": 0.805962965530276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said: It is a light thing that thou shouldst be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel. I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth.",
                    "score": 0.8055553238364523
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 3,
                    "text": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
                    "score": 0.8018060185067536
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 9,
                    "text": "That was the true Light, which lighteth every man that cometh into the world.",
                    "score": 0.7955838283105088
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 30,
                    "text": "And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.",
                    "score": 0.7938906415854606
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 21,
                    "text": "Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.",
                    "score": 0.7900418332993854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
                    "score": 0.7896776123494602
                }
            ]
        },
        {
            "verse": 10,
            "text": "And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and is thenceforth good for nothing but to be cast out and trodden under foot of men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 13,
                    "text": "Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.",
                    "score": 0.8944277860498614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men.",
                    "score": 0.8185932906309836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 29,
                    "text": "Therefore, if ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth) and is trodden under foot of men.",
                    "score": 0.8034025904526431
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 50,
                    "text": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another.",
                    "score": 0.7876607029295974
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.",
                    "score": 0.7795659314291449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.7788780720538285
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.",
                    "score": 0.7683988816458419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And men are instructed sufficiently that they know good from evil. And the law is given unto men. And by the law no flesh is justified; or, by the law men are cut off. Yea, by the temporal law they were cut off; and also, by the spiritual law they perish from that which is good, and become miserable forever.",
                    "score": 0.7629789392254803
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 7,
                    "text": "For the things which some men esteem to be of great worth, both to the body and soul, others set at naught and trample under their feet. Yea, even the very God of Israel do men trample under their feet; I say, trample under their feet but I would speak in other words--they set him at naught, and hearken not to the voice of his counsels.",
                    "score": 0.7627470103907764
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men.",
                    "score": 0.759647756853057
                }
            ]
        },
        {
            "verse": 11,
            "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Until the Lord have given your brethren rest, as he hath given you, and they also have possessed the land which the Lord your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the Lord's servant gave you on this side Jordan toward the sunrising.",
                    "score": 0.8291437528602837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.8287539889899987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.82858481747566
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Until the Lord have given rest unto your brethren, as well as unto you, and until they also possess the land which the Lord your God hath given them beyond Jordan: and then shall ye return every man unto his possession, which I have given you.",
                    "score": 0.8260709775363942
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.8256819006224474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 17,
                    "text": "Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence, that ye shall be about to prepare to return to the land of your inheritance;",
                    "score": 0.8252184277749121
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 18,
                    "verse": 7,
                    "text": "In that time shall the present be brought unto the Lord of hosts of a people scattered and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the Lord of hosts, the mount Zion.",
                    "score": 0.8222538044591662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.8217857654018484
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "score": 0.8182613963120423
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 53,
                    "text": "And ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it.",
                    "score": 0.8175105042943438
                }
            ]
        },
        {
            "verse": 12,
            "text": "For after much tribulation, as I have said unto you in a former commandment, cometh the blessing.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And now, O our God, what shall we say after this? for we have forsaken thy commandments,",
                    "score": 0.8085533043315639
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For verily, when we were with you, we told you before that we should suffer tribulation; even as it came to pass, and ye know.",
                    "score": 0.8061497199777894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 28,
                    "text": "Nevertheless, after wading through much tribulation, repenting nigh unto death, the Lord in mercy hath seen fit to snatch me out of an everlasting burning, and I am born of God.",
                    "score": 0.8029258235475161
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Go and cry unto the gods which ye have chosen; let them deliver you in the time of your tribulation.",
                    "score": 0.7998421629780177
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 33,
                    "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
                    "score": 0.7918426922973192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 15,
                    "text": "Blessed art thou, Alma; therefore, lift up thy head and rejoice, for thou hast great cause to rejoice; for thou hast been faithful in keeping the commandments of God from the time which thou receivedst thy first message from him. Behold, I am he that delivered it unto you.",
                    "score": 0.7917121302286427
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 27,
                    "text": "A blessing, if ye obey the commandments of the Lord your God, which I command you this day:",
                    "score": 0.7852239428618418
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And, as I said before, after the tribulation of those days, and the powers of the heavens shall be shaken, then shall appear the sign of the Son of Man in heaven, and then shall all the tribes of the earth mourn; and they shall see the Son of Man coming in the clouds of heaven, with power and great glory;",
                    "score": 0.7835711612940959
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 21,
                    "text": "For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.",
                    "score": 0.7825264431971024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 15,
                    "text": "And I say unto you, that if the Gentiles do not repent after the blessing which they shall receive, after they have scattered my people--",
                    "score": 0.7815885239576489
                }
            ]
        },
        {
            "verse": 13,
            "text": "Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren--your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 10,
                    "text": "But behold, when the time cometh that they shall dwindle in unbelief, after they have received so great blessings from the hand of the Lord--having a knowledge of the creation of the earth, and all men, knowing the great and marvelous works of the Lord from the creation of the world; having power given them to do all things by faith; having all the commandments from the beginning, and having been brought by his infinite goodness into this precious land of promise--behold, I say, if the day shall come that they will reject the Holy One of Israel, the true Messiah, their Redeemer and their God, behold, the judgments of him that is just shall rest upon them.",
                    "score": 0.8162908414279492
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 5,
                    "text": "But behold, I have obtained a land of promise, in the which things I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness.",
                    "score": 0.8129330961373085
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 14,
                    "text": "Behold, the days come, saith the Lord, that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.",
                    "score": 0.8128662197927913
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.8119241495528149
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "score": 0.8082681950655718
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Sing praises to the Lord, which dwelleth in Zion: declare among the people his doings.",
                    "score": 0.8056754594929285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "score": 0.8036475779576634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now behold, this I speak unto their seed, and also to the Gentiles who have care for the house of Israel, that realize and know from whence their blessings come.",
                    "score": 0.8024544826923241
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And in all the land of your possession ye shall grant a redemption for the land.",
                    "score": 0.8020300350313558
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Zion shall be redeemed with judgment, and her converts with righteousness.",
                    "score": 0.8009504984740465
                }
            ]
        },
        {
            "verse": 14,
            "text": "Nevertheless, if they pollute their inheritances they shall be thrown down; for I will not spare them if they pollute their inheritances.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 47,
                    "verse": 6,
                    "text": "I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke.",
                    "score": 0.8248818545330463
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And I will give it into the hands of the strangers for a prey, and to the wicked of the earth for a spoil; and they shall pollute it.",
                    "score": 0.7956120786339763
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 11,
                    "text": "For mine own sake, even for mine own sake, will I do it: for how should my name be polluted? and I will not give my glory unto another.",
                    "score": 0.7922532490333893
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 10,
                    "text": "Arise ye, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction.",
                    "score": 0.7900754499473679
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave it for an inheritance to your children for ever.",
                    "score": 0.787379717712772
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 46,
                    "verse": 18,
                    "text": "Moreover the prince shall not take of the people's inheritance by oppression, to thrust them out of their possession; but he shall give his sons inheritance out of his own possession: that my people be not scattered every man from his possession.",
                    "score": 0.7792833595185115
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 28,
                    "text": "And it shall be unto them for an inheritance: I am their inheritance: and ye shall give them no possession in Israel: I am their possession.",
                    "score": 0.770529128512595
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 33,
                    "text": "So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
                    "score": 0.7693222140545352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
                    "score": 0.7691225862527704
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 22,
                    "text": "Nevertheless I withdrew mine hand, and wrought for my name's sake, that it should not be polluted in the sight of the heathen, in whose sight I brought them forth.",
                    "score": 0.7680975327453007
                }
            ]
        },
        {
            "verse": 15,
            "text": "Behold, I say unto you, the redemption of Zion must needs come by power;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Send thee help from the sanctuary, and strengthen thee out of Zion;",
                    "score": 0.8320584418869565
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Zion shall be redeemed with judgment, and her converts with righteousness.",
                    "score": 0.8113999191399085
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 110,
                    "verse": 2,
                    "text": "The Lord shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies.",
                    "score": 0.8090112726795085
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.8088293795377207
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 13,
                    "text": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
                    "score": 0.7918263074022539
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 16,
                    "text": "When the Lord shall build up Zion, he shall appear in his glory.",
                    "score": 0.7900526886814417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 30,
                    "text": "Behold, I wait for assistance from you; and, except ye do administer unto our relief, behold, I come unto you, even in the land of Zarahemla, and smite you with the sword, insomuch that ye can have no more power to impede the progress of this people in the cause of our freedom.",
                    "score": 0.7896293944064438
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 8,
                    "text": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.",
                    "score": 0.7884149711861733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 18,
                    "text": "Behold, my brethren, I say unto you, that these things must shortly come; yea, even blood, and fire, and vapor of smoke must come; and it must needs be upon the face of this earth; and it cometh unto men according to the flesh if it so be that they will harden their hearts against the Holy One of Israel.",
                    "score": 0.7883185850807002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people.",
                    "score": 0.7879357293512455
                }
            ]
        },
        {
            "verse": 16,
            "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "score": 0.8999205631514757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And Moses will I raise up, to deliver thy people out of the land of Egypt.",
                    "score": 0.8633281952337792
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.8515825495821412
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "score": 0.8460872113552566
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 12,
                    "text": "Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of men.",
                    "score": 0.8386574646300092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.836906454830955
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And he called for Moses and Aaron by night, and said, Rise up, and get you forth from among my people, both ye and the children of Israel; and go, serve the Lord, as ye have said.",
                    "score": 0.8353951141895942
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 9,
                    "text": "But they shall serve the Lord their God, and David their king, whom I will raise up unto them.",
                    "score": 0.8278616247595033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8245885316454482
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 37,
                    "text": "Thus saith the Lord God; I will yet for this be inquired of by the house of Israel, to do it for them; I will increase them with men like a flock.",
                    "score": 0.8227746275326302
                }
            ]
        },
        {
            "verse": 17,
            "text": "For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, and with a stretched-out arm.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 25,
                    "text": "Now ye know that the children of Israel were in bondage; and ye know that they were laden with tasks, which were grievous to be borne; wherefore, ye know that it must needs be a good thing for them, that they should be brought out of bondage.",
                    "score": 0.854872818451259
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 6,
                    "text": "Wherefore say unto the children of Israel, I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with a stretched out arm, and with great judgments:",
                    "score": 0.8377925592580763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "Yea, do ye suppose that they would have been led out of bondage, if the Lord had not commanded Moses that he should lead them out of bondage?",
                    "score": 0.8021359009654182
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 26,
                    "text": "Then will I cast away the seed of Jacob, and David my servant, so that I will not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have mercy on them.",
                    "score": 0.8005931101594728
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.",
                    "score": 0.7989769656810317
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the Lord:",
                    "score": 0.7968023863113637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7965404755807173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 2,
                    "text": "I would that ye should do as I have done, in remembering the captivity of our fathers; for they were in bondage, and none could deliver them except it was the God of Abraham, and the God of Isaac, and the God of Jacob; and he surely did deliver them in their afflictions.",
                    "score": 0.7964791539959005
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and say unto them, When any man hath a running issue out of his flesh, because of his issue he is unclean.",
                    "score": 0.7956204210271116
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 23,
                    "text": "And Moses spake to the children of Israel, that they should bring forth him that had cursed out of the camp, and stone him with stones. And the children of Israel did as the Lord commanded Moses.",
                    "score": 0.7935220013850698
                }
            ]
        },
        {
            "verse": 18,
            "text": "And as your fathers were led at the first, even so shall the redemption of Zion be.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 55,
                    "text": "As he spake to our fathers, to Abraham, and to his seed for ever.",
                    "score": 0.7872291687194882
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers.",
                    "score": 0.7824241473817087
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 28,
                    "text": "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.",
                    "score": 0.7802728942990006
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.7790595601511897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And it is by faith that my fathers have obtained the promise that these things should come unto their brethren through the Gentiles; therefore the Lord hath commanded me, yea, even Jesus Christ.",
                    "score": 0.7781620130795333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 23,
                    "text": "I am Ammoron, and a descendant of Zoram, whom your fathers pressed and brought out of Jerusalem.",
                    "score": 0.7779031895098948
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "score": 0.7776917728391237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 45,
                    "text": "That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good.",
                    "score": 0.7756110395606554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And the God of our fathers, who were led out of Egypt, out of bondage, and also were preserved in the wilderness by him, yea, the God of Abraham, and of Isaac, and the God of Jacob, yieldeth himself, according to the words of the angel, as a man, into the hands of wicked men, to be lifted up, according to the words of Zenock, and to be crucified, according to the words of Neum, and to be buried in a sepulchre, according to the words of Zenos, which he spake concerning the three days of darkness, which should be a sign given of his death unto those who should inhabit the isles of the sea, more especially given unto those who are of the house of Israel.",
                    "score": 0.7744324257007403
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 2,
                    "text": "Gather yourselves together, and hear, ye sons of Jacob; and hearken unto Israel your father.",
                    "score": 0.7728193474244256
                }
            ]
        },
        {
            "verse": 19,
            "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And he said unto him, If thy presence go not with me, carry us not up hence.",
                    "score": 0.8164592537884079
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And the Lord said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
                    "score": 0.815029970778473
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 27,
                    "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
                    "score": 0.8095619468708315
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
                    "score": 0.8088689053253685
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 9,
                    "text": "But he that denieth me before men shall be denied before the angels of God.",
                    "score": 0.8078565169624652
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.",
                    "score": 0.807648498836646
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 26,
                    "text": "At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:",
                    "score": 0.806465751452438
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 2,
                    "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
                    "score": 0.8055599645926512
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;",
                    "score": 0.803228021365712
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.",
                    "score": 0.8021250632575173
                }
            ]
        },
        {
            "verse": 20,
            "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 34,
                    "text": "Therefore now go, lead the people unto the place of which I have spoken unto thee: behold, mine Angel shall go before thee: nevertheless in the day when I visit I will visit their sin upon them.",
                    "score": 0.8420030966460598
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.",
                    "score": 0.8335602492688716
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "score": 0.8279405990066773
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 5,
                    "text": "And the Lord thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers.",
                    "score": 0.826694843607507
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.8206645215399622
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.8204735731464357
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 10,
                    "text": "And ye shall dwell with us: and the land shall be before you; dwell and trade ye therein, and get you possessions therein.",
                    "score": 0.8172057119712496
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 24,
                    "text": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that floweth with milk and honey: I am the Lord your God, which have separated you from other people.",
                    "score": 0.8162763528961714
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 51,
                    "text": "And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.",
                    "score": 0.8148360135170873
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Behold, I have set the land before you: go in and possess the land which the Lord sware unto your fathers, Abraham, Isaac, and Jacob, to give unto them and to their seed after them.",
                    "score": 0.8145064207573752
                }
            ]
        },
        {
            "verse": 21,
            "text": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Verily I say unto you, I commanded my servant Samuel, the Lamanite, that he should testify unto this people, that at the day that the Father should glorify his name in me that there were many saints who should arise from the dead, and should appear unto many, and should minister unto them. And he said unto them: Was it not so?",
                    "score": 0.7936580833980235
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
                    "score": 0.7916899992130381
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.",
                    "score": 0.7882643203124504
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.",
                    "score": 0.7880275132368639
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 58,
                    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
                    "score": 0.7778957775805926
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.7771516554029182
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 16,
                    "text": "O Lord, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.",
                    "score": 0.7768914664306534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 6,
                    "text": "For Joseph truly testified, saying: A seer shall the Lord my God raise up, who shall be a choice seer unto the fruit of my loins.",
                    "score": 0.7755145696904194
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Yea, Joseph truly said: Thus saith the Lord unto me: A choice seer will I raise up out of the fruit of thy loins; and he shall be esteemed highly among the fruit of thy loins. And unto him will I give commandment that he shall do a work for the fruit of thy loins, his brethren, which shall be of great worth unto them, even to the bringing of them to the knowledge of the covenants which I have made with thy fathers.",
                    "score": 0.7751819167022741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "score": 0.7750881939122086
                }
            ]
        },
        {
            "verse": 22,
            "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8228262648211475
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "score": 0.8145999549939213
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And Joseph said unto his brethren, and unto his father's house, I will go up, and shew Pharaoh, and say unto him, My brethren, and my father's house, which were in the land of Canaan, are come unto me;",
                    "score": 0.8133785702502708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.8021716296521286
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 18,
                    "text": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
                    "score": 0.8008399478490046
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 25,
                    "text": "And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for ever.",
                    "score": 0.8001928815957308
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 23,
                    "text": "Then Joseph said unto the people, Behold, I have bought you this day and your land for Pharaoh: lo, here is seed for you, and ye shall sow the land.",
                    "score": 0.7997672355134626
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 11,
                    "text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance:",
                    "score": 0.7993980120664713
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance;",
                    "score": 0.7993980120664713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "score": 0.7988831611003581
                }
            ]
        },
        {
            "verse": 23,
            "text": "And let all the churches send up wise men with their moneys, and purchase lands even as I have commanded them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 37,
                    "text": "Having land, sold it, and brought the money, and laid it at the apostles' feet.",
                    "score": 0.8227717572404694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "And the Father hath commanded me that I should give unto you this land, for your inheritance.",
                    "score": 0.8131663370614893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.8033223060915546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.7896317713505805
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 13,
                    "text": "I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the Lord of hosts.",
                    "score": 0.7835171466019646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "score": 0.7726957910601221
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 21,
                    "text": "These men are peaceable with us; therefore let them dwell in the land, and trade therein; for the land, behold, it is large enough for them; let us take their daughters to us for wives, and let us give them our daughters.",
                    "score": 0.7701994264328954
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 25,
                    "text": "And thou hast said unto me, O Lord God, Buy thee the field for money, and take witnesses; for the city is given into the hand of the Chaldeans.",
                    "score": 0.7698290079753966
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And it is by faith that my fathers have obtained the promise that these things should come unto their brethren through the Gentiles; therefore the Lord hath commanded me, yea, even Jesus Christ.",
                    "score": 0.7664000185975871
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 10,
                    "text": "Therefore will I give their wives unto others, and their fields to them that shall inherit them: for every one from the least even unto the greatest is given to covetousness, from the prophet even unto the priest every one dealeth falsely.",
                    "score": 0.7650506097868529
                }
            ]
        },
        {
            "verse": 24,
            "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.8557135103993874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                    "score": 0.8412810947743928
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Thus saith the Lord against all mine evil neighbours, that touch the inheritance which I have caused my people Israel to inherit; Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
                    "score": 0.8390214156841574
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "score": 0.8357748410804411
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8354903175492226
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.835441331759301
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "For they prophesy a lie unto you, to remove you far from your land; and that I should drive you out, and ye should perish.",
                    "score": 0.8326736134253738
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 8,
                    "text": "And I brought you into the land of the Amorites, which dwelt on the other side Jordan; and they fought with you: and I gave them into your hand, that ye might possess their land; and I destroyed them from before you.",
                    "score": 0.8310450359769385
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "score": 0.8302313620065958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And many great destructions have I caused to come upon this land, and upon this people, because of their wickedness and their abominations.",
                    "score": 0.8299925651273176
                }
            ]
        },
        {
            "verse": 25,
            "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 5,
                    "text": "Mine enemies speak evil of me, When shall he die, and his name perish?",
                    "score": 0.8420872478042426
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.8403516775884503
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.8341018393686139
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.8328358277866286
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And the Lord thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee.",
                    "score": 0.8325509082175834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 23,
                    "text": "For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.",
                    "score": 0.8292267913260277
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "score": 0.8252471402327884
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8247685891415718
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 15,
                    "text": "And ye shall leave your name for a curse unto my chosen: for the Lord God shall slay thee, and call his servants by another name:",
                    "score": 0.8239742540593048
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 59,
                    "verse": 1,
                    "text": "Deliver me from mine enemies, O my God: defend me from them that rise up against me.",
                    "score": 0.8207730019698981
                }
            ]
        },
        {
            "verse": 26,
            "text": "And my presence shall be with you even in avenging me of mine enemies, unto the third and fourth generation of them that hate me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.",
                    "score": 0.858557438015749
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Thou shalt not bow down thyself unto them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me,",
                    "score": 0.8409501006703216
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 5,
                    "text": "Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;",
                    "score": 0.8407676824073852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And again: Thou shalt not bow down thyself unto them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me;",
                    "score": 0.8332866293498322
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "score": 0.8270077934046591
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 19,
                    "text": "Consider mine enemies; for they are many; and they hate me with cruel hatred.",
                    "score": 0.8171215425769097
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 118,
                    "verse": 7,
                    "text": "The Lord taketh my part with them that help me: therefore shall I see my desire upon them that hate me.",
                    "score": 0.8147668615937681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 32,
                    "text": "But behold, it sorroweth me because of the fourth generation from this generation, for they are led away captive by him even as was the son of perdition; for they will sell me for silver and for gold, and for that which moth doth corrupt and which thieves can break through and steal. And in that day will I visit them, even in turning their works upon their own heads.",
                    "score": 0.8115832074343841
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "score": 0.8114490531795471
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8107797155086972
                }
            ]
        },
        {
            "verse": 27,
            "text": "Let no man be afraid to lay down his life for my sake; for whoso layeth down his life for my sake shall find it again.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 39,
                    "text": "He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.",
                    "score": 0.8153883116121181
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 23,
                    "text": "Abide thou with me, fear not: for he that seeketh my life seeketh thy life: but with me thou shalt be in safeguard.",
                    "score": 0.8079465105643401
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 25,
                    "text": "The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe.",
                    "score": 0.8042712480463349
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 37,
                    "text": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.",
                    "score": 0.8021314240084685
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.8009957780761942
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 11,
                    "text": "In God have I put my trust: I will not be afraid what man can do unto me.",
                    "score": 0.7975280521301854
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 25,
                    "text": "For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.",
                    "score": 0.7963455967118322
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 38,
                    "text": "Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice.",
                    "score": 0.7930046705836297
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 118,
                    "verse": 6,
                    "text": "The Lord is on my side; I will not fear: what can man do unto me?",
                    "score": 0.7887117936538443
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 5,
                    "text": "There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.",
                    "score": 0.7881568051561308
                }
            ]
        },
        {
            "verse": 28,
            "text": "And whoso is not willing to lay down his life for my sake is not my disciple.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 27,
                    "text": "And whosoever doth not bear his cross, and come after me, cannot be my disciple.",
                    "score": 0.8278729695564917
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 33,
                    "text": "So likewise, whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple.",
                    "score": 0.8232591476484984
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 37,
                    "text": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.",
                    "score": 0.8039482700777214
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 16,
                    "text": "The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:",
                    "score": 0.8036510732491624
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And he that taketh not his cross, and followeth after me, is not worthy of me.",
                    "score": 0.7948775733330384
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 24,
                    "text": "The disciple is not above his master, nor the servant above his lord.",
                    "score": 0.794773996714483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 35,
                    "text": "And whosoever will harden his heart and will do iniquity, behold, I swear in my wrath that he shall not enter into my rest.",
                    "score": 0.7854807015392252
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 26,
                    "text": "If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.",
                    "score": 0.7826454996380854
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.",
                    "score": 0.7783204708619602
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.",
                    "score": 0.7761338661189457
                }
            ]
        },
        {
            "verse": 29,
            "text": "It is my will that my servant Sidney Rigdon shall lift up his voice in the congregations in the eastern countries, in preparing the churches to keep the commandments which I have given unto them concerning the restoration and redemption of Zion.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 62,
                    "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                    "score": 0.7843621068533537
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.7799583393041736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Yea, Lord, thy watchmen shall lift up their voice; with the voice together shall they sing; for they shall see eye to eye, when the Lord shall bring again Zion.",
                    "score": 0.7736783426568338
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 48,
                    "text": "My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.",
                    "score": 0.7734825916843351
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Send thee help from the sanctuary, and strengthen thee out of Zion;",
                    "score": 0.7723529426937864
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Zion shall be redeemed with judgment, and her converts with righteousness.",
                    "score": 0.7720086203039623
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 8,
                    "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.",
                    "score": 0.7717124158557911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing; for they shall see eye to eye when the Lord shall bring again Zion;",
                    "score": 0.7717124158557911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing, for they shall see eye to eye when the Lord shall bring again Zion.",
                    "score": 0.7717124158557911
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "score": 0.7713043096661883
                }
            ]
        },
        {
            "verse": 30,
            "text": "It is my will that my servant Parley P. Pratt and my servant Lyman Wight should not return to the land of their brethren, until they have obtained companies to go up unto the land of Zion, by tens, or by twenties, or by fifties, or by an hundred, until they have obtained to the number of five hundred of the strength of my house.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.",
                    "score": 0.8004172059473962
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 30,
                    "text": "By little and little I will drive them out from before thee, until thou be increased, and inherit the land.",
                    "score": 0.7966086854755849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 25,
                    "text": "And except ye grant mine epistle, and come out and show unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them--",
                    "score": 0.7896677745748415
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren: return every man to his house: for this thing is done of me. And they obeyed the words of the Lord, and returned from going against Jeroboam.",
                    "score": 0.7896570745184821
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "score": 0.7876393654945162
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 110,
                    "verse": 2,
                    "text": "The Lord shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies.",
                    "score": 0.7872804773532811
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the Lord thy God doth drive them out from before thee, and that he may perform the word which the Lord sware unto thy fathers, Abraham, Isaac, and Jacob.",
                    "score": 0.7869360094616958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7854321994554365
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
                    "score": 0.785235424701278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7847878077755988
                }
            ]
        },
        {
            "verse": 31,
            "text": "Behold this is my will; ask and ye shall receive; but men do not always do my will.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.",
                    "score": 0.8080541530751199
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.",
                    "score": 0.8007701767606544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.",
                    "score": 0.7956496117818638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 11,
                    "text": "For the Spirit of the Lord will not always strive with man. And when the Spirit ceaseth to strive with man then cometh speedy destruction, and this grieveth my soul.",
                    "score": 0.7880250349250293
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 43,
                    "text": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.",
                    "score": 0.7863965894615086
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Nevertheless in those days, saith the Lord, I will not make a full end with you.",
                    "score": 0.784982306358718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 6,
                    "text": "Yea, and this is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way and come not again to war against us.",
                    "score": 0.7849255494198777
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 15,
                    "text": "Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.",
                    "score": 0.7825745201866515
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And the Lord said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.",
                    "score": 0.7820439445967471
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 27,
                    "text": "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him.",
                    "score": 0.7811974035488941
                }
            ]
        },
        {
            "verse": 32,
            "text": "Therefore, if you cannot obtain five hundred, seek diligently that peradventure you may obtain three hundred.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 28,
                    "text": "Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it.",
                    "score": 0.7270131405665994
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 12,
                    "text": "Blessed is he that waiteth, and cometh to the thousand three hundred and five and thirty days.",
                    "score": 0.7242668180902171
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 8,
                    "text": "And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.",
                    "score": 0.7221810735849843
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 27,
                    "text": "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him.",
                    "score": 0.7185148216922848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.",
                    "score": 0.7116853119219958
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 3,
                    "text": "If he will contend with him, he cannot answer him one of a thousand.",
                    "score": 0.7031428388604993
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And when they urged him till he was ashamed, he said, Send. They sent therefore fifty men; and they sought three days, but found him not.",
                    "score": 0.6988836254888536
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 24,
                    "text": "Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.",
                    "score": 0.6937562295888674
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 30,
                    "text": "And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there.",
                    "score": 0.6934383907332241
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 29,
                    "text": "And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty's sake.",
                    "score": 0.6933338646168408
                }
            ]
        },
        {
            "verse": 33,
            "text": "And if ye cannot obtain three hundred, seek diligently that peradventure ye may obtain one hundred.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 27,
                    "text": "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him.",
                    "score": 0.7455269150063611
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 10,
                    "text": "One man of you shall chase a thousand: for the Lord your God, he it is that fighteth for you, as he hath promised you.",
                    "score": 0.7395064008147507
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 8,
                    "text": "And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.",
                    "score": 0.7350463766355503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.",
                    "score": 0.731511064203262
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 3,
                    "text": "If he will contend with him, he cannot answer him one of a thousand.",
                    "score": 0.7272074096503796
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 4,
                    "text": "What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?",
                    "score": 0.725823858790911
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 30,
                    "text": "And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there.",
                    "score": 0.7250206464864742
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 24,
                    "text": "Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.",
                    "score": 0.7246482366356573
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 12,
                    "text": "Blessed is he that waiteth, and cometh to the thousand three hundred and five and thirty days.",
                    "score": 0.7239047111214626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity.",
                    "score": 0.7213678135556258
                }
            ]
        },
        {
            "verse": 34,
            "text": "But verily I say unto you, a commandment I give unto you, that ye shall not go up unto the land of Zion until you have obtained a hundred of the strength of my house, to go up with you unto the land of Zion.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "score": 0.826980076388584
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the Lord, wherein the Lord's tabernacle dwelleth, and take possession among us: but rebel not against the Lord, nor rebel against us, in building you an altar beside the altar of the Lord our God.",
                    "score": 0.819120962680394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.8184444950638222
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 30,
                    "text": "Wherefore the Lord God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.",
                    "score": 0.8176214974219417
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.",
                    "score": 0.810412178858285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
                    "score": 0.8103482758306944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief.",
                    "score": 0.809381585031438
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Nevertheless thou shalt not build the house; but thy son that shall come forth out of thy loins, he shall build the house unto my name.",
                    "score": 0.8091949859880445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.8091242574267422
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "score": 0.8091152515320738
                }
            ]
        },
        {
            "verse": 35,
            "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.8067504635689614
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And David went thence to Mizpeh of Moab: and he said unto the king of Moab, Let my father and my mother, I pray thee, come forth, and be with you, till I know what God will do for me.",
                    "score": 0.8015465900317643
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.7996134600844464
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt.",
                    "score": 0.7994362545638017
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Pass through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the Lord your God giveth you to possess it.",
                    "score": 0.7994017914358058
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Send thou men, that they may search the land of Canaan, which I give unto the children of Israel: of every tribe of their fathers shall ye send a man, every one a ruler among them.",
                    "score": 0.799352605306266
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 9,
                    "text": "And Joseph said unto his father, They are my sons, whom God hath given me in this place. And he said, Bring them, I pray thee, unto me, and I will bless them.",
                    "score": 0.7951213590646151
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.",
                    "score": 0.7949845783346907
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 7,
                    "text": "Thus saith the Lord, the God of Israel; Thus shall ye say to the king of Judah, that sent you unto me to inquire of me; Behold, Pharaoh's army, which is come forth to help you, shall return to Egypt into their own land.",
                    "score": 0.7944425778036847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "score": 0.7938639060577485
                }
            ]
        },
        {
            "verse": 36,
            "text": "All victory and glory is brought to pass unto you through your diligence, faithfulness, and prayers of faith.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that after I had prayed and labored with all diligence, the Lord said unto me: I will grant unto thee according to thy desires, because of thy faith.",
                    "score": 0.8093045918547831
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 57,
                    "text": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
                    "score": 0.8021053936234275
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 7,
                    "text": "Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also.",
                    "score": 0.7979632830746748
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;",
                    "score": 0.7953821538614935
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
                    "score": 0.7905767150949379
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,",
                    "score": 0.7905147736509753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.",
                    "score": 0.7771615464880669
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 2,
                    "text": "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
                    "score": 0.7763245204510157
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 15,
                    "text": "All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.",
                    "score": 0.7738848571113447
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 23,
                    "text": "O love the Lord, all ye his saints: for the Lord preserveth the faithful, and plentifully rewardeth the proud doer.",
                    "score": 0.773624667204926
                }
            ]
        },
        {
            "verse": 37,
            "text": "Let my servant Parley P. Pratt journey with my servant Joseph Smith, Jun.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 4,
                    "text": "I will go down with thee into Egypt; and I will also surely bring thee up again: and Joseph shall put his hand upon thine eyes.",
                    "score": 0.7585334004872758
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 20,
                    "text": "For thy servant doth know that I have sinned: therefore, behold, I am come the first this day of all the house of Joseph to go down to meet my lord the king.",
                    "score": 0.758391795239085
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.756782348971533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "score": 0.7553792642787235
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 21,
                    "text": "To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.",
                    "score": 0.7534499478809631
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 4,
                    "text": "But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac.",
                    "score": 0.7531392923399985
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 40,
                    "text": "But as an hired servant, and as a sojourner, he shall be with thee, and shall serve thee unto the year of jubilee:",
                    "score": 0.7507205630890741
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 34,
                    "text": "Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.",
                    "score": 0.7505215914361231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For behold, thou art the fruit of my loins; and I am a descendant of Joseph who was carried captive into Egypt. And great were the covenants of the Lord which he made unto Joseph.",
                    "score": 0.7499680867977687
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7485684560838943
                }
            ]
        },
        {
            "verse": 38,
            "text": "Let my servant Lyman Wight journey with my servant Sidney Rigdon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7380015805214072
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 22,
                    "text": "Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way.",
                    "score": 0.7297537716226661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 20,
                    "text": "Thou art my servant; and I covenant with thee that thou shalt have eternal life; and thou shalt serve me and go forth in my name, and shalt gather together my sheep.",
                    "score": 0.7229470105847013
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "score": 0.7218418384780807
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.7205963549206876
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And one said, Be content, I pray thee, and go with thy servants. And he answered, I will go.",
                    "score": 0.7177069371688853
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 16,
                    "text": "O Lord, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.",
                    "score": 0.7173360821853123
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7162972859761889
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 37,
                    "text": "Let thy servant, I pray thee, turn back again, that I may die in mine own city, and be buried by the grave of my father and of my mother. But behold thy servant Chimham; let him go over with my lord the king; and do to him what shall seem good unto thee.",
                    "score": 0.7158313466683975
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
                    "score": 0.7140607978275192
                }
            ]
        },
        {
            "verse": 39,
            "text": "Let my servant Hyrum Smith journey with my servant Frederick G. Williams.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7647118189191706
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 16,
                    "text": "O Lord, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.",
                    "score": 0.764681733147884
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 40,
                    "text": "But as an hired servant, and as a sojourner, he shall be with thee, and shall serve thee unto the year of jubilee:",
                    "score": 0.7575952479419645
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 3,
                    "text": "I have made a covenant with my chosen, I have sworn unto David my servant,",
                    "score": 0.7513348357036066
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 20,
                    "text": "I have found David my servant; with my holy oil have I anointed him:",
                    "score": 0.7509054146405532
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 46,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.7483384114173582
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.7483384114173582
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 24,
                    "text": "But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it.",
                    "score": 0.7482820029674903
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 43,
                    "text": "Thou hast delivered me from the strivings of the people; and thou hast made me the head of the heathen: a people whom I have not known shall serve me.",
                    "score": 0.7450537734897461
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 23,
                    "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "score": 0.7446825798606016
                }
            ]
        },
        {
            "verse": 40,
            "text": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.796118382838627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "score": 0.7940571610002055
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 19,
                    "text": "Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.",
                    "score": 0.7900279574755698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 27,
                    "text": "Behold verily, verily, I say unto you, I give unto you another commandment, and then I must go unto my Father that I may fulfil other commandments which he hath given me.",
                    "score": 0.7890687063699497
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7889310363453552
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 73,
                    "verse": 24,
                    "text": "Thou shalt guide me with thy counsel, and afterward receive me to glory.",
                    "score": 0.7884122002569544
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 17,
                    "text": "So shall ye say unto Joseph, Forgive, I pray thee now, the trespass of thy brethren, and their sin; for they did unto thee evil: and now, we pray thee, forgive the trespass of the servants of the God of thy father. And Joseph wept when they spake unto him.",
                    "score": 0.7882766990741963
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 8,
                    "text": "Therefore thou shalt deal kindly with thy servant; for thou hast brought thy servant into a covenant of the Lord with thee: notwithstanding, if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?",
                    "score": 0.7872790444261046
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.7869835053570048
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 9,
                    "text": "Thou whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou art my servant; I have chosen thee, and not cast thee away.",
                    "score": 0.7865242084231416
                }
            ]
        }
    ]
}