{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 78,
    "verses": [
        {
            "verse": 1,
            "text": "The Lord spake unto Joseph Smith, Jun., saying: Hearken unto me, saith the Lord your God, who are ordained unto the high priesthood of my church, who have assembled yourselves together;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8939353907675066
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the Lord spake unto me, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8456184280341972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8448047872918806
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 17,
                    "text": "That the Lord spake unto me, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8428532409302539
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 73,
                    "verse": 3,
                    "text": "Now, verily I say unto you my servants, Joseph Smith, Jun., and Sidney Rigdon, saith the Lord, it is expedient to translate again;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8407122131324465
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you my servant Frederick G. Williams: Listen to the voice of him who speaketh, to the word of the Lord your God, and hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8390359037718452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 1,
                    "text": "Hearken, and listen to the voice of the Lord, O ye who have assembled yourselves together, who are the high priests of my church, to whom the kingdom and power have been given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8375422447281101
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 21,
                    "text": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8363697303506314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord your God unto you, O ye elders of my church, hearken ye and hear, and receive my will concerning you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8353101727209641
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 47,
                    "verse": 5,
                    "text": "And Pharaoh spake unto Joseph, saying, Thy father and thy brethren are come unto thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8280159823540577
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8278270252476295
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 2,
                    "text": "And then thou shalt be ordained by the hand of my servant Joseph Smith, Jun., to be an elder unto this church, to preach repentance and remission of sins by way of baptism in the name of Jesus Christ, the Son of the living God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253638912860304
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8251743001816444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 4,
                    "text": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8228367233866335
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8193359606021753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 68,
                    "text": "O Lord, remember thy servant, Joseph Smith, Jun., and all his afflictions and persecutions--how he has covenanted with Jehovah, and vowed to thee, O Mighty God of Jacob--and the commandments which thou hast given unto him, and that he hath sincerely striven to do thy will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167999080199457
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163149989783592
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 2,
                    "text": "And God spake unto Moses, and said unto him, I am the Lord:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134369867355217
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, saith the Lord your God, and hear the word of the Lord concerning you--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133070653845935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 40,
                    "text": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112276432724129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810835720118861
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 1,
                    "text": "Behold and hearken, O ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105971429500534
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100267342308335
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 2,
                    "text": "Which commandments were given to Joseph Smith, Jun., who was called of God, and ordained an apostle of Jesus Christ, to be the first elder of this church;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096516455826495
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 29,
                    "text": "That the Lord spake unto Moses, saying, I am the Lord: speak thou unto Pharaoh king of Egypt all that I say unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095277957369653
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079839514546943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078127246631533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 5,
                    "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806144926620244
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 12,
                    "text": "And if ye desire the glories of the kingdom, appoint ye my servant Joseph Smith, Jun., and uphold him before me by the prayer of faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055602216273609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053452660706264
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 28,
                    "text": "And the Lord heard the voice of your words, when ye spake unto me; and the Lord said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047940446592058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034370196967485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032267507614829
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 18,
                    "verse": 15,
                    "text": "The Lord thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802227551396904
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 4,
                    "verse": 17,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 14,
                    "verse": 33,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 2,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 26,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 16,
                    "verse": 20,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 19,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003720563605222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 8,
                    "text": "Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto the first priesthood which you have received, that you might be called and ordained even as Aaron;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001872751438914
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 8,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001783999563544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001783999563544
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9333931843404081
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9322566986084051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.926969302838571
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 17,
                    "text": "Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.924338725934597
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.921640955356465
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 1,
                    "text": "Hearken, and listen to the voice of the Lord, O ye who have assembled yourselves together, who are the high priests of my church, to whom the kingdom and power have been given.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9178546315864973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 1,
                    "text": "A revelation of Jesus Christ unto his servant Joseph Smith, Jun., and six elders, as they united their hearts and lifted their voices on high.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.917155119265467
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 2,
                    "text": "And then thou shalt be ordained by the hand of my servant Joseph Smith, Jun., to be an elder unto this church, to preach repentance and remission of sins by way of baptism in the name of Jesus Christ, the Son of the living God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9165079196672696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9162557920799816
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 8,
                    "text": "Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto the first priesthood which you have received, that you might be called and ordained even as Aaron;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9150153347859132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 13,
                    "text": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9150046756860823
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.914757793262138
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you my servant Frederick G. Williams: Listen to the voice of him who speaketh, to the word of the Lord your God, and hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9138920903205936
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9134541698369035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord your God unto you, O ye elders of my church, hearken ye and hear, and receive my will concerning you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9115937404874734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 5,
                    "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.911498611480082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 4,
                    "text": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9113540921018848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9112213578456272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9109688672712208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 12,
                    "text": "And if ye desire the glories of the kingdom, appoint ye my servant Joseph Smith, Jun., and uphold him before me by the prayer of faith.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9104970044194012
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9094726605166223
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 28,
                    "verse": 2,
                    "text": "But, behold, verily, verily, I say unto thee, no one shall be appointed to receive commandments and revelations in this church excepting my servant Joseph Smith, Jun., for he receiveth them even as Moses.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9090163436825209
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9078931808471744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 2,
                    "text": "Which commandments were given to Joseph Smith, Jun., who was called of God, and ordained an apostle of Jesus Christ, to be the first elder of this church;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9077731912001035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9075537975100416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 14,
                    "text": "Let not your minds turn back; and when ye are worthy, in mine own due time, ye shall see and know that which was conferred upon you by the hands of my servant Joseph Smith, Jun. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9058181271986723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 16,
                    "text": "Behold, I have commanded my servant Joseph Smith, Jun., to say unto the strength of my house, even my warriors, my young men, and middle-aged, to gather together for the redemption of my people, and throw down the towers of mine enemies, and scatter their watchmen;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9046252639480115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, saith the Lord your God, and hear the word of the Lord concerning you--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9035377021386979
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 21,
                    "text": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9033604206657805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9031348824501102
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 73,
                    "verse": 3,
                    "text": "Now, verily I say unto you my servants, Joseph Smith, Jun., and Sidney Rigdon, saith the Lord, it is expedient to translate again;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026147359336116
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 7,
                    "text": "Wherefore, as thou hast been baptized by the hands of my servant Joseph Smith, Jun., according to that which I have commanded him, he hath fulfilled the thing which I commanded him.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9023345287440085
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, who have assembled yourselves together in my name, even Jesus Christ the Son of the living God, the Savior of the world; inasmuch as ye believe on my name and keep my commandments.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9022269423794269
                }
            ]
        },
        {
            "verse": 2,
            "text": "And listen to the counsel of him who has ordained you from on high, who shall speak in your ears the words of wisdom, that salvation may be unto you in that thing which you have presented before me, saith the Lord God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 2,
                    "text": "Therefore, follow me, and listen to the counsel which I shall give unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.864950900495518
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 19,
                    "verse": 20,
                    "text": "Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.86088692009369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 29,
                    "text": "But to be learned is good if they hearken unto the counsels of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8373688788735862
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 73,
                    "verse": 24,
                    "text": "Thou shalt guide me with thy counsel, and afterward receive me to glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8334368074143879
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 22,
                    "verse": 17,
                    "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8277435486782178
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 19,
                    "text": "Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8261839342704974
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8240256498788354
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197522403905334
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 108,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Lyman: Your sins are forgiven you, because you have obeyed my voice in coming up hither this morning to receive counsel of him whom I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189338670204852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 7,
                    "text": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187841845499914
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 3,
                    "text": "And thou shalt speak unto all that are wise hearted, whom I have filled with the spirit of wisdom, that they may make Aaron's garments to consecrate him, that he may minister unto me in the priest's office.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162672132380909
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, and give ear to the voice of the living God; and attend to the words of wisdom which shall be given unto you, according as ye have asked and are agreed as touching the church, and the spirits which have gone abroad in the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140821279698018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 22,
                    "text": "For I will counsel him concerning this matter, and all things whatsoever he shall appoint unto them shall be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076019586333038
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 63,
                    "text": "Again, verily I say unto you, I will show unto you wisdom in me concerning all the churches, inasmuch as they are willing to be guided in a right and proper way for their salvation--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049617588205582
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 1,
                    "verse": 5,
                    "text": "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043948387528224
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 1,
                    "text": "O hearken, ye elders of my church, and give ear to the words which I shall speak unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043344505836687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040252734154064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031879692173063
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 19,
                    "verse": 21,
                    "text": "There are many devices in a man's heart; nevertheless the counsel of the Lord, that shall stand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025389087878799
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 34,
                    "verse": 34,
                    "text": "Let men of understanding tell me, and let a wise man hearken unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018320709316291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 10,
                    "text": "And I command you to take it upon you to counsel with your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018180450670912
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 36,
                    "text": "Out of heaven he made thee to hear his voice, that he might instruct thee: and upon earth he shewed thee his great fire; and thou heardest his words out of the midst of the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016364847108878
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 3,
                    "verse": 13,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801444176870408
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 3,
                    "verse": 22,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801444176870408
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 3,
                    "verse": 6,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801444176870408
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 2,
                    "verse": 29,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801444176870408
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he said unto them, He that hath ears to hear, let him hear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013842382257913
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 15,
                    "text": "And thou shalt speak unto him, and put words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006441509890895
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 20,
                    "verse": 27,
                    "text": "For I have not shunned to declare unto you all the counsel of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001714164501488
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you my servant Frederick G. Williams: Listen to the voice of him who speaketh, to the word of the Lord your God, and hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000786948591965
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 19,
                    "text": "Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9050681534450161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord your God unto you, O ye elders of my church, hearken ye and hear, and receive my will concerning you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044586420059204
                }
            ]
        },
        {
            "verse": 3,
            "text": "For verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must needs be that there be an organization of my people, in regulating and establishing the affairs of the storehouse for the poor of my people, both in this place and in the land of Zion--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8392057964121664
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 15,
                    "text": "Behold, I say unto you, the redemption of Zion must needs come by power;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825733994423844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 36,
                    "text": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098044053046549
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069639808451241
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035846315356553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025804856880083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801965043432662
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019539317485767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019539317485767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019539317485767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006237633266743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002253993365462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016683873531142
                }
            ]
        },
        {
            "verse": 4,
            "text": "For a permanent and everlasting establishment and order unto my church, to advance the cause, which ye have espoused, to the salvation of man, and to the glory of your Father who is in heaven;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 20,
                    "text": "This order I have appointed to be an everlasting order unto you, and unto your successors, inasmuch as you sin not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166161464733067
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064540288209835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 103,
                    "text": "And again, verily, verily, I say unto you, it is expedient that every man who goes forth to proclaim mine everlasting gospel, that inasmuch as they have families, and receive money by gift, that they should send it unto them or make use of it for their benefit, as the Lord shall direct them, for thus it seemeth me good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013733856608056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015114307403564
                }
            ]
        },
        {
            "verse": 5,
            "text": "That you may be equal in the bonds of heavenly things, yea, and earthly things also, for the obtaining of heavenly things.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 6,
                    "text": "For if ye are not equal in earthly things ye cannot be equal in obtaining heavenly things;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8536189049241254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 6,
                    "text": "For if ye are not equal in earthly things ye cannot be equal in obtaining heavenly things;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9300435310524365
                }
            ]
        },
        {
            "verse": 6,
            "text": "For if ye are not equal in earthly things ye cannot be equal in obtaining heavenly things;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 5,
                    "text": "That you may be equal in the bonds of heavenly things, yea, and earthly things also, for the obtaining of heavenly things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8536189049241254
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 25,
                    "text": "Yet ye say, The way of the Lord is not equal. Hear now, O house of Israel; Is not my way equal? are not your ways unequal?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143987449900143
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 29,
                    "text": "Yet saith the house of Israel, The way of the Lord is not equal. O house of Israel, are not my ways equal? are not your ways unequal?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077546631049061
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 17,
                    "text": "Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076779306024848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 5,
                    "text": "That you may be equal in the bonds of heavenly things, yea, and earthly things also, for the obtaining of heavenly things.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9300435310524365
                }
            ]
        },
        {
            "verse": 7,
            "text": "For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8442822897166768
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 3,
                    "text": "And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8385482968370782
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 13,
                    "text": "Behold, this is the preparation wherewith I prepare you, and the foundation, and the ensample which I give unto you, whereby you may accomplish the commandments which are given you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8277704882840458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8255131570365672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 80,
                    "text": "That ye may be prepared in all things when I shall send you again to magnify the calling whereunto I have called you, and the mission with which I have commissioned you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8244324040964749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 20,
                    "text": "Wherefore, do the things which I have commanded you, saith your Redeemer, even the Son Ahman, who prepareth all things before he taketh you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8227075707546421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8219466837329932
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 14,
                    "text": "And the Lord commanded me at that time to teach you statutes and judgments, that ye might do them in the land whither ye go over to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8202545666422913
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 111,
                    "verse": 8,
                    "text": "And the place where it is my will that you should tarry, for the main, shall be signalized unto you by the peace and power of my Spirit, that shall flow unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8198617983991738
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 3,
                    "text": "Therefore, prepare thy heart to receive and obey the instructions which I am about to give unto you; for all those who have this law revealed unto them must obey the same.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197643626545899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 16,
                    "text": "And let my servants that have been appointed go and teach this, my will, to the saints, that they may be ready to go to a land of peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176986664744755
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 18,
                    "text": "And I commanded you at that time all the things which ye should do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159955085306221
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "volume_book_index": 18,
                    "chapter": 1,
                    "verse": 22,
                    "text": "But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155249703324107
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 54,
                    "verse": 9,
                    "text": "And after you have done journeying, behold, I say unto you, seek ye a living like unto men, until I prepare a place for you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155205258723115
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 20,
                    "text": "Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151084848510535
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145041269980431
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130128895530034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 11,
                    "text": "Wherefore, a commandment I give unto you, to prepare and organize yourselves by a bond or everlasting covenant that cannot be broken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106307931343321
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105040471474108
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 4,
                    "text": "And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098204214914143
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 79,
                    "text": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093732547241126
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 54,
                    "text": "And again, a commandment I give unto you concerning your stewardship which I have appointed unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091503627420591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084785214244103
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 11,
                    "text": "Then there shall be a place which the Lord your God shall choose to cause his name to dwell there; thither shall ye bring all that I command you; your burnt offerings, and your sacrifices, your tithes, and the heave offering of your hand, and all your choice vows which ye vow unto the Lord:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808427574483423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 50,
                    "text": "And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80804344320128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 9,
                    "text": "Or, in other words, I give unto you directions how you may act before me, that it may turn to you for your salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068261632583081
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 15,
                    "text": "And all this ye shall observe to do as I have commanded concerning your teaching, until the fulness of my scriptures is given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066360459800898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 11,
                    "text": "It is wisdom in me; therefore, a commandment I give unto you, that ye shall organize yourselves and appoint every man his stewardship;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065957425789225
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "volume_book_index": 8,
                    "chapter": 9,
                    "verse": 5,
                    "text": "Therefore I thought it necessary to exhort the brethren, that they would go before unto you, and make up beforehand your bounty, whereof ye had notice before, that the same might be ready, as a matter of bounty, and not as of covetousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051014668830141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029974706314378
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 26,
                    "verse": 1,
                    "text": "Behold, I say unto you that you shall let your time be devoted to the studying of the scriptures, and to preaching, and to confirming the church at Colesville, and to performing your labors on the land, such as is required, until after you shall go to the west to hold the next conference; and then it shall be made known what you shall do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024623567940548
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 11,
                    "text": "And the anointing oil, and sweet incense for the holy place: according to all that I have commanded thee shall they do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022598823699132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022108529661983
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014583362005109
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 9,
                    "text": "And let my servant Luke Johnson go with him, and proclaim the things which I have commanded them--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013121999661806
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012500952323444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 12,
                    "text": "And I give unto you a commandment that ye shall do these things. And if ye shall always do these things blessed are ye, for ye are built upon my rock.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009050134868297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 68,
                    "text": "Nevertheless, as I have said unto you in a former commandment, let not your gathering be in haste, nor by flight; but let all things be prepared before you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004988981921992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 13,
                    "text": "And I will also be your light in the wilderness; and I will prepare the way before you, if it so be that ye shall keep my commandments; wherefore, inasmuch as ye shall keep my commandments ye shall be led towards the promised land; and ye shall know that it is by me that ye are led.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001923899836108
                }
            ]
        },
        {
            "verse": 8,
            "text": "And now, verily thus saith the Lord, it is expedient that all things be done unto my glory, by you who are joined together in this order;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8623149953773637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 8,
                    "text": "Verily I say unto you, it is expedient in me that he should become a member of the order, that he may assist in bringing forth my word unto the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8532822761576445
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 3,
                    "text": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8370433765545361
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 92,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord, I give unto the united order, organized agreeable to the commandment previously given, a revelation and commandment concerning my servant Frederick G. Williams, that ye shall receive him into the order. What I say unto one I say unto all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.829122018205157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 5,
                    "text": "For behold, verily I say unto you, this is the most expedient in me, that my word should go forth unto the children of men, for the purpose of subduing the hearts of the children of men for your good. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.824789299349933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8241808960416385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8216714016053456
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 117,
                    "text": "Therefore, verily I say unto you, my friends, call your solemn assembly, as I have commanded you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8206832300710084
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8204976986613353
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 33,
                    "text": "Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165218533646104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 28,
                    "text": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815555365375875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 1,
                    "text": "Behold and hearken, O ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146221052677988
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 5,
                    "verse": 4,
                    "text": "In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115383905846377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 9,
                    "text": "And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106309625630804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090656516756208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 3,
                    "text": "Therefore, he giveth this promise unto you, with an immutable covenant that they shall be fulfilled; and all things wherewith you have been afflicted shall work together for your good, and to my name's glory, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080602136446088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 92,
                    "verse": 2,
                    "text": "And again, I say unto you my servant Frederick G. Williams, you shall be a lively member in this order; and inasmuch as you are faithful in keeping all former commandments you shall be blessed forever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073347084747734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 74,
                    "text": "And I give unto you, who are the first laborers in this last kingdom, a commandment that you assemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806802651632813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806232478157203
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 11,
                    "text": "Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060397556060258
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 32,
                    "text": "Verily, verily, I say unto you, as I said unto my disciples, where two or three are gathered together in my name, as touching one thing, behold, there will I be in the midst of them--even so am I in the midst of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055636663635158
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 16,
                    "verse": 16,
                    "text": "That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054932705075197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054324935181761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it hath become expedient that I, according to the will of God, that the prayers of those who have gone hence, who were the holy ones, should be fulfilled according to their faith, should make a record of these things which have been done--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054165640398628
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 5,
                    "text": "Gather my saints together unto me; those that have made a covenant with me by sacrifice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046503706208396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046217654031592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 6,
                    "text": "For hereafter you shall be ordained and go forth and deliver my words unto the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045560931390685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 77,
                    "text": "And again I say unto you, my friends, for from henceforth I shall call you friends, it is expedient that I give unto you this commandment, that ye become even as my friends in days when I was with them, traveling to preach the gospel in my power;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043083862463081
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034027302135764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 30,
                    "text": "And even if they do unto you even as they have done unto me, blessed are ye, for you shall dwell with me in glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031032769247437
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "volume_book_index": 17,
                    "chapter": 3,
                    "verse": 15,
                    "text": "All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029023689245595
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 20,
                    "verse": 32,
                    "text": "And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028902593834079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801971803240765
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 7,
                    "text": "Behold, I speak unto you, and also to all those who have desires to bring forth and establish this work;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019233527071722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 72,
                    "text": "Now, verily I say unto you, let all the churches gather together all their moneys; let these things be done in their time, but not in haste; and observe to have all things prepared before you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017592664202283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 19,
                    "text": "For behold, I will be with him, and I will sanctify him before the people; for unto him have I given the keys of this kingdom and ministry. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801501281115234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 19,
                    "text": "Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801152716807269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 2,
                    "text": "And it shall come to pass, that inasmuch as they are faithful, and exercise faith in me, I will pour out my Spirit upon them in the day that they assemble themselves together.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004173086882919
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002675409769096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9122375197552173
                }
            ]
        },
        {
            "verse": 9,
            "text": "Or, in other words, let my servant Newel K. Whitney and my servant Joseph Smith, Jun., and my servant Sidney Rigdon sit in council with the saints which are in Zion;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8259104959194321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9105673379044155
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 65,
                    "text": "Let my servants, Joseph Smith, Jun., and Sidney Rigdon, seek them a home, as they are taught through prayer by the Spirit.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9100164282302411
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 41,
                    "text": "And again, let my servants Joseph Smith, Jun., and Sidney Rigdon and Edward Partridge take with them a recommend from the church. And let there be one obtained for my servant Oliver Cowdery also.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9070909182862916
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 11,
                    "text": "Therefore, verily I say unto you, that it is expedient for my servants Edward Partridge and Newel K. Whitney, A. Sidney Gilbert and Sidney Rigdon, and my servant Joseph Smith, and John Whitmer and Oliver Cowdery, and W. W. Phelps and Martin Harris to be bound together by a bond and covenant that cannot be broken by transgression, except judgment shall immediately follow, in your several stewardships--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9024912773077934
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 3,
                    "text": "Wherefore, verily I say unto you, let my servants Joseph Smith, Jun., and Sidney Rigdon take their journey as soon as preparations can be made to leave their homes, and journey to the land of Missouri.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014555635670979
                }
            ]
        },
        {
            "verse": 10,
            "text": "Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 40,
                    "text": "He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8516083607544592
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 17,
                    "verse": 4,
                    "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8222471519968373
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "volume_book_index": 10,
                    "chapter": 4,
                    "verse": 18,
                    "text": "Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117043406039912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 9,
                    "text": "Yea, and there shall be many which shall teach after this manner, false and vain and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord; and their works shall be in the dark.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080379881508886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 22,
                    "text": "And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056364605430496
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "volume_book_index": 15,
                    "chapter": 5,
                    "verse": 15,
                    "text": "For some are already turned aside after Satan.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056124132016511
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 3,
                    "verse": 7,
                    "text": "Be not wise in thine own eyes: fear the Lord, and depart from evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039722908209037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 2,
                    "verse": 2,
                    "text": "Imagining up some vain thing in their hearts, that it was wrought by men and by the power of the devil, to lead away and deceive the hearts of the people; and thus did Satan get possession of the hearts of the people again, insomuch that he did blind their eyes and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037805129542444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 8,
                    "verse": 12,
                    "text": "Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010604599809896
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 22,
                    "text": "Satan stirreth them up, that he may lead their souls to destruction.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013628187232305
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 3,
                    "text": "And also Satan hath sought to deceive you, that he might overthrow you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002829671243454
                }
            ]
        },
        {
            "verse": 11,
            "text": "Wherefore, a commandment I give unto you, to prepare and organize yourselves by a bond or everlasting covenant that cannot be broken.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8545148469500584
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 11,
                    "text": "It is wisdom in me; therefore, a commandment I give unto you, that ye shall organize yourselves and appoint every man his stewardship;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8339950449341983
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8323815311636188
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8298651652356613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 68,
                    "text": "Nevertheless, as I have said unto you in a former commandment, let not your gathering be in haste, nor by flight; but let all things be prepared before you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233600374670712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223653501715432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821315065684609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 13,
                    "text": "Behold, this is the preparation wherewith I prepare you, and the foundation, and the ensample which I give unto you, whereby you may accomplish the commandments which are given you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200575600018789
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 74,
                    "text": "And I give unto you, who are the first laborers in this last kingdom, a commandment that you assemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200305640964288
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 7,
                    "text": "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170228882316233
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 103,
                    "verse": 18,
                    "text": "To such as keep his covenant, and to those that remember his commandments to do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165971449429702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 25,
                    "text": "Wherefore, I, the Lord, give unto you this commandment, that ye obtain places for your families, inasmuch as your brethren are willing to open their hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135273709205724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 11,
                    "text": "Wherefore, keep my commandments; they are true and faithful. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8111256861015681
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 7,
                    "text": "For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106307931343321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 39,
                    "verse": 11,
                    "text": "And if thou do this, I have prepared thee for a greater work. Thou shalt preach the fulness of my gospel, which I have sent forth in these last days, the covenant which I have sent forth to recover my people, which are of the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809913634394983
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 5,
                    "text": "Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809734860631002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096103583423502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094720851714459
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 16,
                    "verse": 60,
                    "text": "Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091964876853142
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 86,
                    "text": "I give unto you this privilege, this once; and behold, if you proceed to do the things which I have laid before you, according to my commandments, all these things are mine, and ye are my stewards, and the master will not suffer his house to be broken up. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088191670690773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080582503421031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Wherefore, lift up thy heart and rejoice, and cleave unto the covenants which thou hast made.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080039393216095
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 25,
                    "verse": 12,
                    "text": "Wherefore say, Behold, I give unto him my covenant of peace:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079551292163777
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066359652744666
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 133,
                    "text": "Art thou a brother or brethren? I salute you in the name of the Lord Jesus Christ, in token or remembrance of the everlasting covenant, in which covenant I receive you to fellowship, in a determination that is fixed, immovable, and unchangeable, to be your friend and brother through the grace of God in the bonds of love, to walk in all the commandments of God blameless, in thanksgiving, forever and ever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048445516954851
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 6,
                    "text": "Seek to bring forth and establish my Zion. Keep my commandments in all things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044409362010693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803973110940351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 20,
                    "text": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037339869660688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 9,
                    "text": "Wherefore, I say unto you that I have sent unto you mine everlasting covenant, even that which was from the beginning.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034056204428764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 4,
                    "text": "And your home shall be at your father's house, until I give unto you further commandments. And you shall attend to the ministry in the church, and before the world, and in the regions round about. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032180001681751
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 2,
                    "text": "Let all the people of The Church of Jesus Christ of Latter-day Saints, and those who journey with them, be organized into companies, with a covenant and promise to keep all the commandments and statutes of the Lord our God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031138666202352
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 24,
                    "verse": 8,
                    "text": "Every sabbath he shall set it in order before the Lord continually, being taken from the children of Israel by an everlasting covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802649587904797
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 34,
                    "verse": 12,
                    "text": "Take heed to thyself, lest thou make a covenant with the inhabitants of the land whither thou goest, lest it be for a snare in the midst of thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024782345233799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021462588244284
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019474073025942
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 13,
                    "text": "To keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800059055193219
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9062099400884022
                }
            ]
        },
        {
            "verse": 12,
            "text": "And he who breaketh it shall lose his office and standing in the church, and shall be delivered over to the buffetings of Satan until the day of redemption.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 21,
                    "text": "And the soul that sins against this covenant, and hardeneth his heart against it, shall be dealt with according to the laws of my church, and shall be delivered over to the buffetings of Satan until the day of redemption.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8252427460769732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152417411480128
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152417411480128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 9,
                    "text": "Inasmuch as ye are cut off for transgression, ye cannot escape the buffetings of Satan until the day of redemption.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807363150626954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 21,
                    "text": "And the soul that sins against this covenant, and hardeneth his heart against it, shall be dealt with according to the laws of my church, and shall be delivered over to the buffetings of Satan until the day of redemption.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9137963328896864
                }
            ]
        },
        {
            "verse": 13,
            "text": "Behold, this is the preparation wherewith I prepare you, and the foundation, and the ensample which I give unto you, whereby you may accomplish the commandments which are given you;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8312070589991075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 7,
                    "text": "For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8277704882840458
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8252278794759386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8241464490016828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 16,
                    "text": "Behold, this is sufficient for you, and the will of him who hath sent you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8213102458205158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 11,
                    "text": "Wherefore, a commandment I give unto you, to prepare and organize yourselves by a bond or everlasting covenant that cannot be broken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200575600018789
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 4,
                    "verse": 12,
                    "text": "Therefore thus will I do unto thee, O Israel: and because I will do this unto thee, prepare to meet thy God, O Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179940352374065
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168670283913545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 38,
                    "text": "Behold, this is an ensample unto all people, saith the Lord your God, for justification before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166541710597303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 3,
                    "text": "Therefore, prepare thy heart to receive and obey the instructions which I am about to give unto you; for all those who have this law revealed unto them must obey the same.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153397567881896
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 79,
                    "text": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127956452862511
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090604283558018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808615449310028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085445457906453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 54,
                    "text": "And again, a commandment I give unto you concerning your stewardship which I have appointed unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078425569353822
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073034851011051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 13,
                    "text": "And I will also be your light in the wilderness; and I will prepare the way before you, if it so be that ye shall keep my commandments; wherefore, inasmuch as ye shall keep my commandments ye shall be led towards the promised land; and ye shall know that it is by me that ye are led.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065525320698413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056032055085603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 19,
                    "text": "And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055394898596777
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 6,
                    "text": "And it shall be dedicated unto the Lord from the foundation thereof, according to the order of the priesthood, according to the pattern which shall be given unto you hereafter.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054617553581606
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 11,
                    "text": "Pass through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the Lord your God giveth you to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045478444378902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035229747478618
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020955614678127
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 12,
                    "text": "And the Lord said unto Moses, Come up to me into the mount, and be there: and I will give thee tables of stone, and a law, and commandments which I have written; that thou mayest teach them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020241822597146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son--of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004708902623683
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 7,
                    "text": "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000986363083711
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9133413110179428
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9058817625046034
                }
            ]
        },
        {
            "verse": 14,
            "text": "That through my providence, notwithstanding the tribulation which shall descend upon you, that the church may stand independent above all other creatures beneath the celestial world;",
            "similars": []
        },
        {
            "verse": 15,
            "text": "That you may come up unto the crown prepared for you, and be made rulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of Adam-ondi-Ahman;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 34,
                    "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8206298667057884
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 9,
                    "verse": 8,
                    "text": "Blessed be the Lord thy God, which delighted in thee to set thee on his throne, to be king for the Lord thy God: because thy God loved Israel, to establish them for ever, therefore made he thee king over them, to do judgment and justice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184395806212167
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 7,
                    "text": "And also that you might be honored in laying the foundation, and in bearing record of the land upon which the Zion of God shall stand;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162877722226417
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 24,
                    "verse": 20,
                    "text": "And now, behold, I know well that thou shalt surely be king, and that the kingdom of Israel shall be established in thine hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145026347175421
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 5,
                    "text": "Then I will establish the throne of thy kingdom upon Israel for ever, as I promised to David thy father, saying, There shall not fail thee a man upon the throne of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132230406377088
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 28,
                    "verse": 4,
                    "text": "Howbeit the Lord God of Israel chose me before all the house of my father to be king over Israel for ever: for he hath chosen Judah to be the ruler; and of the house of Judah, the house of my father; and among the sons of my father he liked me to make me king over all Israel:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109026545917722
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 43,
                    "verse": 15,
                    "text": "I am the Lord, your Holy One, the creator of Israel, your King.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093389783937874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086691908574191
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 6,
                    "verse": 21,
                    "text": "And David said unto Michal, It was before the Lord, which chose me before thy father, and before all his house, to appoint me ruler over the people of the Lord, over Israel: therefore will I play before the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076060019952933
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 35,
                    "text": "Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80596172044903
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045514742234402
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 103,
                    "verse": 19,
                    "text": "The Lord hath prepared his throne in the heavens; and his kingdom ruleth over all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040714426882553
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 2,
                    "verse": 45,
                    "text": "And king Solomon shall be blessed, and the throne of David shall be established before the Lord for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032780328043428
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 107,
                    "verse": 55,
                    "text": "And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030612459770876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 32,
                    "text": "That the kingdoms of this world may be constrained to acknowledge that the kingdom of Zion is in very deed the kingdom of our God and his Christ; therefore, let us become subject unto her laws.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025148404284626
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 10,
                    "verse": 9,
                    "text": "Blessed be the Lord thy God, which delighted in thee, to set thee on the throne of Israel: because the Lord loved Israel for ever, therefore made he thee king, to do judgment and justice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011806484061107
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 7,
                    "text": "Go, tell Jeroboam, Thus saith the Lord God of Israel, Forasmuch as I exalted thee from among the people, and made thee prince over my people Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002357273056818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 107,
                    "verse": 55,
                    "text": "And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9134810243094375
                }
            ]
        },
        {
            "verse": 16,
            "text": "Who hath appointed Michael your prince, and established his feet, and set him upon high, and given unto him the keys of salvation under the counsel and direction of the Holy One, who is without beginning of days or end of life.",
            "similars": []
        },
        {
            "verse": 17,
            "text": "Verily, verily, I say unto you, ye are little children, and ye have not as yet understood how great blessings the Father hath in his own hands and prepared for you;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 40,
                    "text": "Behold, ye are little children and ye cannot bear all things now; ye must grow in grace and in the knowledge of the truth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8199102172567587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 34,
                    "text": "I say unto you, that there are not any among you, except it be your little children that have not been taught concerning these things, but what knoweth that ye are eternally indebted to your heavenly Father, to render to him all that you have and are; and also have been taught concerning the records which contain the prophecies which have been spoken by the holy prophets, even down to the time our father, Lehi, left Jerusalem;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073283591511999
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 36,
                    "text": "And now, verily I say unto you, and what I say unto one I say unto all, be of good cheer, little children; for I am in your midst, and I have not forsaken you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060084202037323
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 99,
                    "verse": 3,
                    "text": "And who receiveth you as a little child, receiveth my kingdom; and blessed are they, for they shall obtain mercy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041092675634989
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9048055140732112
                }
            ]
        },
        {
            "verse": 18,
            "text": "And ye cannot bear all things now; nevertheless, be of good cheer, for I will lead you along. The kingdom is yours and the blessings thereof are yours, and the riches of eternity are yours.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 24,
                    "text": "For even yet the kingdom is yours, and shall be forever, if you fall not from your steadfastness. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126872590142443
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 9,
                    "text": "For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110138896620468
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 15,
                    "text": "Therefore, be ye strong from henceforth; fear not, for the kingdom is yours.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803994588986379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 37,
                    "text": "And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038034021810938
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 18,
                    "text": "And whatsoever shall seem good to thee, and to thy brethren, to do with the rest of the silver and the gold, that do after the will of your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001647070701502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 68,
                    "verse": 6,
                    "text": "Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000611631897564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 39,
                    "text": "And if ye seek the riches which it is the will of the Father to give unto you, ye shall be the richest of all people, for ye shall have the riches of eternity; and it must needs be that the riches of the earth are mine to give; but beware of pride, lest ye become as the Nephites of old.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800020806848426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 15,
                    "text": "Therefore, be ye strong from henceforth; fear not, for the kingdom is yours.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.90265953540802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 62,
                    "verse": 9,
                    "text": "Behold, the kingdom is yours. And behold, and lo, I am with the faithful always. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.902184498049683
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he who receiveth all things with thankfulness shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold, yea, more.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 30,
                    "text": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8315155864946325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 6,
                    "text": "For unto him that receiveth it shall be given more abundantly, even power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8309096744562714
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207393277569139
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 72,
                    "verse": 19,
                    "text": "And blessed be his glorious name for ever: and let the whole earth be filled with his glory; Amen, and Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147846617113389
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 9,
                    "verse": 7,
                    "text": "And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143779330581491
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 9,
                    "text": "Yea the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the blessings which shall be poured out, and the endowment with which my servants have been endowed in this house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079227955643037
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "volume_book_index": 8,
                    "chapter": 9,
                    "verse": 11,
                    "text": "Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805706778961866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 26,
                    "verse": 37,
                    "text": "Now my brethren, we see that God is mindful of every people, whatsoever land they may be in; yea, he numbereth his people, and his bowels of mercy are over all the earth. Now this is my joy, and my great thanksgiving; yea, and I will give thanks unto my God forever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049453751975124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 35,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044067994083114
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 97,
                    "verse": 1,
                    "text": "The Lord reigneth; let the earth rejoice; let the multitude of isles be glad thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804369342208414
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 38,
                    "text": "And inasmuch as he is faithful, I will multiply a multiplicity of blessings upon him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042372312359644
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 8,
                    "verse": 19,
                    "text": "Behold, this is the joy of his way, and out of the earth shall others grow.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036754721496024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 56,
                    "verse": 19,
                    "text": "For behold, the Lord shall come, and his recompense shall be with him, and he shall reward every man, and the poor shall rejoice;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024388162963355
                }
            ]
        },
        {
            "verse": 20,
            "text": "Wherefore, do the things which I have commanded you, saith your Redeemer, even the Son Ahman, who prepareth all things before he taketh you;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 7,
                    "text": "For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8227075707546421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195590329111379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 17,
                    "text": "Wherefore, do the things which I have told you I have seen that your Lord and your Redeemer should do; for, for this cause have they been shown unto me, that ye might know the gate by which ye should enter. For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8173221498098655
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 29,
                    "text": "Seest thou how Ahab humbleth himself before me? because he humbleth himself before me, I will not bring the evil in his days: but in his son's days will I bring the evil upon his house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167083395373275
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying--Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107600099135218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 13,
                    "text": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093257049049682
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 1,
                    "text": "Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089764587492573
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082274047182711
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 30,
                    "text": "The Lord your God which goeth before you, he shall fight for you, according to all that he did for you in Egypt before your eyes;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047591610795048
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 17,
                    "text": "And thus saith the Lord, thy Redeemer, the Holy One of Israel; I have sent him, the Lord thy God who teacheth thee to profit, who leadeth thee by the way thou shouldst go, hath done it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037603329550242
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 26,
                    "verse": 18,
                    "text": "And he said, Wherefore doth my lord thus pursue after his servant? for what have I done? or what evil is in mine hand?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017644657429019
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 5,
                    "text": "Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008309399837559
                }
            ]
        },
        {
            "verse": 21,
            "text": "For ye are the church of the Firstborn, and he will take you up in a cloud, and appoint every man his portion.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 76,
                    "verse": 54,
                    "text": "They are they who are the church of the Firstborn.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096420362823987
                }
            ]
        },
        {
            "verse": 22,
            "text": "And he that is a faithful and wise steward shall inherit all things. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 19,
                    "text": "And whoso is found a faithful, a just, and a wise steward shall enter into the joy of his Lord, and shall inherit eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8522911664836813
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8403825018049187
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 21,
                    "verse": 7,
                    "text": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8364440053230406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 16,
                    "text": "And he who is faithful shall overcome all things, and shall be lifted up at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8270550371365482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 75,
                    "text": "But so long as he is in full fellowship, and is faithful and wise in his stewardship, this shall be his token unto the treasurer that the treasurer shall not withhold.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253414103951892
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 4,
                    "text": "For he who is faithful and wise in time is accounted worthy to inherit the mansions prepared for him of my Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234574443493654
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 89,
                    "verse": 52,
                    "text": "Blessed be the Lord for evermore. Amen, and Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8186437805909703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 5,
                    "text": "But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176813450159784
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 11,
                    "text": "Wherefore, keep my commandments; they are true and faithful. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147168132625735
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 35,
                    "text": "And if thou art faithful in keeping my commandments, thou shalt be lifted up at the last day. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129034096656075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 113,
                    "text": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100435263611713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098054570184838
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 16,
                    "text": "And thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095072335403279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 86,
                    "text": "I give unto you this privilege, this once; and behold, if you proceed to do the things which I have laid before you, according to my commandments, all these things are mine, and ye are my stewards, and the master will not suffer his house to be broken up. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092084251919998
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 25,
                    "verse": 1,
                    "text": "O Lord, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081888326599264
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 2,
                    "verse": 8,
                    "text": "Ask of me, and I shall give thee the heathen for thine inheritance, and the uttermost parts of the earth for thy possession.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807585489658507
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 9,
                    "text": "Behold, this is what the Lord requires of every man in his stewardship, even as I, the Lord, have appointed or shall hereafter appoint unto any man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074127145642859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 37,
                    "text": "Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069808021510232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 47,
                    "text": "He that is faithful and endureth shall overcome the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064634022342281
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 11,
                    "verse": 36,
                    "text": "For of him, and through him, and to him, are all things: to whom be glory for ever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053620183838092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 5,
                    "text": "And blessed are the meek, for they shall inherit the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044183916814084
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 16,
                    "verse": 20,
                    "text": "That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which the Lord thy God giveth thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038072101334578
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 5,
                    "text": "And thus, if ye are faithful ye shall be laden with many sheaves, and crowned with honor, and glory, and immortality, and eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030709846140464
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 23,
                    "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021331709784271
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 8,
                    "text": "And he said, Lord God, whereby shall I know that I shall inherit it?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021279092523357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 3,
                    "text": "And verily in this thing ye have done wisely, for it is required of the Lord, at the hand of every steward, to render an account of his stewardship, both in time and in eternity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019910869352049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 61,
                    "text": "And this shall be my seal and blessing upon you--a faithful and wise steward in the midst of mine house, a ruler in my kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801606336326435
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 21,
                    "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007037819687641
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 19,
                    "text": "And whoso is found a faithful, a just, and a wise steward shall enter into the joy of his Lord, and shall inherit eternal life.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9283271474643279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 4,
                    "text": "For he who is faithful and wise in time is accounted worthy to inherit the mansions prepared for him of my Father.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9154812592841957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9112088137144574
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 12,
                    "verse": 42,
                    "text": "And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016827613616912
                }
            ]
        }
    ]
}