{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 55,
    "verses": [
        {
            "verse": 1,
            "text": "Behold, thus saith the Lord unto you, my servant William, yea, even the Lord of the whole earth, thou art called and chosen; and after thou hast been baptized by water, which if you do with an eye single to my glory, you shall have a remission of your sins and a reception of the Holy Spirit by the laying on of hands;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them--Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.",
                    "score": 0.8383925356671456
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 52,
                    "text": "And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.",
                    "score": 0.829359080399395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 14,
                    "text": "But, behold, my beloved brethren, thus came the voice of the Son unto me, saying: After ye have repented of your sins, and witnessed unto the Father that ye are willing to keep my commandments, by the baptism of water, and have received the baptism of fire and of the Holy Ghost, and can speak with a new tongue, yea, even with the tongue of angels, and after this should deny me, it would have been better for you that ye had not known me.",
                    "score": 0.8262685805627895
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.8192860183956368
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.",
                    "score": 0.8189146474710856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.8183575301198704
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.",
                    "score": 0.8179770857042448
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 59,
                    "text": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
                    "score": 0.8177021733092632
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
                    "score": 0.8168714528586636
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 8,
                    "text": "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.",
                    "score": 0.8151461157388148
                }
            ]
        },
        {
            "verse": 2,
            "text": "And then thou shalt be ordained by the hand of my servant Joseph Smith, Jun., to be an elder unto this church, to preach repentance and remission of sins by way of baptism in the name of Jesus Christ, the Son of the living God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 22,
                    "text": "For behold, this is my church; whosoever is baptized shall be baptized unto repentance. And whomsoever ye receive shall believe in my name; and him will I freely forgive.",
                    "score": 0.8167267489549412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 25,
                    "text": "Therefore, there were ordained of Nephi, men unto this ministry, that all such as should come unto them should be baptized with water, and this as a witness and a testimony before God, and unto the people, that they had repented and received a remission of their sins.",
                    "score": 0.8125730195932379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 3,
                    "verse": 3,
                    "text": "In the name of Jesus Christ I ordain you to be a priest (or if he be a teacher, I ordain you to be a teacher) to preach repentance and remission of sins through Jesus Christ, by the endurance of faith on his name to the end. Amen.",
                    "score": 0.8112023690976805
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.8041169528772579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 38,
                    "text": "And again I say unto you, ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God.",
                    "score": 0.8033584639664709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 62,
                    "text": "I speak by way of command unto you that belong to the church; and unto those who do not belong to the church I speak by way of invitation, saying: Come and be baptized unto repentance, that ye also may be partakers of the fruit of the tree of life.",
                    "score": 0.8014981091967874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them--Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.",
                    "score": 0.7999414068633169
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 11,
                    "text": "And the Father said: Repent ye, repent ye, and be baptized in the name of my Beloved Son.",
                    "score": 0.7991078532022667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And now I say unto you that this is the order after which I am called, yea, to preach unto my beloved brethren, yea, and every one that dwelleth in the land; yea, to preach unto all, both old and young, both bond and free; yea, I say unto you the aged, and also the middle aged, and the rising generation; yea, to cry unto them that they must repent and be born again.",
                    "score": 0.7973721427360801
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 37,
                    "text": "And again I say unto you, ye must repent, and become as a little child, and be baptized in my name, or ye can in nowise receive these things.",
                    "score": 0.7922894698993077
                }
            ]
        },
        {
            "verse": 3,
            "text": "And on whomsoever you shall lay your hands, if they are contrite before me, you shall have power to give the Holy Spirit.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.",
                    "score": 0.8549722352800155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And he called them by name, saying: Ye shall call on the Father in my name, in mighty prayer; and after ye have done this ye shall have power that to him upon whom ye shall lay your hands, ye shall give the Holy Ghost; and in my name shall ye give it, for thus do mine apostles.",
                    "score": 0.8183683524662169
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.",
                    "score": 0.8015553919680282
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.799464474273792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 31,
                    "text": "Cursed is he that putteth his trust in man, or maketh flesh his arm, or shall hearken unto the precepts of men, save their precepts shall be given by the power of the Holy Ghost.",
                    "score": 0.797946400985347
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 9,
                    "text": "I will be surety for him; of my hand shalt thou require him: if I bring him not unto thee, and set him before thee, then let me bear the blame for ever:",
                    "score": 0.7963665169280217
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 173,
                    "text": "Let thine hand help me; for I have chosen thy precepts.",
                    "score": 0.7942392895923739
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "score": 0.7914681097376501
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7906606828746
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "But truly I am full of power by the spirit of the Lord, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin.",
                    "score": 0.7894208743692235
                }
            ]
        },
        {
            "verse": 4,
            "text": "And again, you shall be ordained to assist my servant Oliver Cowdery to do the work of printing, and of selecting and writing books for schools in this church, that little children also may receive instruction before me as is pleasing unto me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 16,
                    "text": "Let thy work appear unto thy servants, and thy glory unto their children.",
                    "score": 0.76704043503386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 37,
                    "text": "And again I say unto you, ye must repent, and become as a little child, and be baptized in my name, or ye can in nowise receive these things.",
                    "score": 0.7654307440276393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.7599080501846762
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 58,
                    "text": "Therefore I give unto you a commandment, to teach these things freely unto your children, saying:",
                    "score": 0.7558355719104546
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;",
                    "score": 0.755255530470013
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 14,
                    "text": "For many nations and great kings shall serve themselves of them also: and I will recompense them according to their deeds, and according to the works of their own hands.",
                    "score": 0.7508964904162321
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.",
                    "score": 0.7491778364904628
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 8,
                    "text": "Nevertheless they shall be his servants; that they may know my service, and the service of the kingdoms of the countries.",
                    "score": 0.7491581427256738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 17,
                    "text": "For I will fulfil my promises which I have made unto the children of men, that I will do unto them while they are in the flesh--",
                    "score": 0.7484326312012354
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And whoso shall receive one such little child in my name receiveth me.",
                    "score": 0.7481977467713016
                }
            ]
        },
        {
            "verse": 5,
            "text": "And again, verily I say unto you, for this cause you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon, that you may be planted in the land of your inheritance to do this work.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.8374241096781345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.8367238102478262
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 21,
                    "text": "Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.",
                    "score": 0.8152730573658479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8083534626332216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 17,
                    "text": "Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence, that ye shall be about to prepare to return to the land of your inheritance;",
                    "score": 0.8065919571725165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 28,
                    "text": "Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance.",
                    "score": 0.8059038337988295
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "And the Father hath commanded me that I should give unto you this land, for your inheritance.",
                    "score": 0.8048189093558731
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "score": 0.8048143000617047
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 13,
                    "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.",
                    "score": 0.8039852617411606
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 18,
                    "verse": 4,
                    "text": "Give out from among you three men for each tribe: and I will send them, and they shall rise, and go through the land, and describe it according to the inheritance of them; and they shall come again to me.",
                    "score": 0.8037384226229315
                }
            ]
        },
        {
            "verse": 6,
            "text": "And again, let my servant Joseph Coe also take his journey with them. The residue shall be made known hereafter, even as I will. Amen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed.",
                    "score": 0.8101266267770083
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 3,
                    "text": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
                    "score": 0.7827729653075766
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 4,
                    "verse": 9,
                    "text": "With Onesimus, a faithful and beloved brother, who is one of you. They shall make known unto you all things which are done here.",
                    "score": 0.7820582502258963
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.7818653478745241
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 21,
                    "text": "But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:",
                    "score": 0.7808170708588779
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 17,
                    "text": "That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.",
                    "score": 0.7806678776440237
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 39,
                    "text": "But it shall come to pass in the latter days, that I will bring again the captivity of Elam, saith the Lord.",
                    "score": 0.7785403349104911
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 6,
                    "text": "For for this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing.",
                    "score": 0.7780514952153533
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 20,
                    "text": "I will even betroth thee unto me in faithfulness: and thou shalt know the Lord.",
                    "score": 0.7778363614101426
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 20,
                    "text": "And say ye moreover, Behold, thy servant Jacob is behind us. For he said, I will appease him with the present that goeth before me, and afterward I will see his face; peradventure he will accept of me.",
                    "score": 0.7776956697462516
                }
            ]
        }
    ]
}