{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 117,
    "verses": [
        {
            "verse": 1,
            "text": "Verily thus saith the Lord unto my servant William Marks, and also unto my servant Newel K. Whitney, let them settle up their business speedily and journey from the land of Kirtland, before I, the Lord, send again the snows upon the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 40,
                    "text": "And all this I have appointed unto my servant Newel K. Whitney for his stewardship, for a blessing upon him and his seed after him, for the benefit of the mercantile establishment of my order which I have established for my stake in the land of Kirtland.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8290463915111427
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 114,
                    "verse": 1,
                    "text": "Verily thus saith the Lord: It is wisdom in my servant David W. Patten, that he settle up all his business as soon as he possibly can, and make a disposition of his merchandise, that he may perform a mission unto me next spring, in company with others, even twelve including himself, to testify of my name and bear glad tidings unto all the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122567720201951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 22,
                    "text": "And again, verily I say unto you, let my servant Thomas B. Marsh and my servant Ezra Thayre take their journey also, preaching the word by the way unto this same land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049558536003253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 13,
                    "text": "And again, verily thus saith the Lord, let my servant Orson Hyde and my servant Samuel H. Smith take their journey into the eastern countries, and proclaim the things which I have commanded them; and inasmuch as they are faithful, lo, I will be with them even unto the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034867739833096
                }
            ]
        },
        {
            "verse": 2,
            "text": "Let them awake, and arise, and come forth, and not tarry, for I, the Lord, command it.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8272843244964065
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 19,
                    "verse": 7,
                    "text": "Now therefore arise, go forth, and speak comfortably unto thy servants: for I swear by the Lord, if thou go not forth, there will not tarry one with thee this night: and that will be worse unto thee than all the evil that befell thee from thy youth until now.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119385162946547
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 2,
                    "verse": 7,
                    "text": "Shall they not rise up suddenly that shall bite thee, and awake that shall vex thee, and thou shalt be for booties unto them?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092158342721825
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 1,
                    "verse": 17,
                    "text": "Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091804123116428
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 35,
                    "verse": 23,
                    "text": "Stir up thyself, and awake to my judgment, even unto my cause, my God and my Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808249208927804
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 5,
                    "verse": 12,
                    "text": "Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054050663330545
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 8,
                    "verse": 4,
                    "text": "Moreover thou shalt say unto them, Thus saith the Lord; Shall they fall, and not arise? shall he turn away, and not return?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022467888648912
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013485387672148
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907569950367813
                }
            ]
        },
        {
            "verse": 3,
            "text": "Therefore, if they tarry it shall not be well with them.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "Let them repent of all their sins, and of all their covetous desires, before me, saith the Lord; for what is property unto me? saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 54,
                    "verse": 3,
                    "text": "And if your brethren desire to escape their enemies, let them repent of all their sins, and become truly humble before me and contrite.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.81554110887847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 63,
                    "text": "Wherefore, let the church repent of their sins, and I, the Lord, will own them; otherwise they shall be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098806867234082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 10,
                    "text": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093164795714616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 8,
                    "text": "Wherefore, I will that all men shall repent, for all are under sin, except those which I have reserved unto myself, holy men that ye know not of.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804379816747136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you whom I love, and whom I love I also chasten that their sins may be forgiven, for with the chastisement I prepare a way for their deliverance in all things out of temptation, and I have loved you--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038477653611721
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 21,
                    "text": "Verily I say unto you, that I, the Lord, will chasten them and will do whatsoever I list, if they do not repent and observe all things whatsoever I have said unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031341640902351
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009773464560748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004189151527673
                }
            ]
        },
        {
            "verse": 5,
            "text": "Let the properties of Kirtland be turned out for debts, saith the Lord. Let them go, saith the Lord, and whatsoever remaineth, let it remain in your hands, saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 16,
                    "text": "And again, verily I say unto you, let all my servants in the land of Kirtland remember the Lord their God, and mine house also, to keep and preserve it holy, and to overthrow the moneychangers in mine own due time, saith the Lord. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440456823343281
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 14,
                    "verse": 25,
                    "text": "Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the Lord thy God shall choose:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164317673209956
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 57,
                    "verse": 13,
                    "text": "When thou criest, let thy companies deliver thee; but the wind shall carry them all away; vanity shall take them: but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070341788883666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 1,
                    "text": "Yea, for thus saith the Lord: Have I put thee away, or have I cast thee off forever? For thus saith the Lord: Where is the bill of your mother's divorcement? To whom have I put thee away, or to which of my creditors have I sold you? Yea, to whom have I sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066255545995042
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 53,
                    "text": "And ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023197428394264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 2,
                    "text": "Thou who hast commanded thy servants to build a house to thy name in this place [Kirtland].",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015985193304199
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 50,
                    "verse": 1,
                    "text": "Thus saith the Lord, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010620210003603
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 69,
                    "text": "And if any pay stock into their hands it shall be for stock in that house, for himself, and for his generation after him, from generation to generation, so long as he and his heirs shall hold that stock, and do not sell or convey the stock away out of their hands by their own free will and act, if you will do my will, saith the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005935398579691
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 23,
                    "text": "That thereby he may be enabled to discharge every debt; that the storehouse of the Lord may not be brought into disrepute before the eyes of the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001718163330732
                }
            ]
        },
        {
            "verse": 6,
            "text": "For have I not the fowls of heaven, and also the fish of the sea, and the beasts of the mountains? Have I not made the earth? Do I not hold the destinies of all the armies of the nations of the earth?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 20,
                    "text": "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234249444949925
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 29,
                    "verse": 5,
                    "text": "And I will leave thee thrown into the wilderness, thee and all the fish of thy rivers: thou shalt fall upon the open fields; thou shalt not be brought together, nor gathered: I have given thee for meat to the beasts of the field and to the fowls of the heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184577386013051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811267383516042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008272445962081
                }
            ]
        },
        {
            "verse": 7,
            "text": "Therefore, will I not make solitary places to bud and to blossom, and to bring forth in abundance? saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 100,
                    "text": "Nevertheless, I do not say they shall not dwell thereon; for inasmuch as they bring forth fruit and works meet for my kingdom they shall dwell thereon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139332588694911
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 17,
                    "verse": 9,
                    "text": "Say thou, Thus saith the Lord God; Shall it prosper? shall he not pull up the roots thereof, and cut off the fruit thereof, that it wither? it shall wither in all the leaves of her spring, even without great power or many people to pluck it up by the roots thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048651563163487
                }
            ]
        },
        {
            "verse": 8,
            "text": "Is there not room enough on the mountains of Adam-ondi-Ahman, and on the plains of Olaha Shinehah, or the land where Adam dwelt, that you should covet that which is but the drop, and neglect the more weighty matters?",
            "similars": []
        },
        {
            "verse": 9,
            "text": "Therefore, come up hither unto the land of my people, even Zion.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.848875754075582
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 25,
                    "text": "Behold, the land of Zion--I, the Lord, hold it in mine own hands;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8335566039324511
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 9,
                    "text": "And behold, and lo, this shall be their cry, and the voice of the Lord unto all people: Go ye forth unto the land of Zion, that the borders of my people may be enlarged, and that her stakes may be strengthened, and that Zion may go forth unto the regions round about.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8331841957503423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326508098266536
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 12,
                    "text": "Therefore prophesy and say unto them, Thus saith the Lord God; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8270185731782912
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 15,
                    "verse": 18,
                    "text": "Speak unto the children of Israel, and say unto them, When ye come into the land whither I bring you,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8260928146012705
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 15,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and say unto them, When ye be come into the land of your habitations, which I give unto you,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8226612946978511
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 4,
                    "verse": 2,
                    "text": "And many nations shall come, and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8225648746966695
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 3,
                    "text": "Yea, blessed are they whose feet stand upon the land of Zion, who have obeyed my gospel; for they shall receive for their reward the good things of the earth, and it shall bring forth in its strength.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8213068535340768
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8204922812023613
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 17,
                    "text": "Therefore say, Thus saith the Lord God; I will even gather you from the people, and assemble you out of the countries where ye have been scattered, and I will give you the land of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200403877472915
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189379838826438
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8188562959622336
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182510660268594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 11,
                    "text": "Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176489266365368
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 81,
                    "verse": 8,
                    "text": "Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167710731082802
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 10,
                    "text": "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160378547527367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 6,
                    "text": "Seek to bring forth and establish my Zion. Keep my commandments in all things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8149529680423957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 1,
                    "text": "Behold, blessed, saith the Lord, are they who have come up unto this land with an eye single to my glory, according to my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814789375839132
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 15,
                    "text": "Look down from thy holy habitation, from heaven, and bless thy people Israel, and the land which thou hast given us, as thou swarest unto our fathers, a land that floweth with milk and honey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814721651943225
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 62,
                    "verse": 2,
                    "text": "And verily mine eyes are upon those who have not as yet gone up unto the land of Zion; wherefore your mission is not yet full.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140554444490331
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 9,
                    "verse": 11,
                    "text": "Sing praises to the Lord, which dwelleth in Zion: declare among the people his doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139191064682644
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 16,
                    "text": "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134092450949708
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 1,
                    "text": "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the Lord cometh, for it is nigh at hand;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131155224568529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129941349654349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 10,
                    "text": "And the fame of this house shall spread to foreign lands; and this is the beginning of the blessing which shall be poured out upon the heads of my people. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125862380984878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123112018603607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 16,
                    "text": "And I have put my words in thy mouth, and have covered thee in the shadow of mine hand, that I may plant the heavens and lay the foundations of the earth, and say unto Zion: Behold, thou art my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121937161744225
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 64,
                    "text": "And there shall be mine abode, and it shall be Zion, which shall come forth out of all the creations which I have made; and for the space of a thousand years the earth shall rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811799607810531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 7,
                    "text": "And also that you might be honored in laying the foundation, and in bearing record of the land upon which the Zion of God shall stand;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110353362194911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 36,
                    "text": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094560138659493
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 6,
                    "verse": 14,
                    "text": "But, behold, I will raise up against you a nation, O house of Israel, saith the Lord the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092077697205292
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 18,
                    "verse": 7,
                    "text": "In that time shall the present be brought unto the Lord of hosts of a people scattered and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the Lord of hosts, the mount Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090913331837328
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 14,
                    "text": "And thus let those of whom I have spoken be planted in the land of Zion, as speedily as can be, with their families, to do those things even as I have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809060952179844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 119,
                    "verse": 7,
                    "text": "And this shall be an ensample unto all the stakes of Zion. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808493816011855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 8,
                    "text": "Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands; call upon all nations, first upon the Gentiles, and then upon the Jews.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084541440039988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 21,
                    "text": "And it shall come to pass that I will establish my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083647834908311
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 5,
                    "text": "And also, my servants who are abroad in the earth should send forth the accounts of their stewardships to the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082970901029003
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 30,
                    "text": "Verily I say unto you, that it is meet in mine eyes that she should go up unto the land of Zion, and receive an inheritance from the hand of the bishop;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081540384891442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078736848534123
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 32,
                    "text": "What shall one then answer the messengers of the nation? That the Lord hath founded Zion, and the poor of his people shall trust in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072994616193292
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 51,
                    "verse": 16,
                    "text": "And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou art my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072143771155911
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 24,
                    "verse": 14,
                    "text": "And now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069242027063045
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And lo, I am with thee, even unto the end of thy days; for thou shalt deliver my people from bondage, even Israel my chosen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068217694061478
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Lo, I will bring a nation upon you from far, O house of Israel, saith the Lord: it is a mighty nation, it is an ancient nation, a nation whose language thou knowest not, neither understandest what they say.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065583499410125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 10,
                    "text": "And Moses will I raise up, to deliver thy people out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065250403756214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061845211353647
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059687858437462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059687858437462
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 119,
                    "verse": 6,
                    "text": "And I say unto you, if my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, that it may be most holy, behold, verily I say unto you, it shall not be a land of Zion unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058304470942735
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 12,
                    "text": "And now I speak of the residue who are to come unto this land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057610975351572
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 34,
                    "text": "Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056519170727527
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 102,
                    "verse": 16,
                    "text": "When the Lord shall build up Zion, he shall appear in his glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056192313242789
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053396689986906
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 12,
                    "text": "Let them, therefore, who are among the Gentiles flee unto Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052612522501021
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052097083212678
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 32,
                    "verse": 13,
                    "text": "Upon the land of my people shall come up thorns and briers; yea, upon all the houses of joy in the joyous city:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804889046326151
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048798596817437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 14,
                    "text": "And after thou hast come up unto the land of Zion, and hast proclaimed my word, thou shalt speedily return, proclaiming my word among the congregations of the wicked, not in haste, neither in wrath nor with strife.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046114609706824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045171833120968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 32,
                    "text": "What shall then answer the messengers of the nations? That the Lord hath founded Zion, and the poor of his people shall trust in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044932123509326
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 25,
                    "text": "Then hear thou from the heavens, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest to them and to their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043756027141323
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 34,
                    "text": "But verily I say unto you, a commandment I give unto you, that ye shall not go up unto the land of Zion until you have obtained a hundred of the strength of my house, to go up with you unto the land of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803950165058339
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039056305577728
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 35,
                    "verse": 10,
                    "text": "Speak unto the children of Israel, and say unto them, When ye be come over Jordan into the land of Canaan;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037616130423079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 62,
                    "verse": 4,
                    "text": "And now continue your journey. Assemble yourselves upon the land of Zion; and hold a meeting and rejoice together, and offer a sacrament unto the Most High.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037446781549239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033837862019134
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025046834335686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025046834335686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025046834335686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 6,
                    "text": "For the land of Zion shall be a seat and a place to receive and do all these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802460998662614
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024426843717299
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019981611269984
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 1,
                    "text": "Verily I say unto you my friends, I speak unto you with my voice, even the voice of my Spirit, that I may show unto you my will concerning your brethren in the land of Zion, many of whom are truly humble and are seeking diligently to learn wisdom and to find truth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014674826325294
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 3,
                    "text": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801341096788455
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 21,
                    "text": "So shall ye divide this land unto you according to the tribes of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010917461054902
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 81,
                    "verse": 10,
                    "text": "I am the Lord thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007788428223115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005032540276682
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 7,
                    "text": "Hear, O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003000412540912
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9253578461813289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 2,
                    "text": "Wherefore, this is the land of promise, and the place for the city of Zion.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9132783089065052
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 9,
                    "text": "And behold, and lo, this shall be their cry, and the voice of the Lord unto all people: Go ye forth unto the land of Zion, that the borders of my people may be enlarged, and that her stakes may be strengthened, and that Zion may go forth unto the regions round about.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9107534560785732
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 36,
                    "text": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9093516740009692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 25,
                    "text": "Behold, the land of Zion--I, the Lord, hold it in mine own hands;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052875907804848
                }
            ]
        },
        {
            "verse": 10,
            "text": "Let my servant William Marks be faithful over a few things, and he shall be a ruler over many. Let him preside in the midst of my people in the city of Far West, and let him be blessed with the blessings of my people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 61,
                    "text": "And this shall be my seal and blessing upon you--a faithful and wise steward in the midst of mine house, a ruler in my kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8439206209058137
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8408868451158202
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 21,
                    "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.838938297952676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8378431689023438
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 23,
                    "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8372791611681643
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8329427816921116
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 113,
                    "text": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184461043336795
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163564417786427
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 47,
                    "text": "Verily I say unto you, That he shall make him ruler over all his goods.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130727699450141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 88,
                    "text": "Let my servant William go and proclaim my everlasting gospel with a loud voice, and with great joy, as he shall be moved upon by my Spirit, unto the inhabitants of Warsaw, and also unto the inhabitants of Carthage, and also unto the inhabitants of Burlington, and also unto the inhabitants of Madison, and await patiently and diligently for further instructions at my general conference, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099426855218886
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 80,
                    "text": "Let my servant William Marks pay stock into that house, as seemeth him good, for himself and his generation, from generation to generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074929798822302
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 101,
                    "verse": 6,
                    "text": "Mine eyes shall be upon the faithful of the land, that they may dwell with me: he that walketh in a perfect way, he shall serve me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006490045928143
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 80,
                    "text": "Let my servant William Marks pay stock into that house, as seemeth him good, for himself and his generation, from generation to generation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059207439422672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055321216583316
                }
            ]
        },
        {
            "verse": 11,
            "text": "Let my servant Newel K. Whitney be ashamed of the Nicolaitane band and of all their secret abominations, and of all his littleness of soul before me, saith the Lord, and come up to the land of Adam-ondi-Ahman, and be a bishop unto my people, saith the Lord, not in name but in deed, saith the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 31,
                    "verse": 17,
                    "text": "Let me not be ashamed, O Lord; for I have called upon thee: let the wicked be ashamed, and let them be silent in the grave.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113979389041893
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 8,
                    "text": "And now, verily I say unto you, my servant Newel K. Whitney is the man who shall be appointed and ordained unto this power. This is the will of the Lord your God, your Redeemer. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9070726854627946
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 2,
                    "text": "Therefore, let my servant Newel K. Whitney take charge of the place which is named among you, upon which I design to build mine holy house.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013739169463014
                }
            ]
        },
        {
            "verse": 12,
            "text": "And again, I say unto you, I remember my servant Oliver Granger; behold, verily I say unto him that his name shall be had in sacred remembrance from generation to generation, forever and ever, saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 15,
                    "text": "Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8332244290041695
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 96,
                    "text": "That my servant Hyrum may bear record of the things which I shall show unto him, that his name may be had in honorable remembrance from generation to generation, forever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8240743462317357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you my servant Thomas: I have heard thy prayers; and thine alms have come up as a memorial before me, in behalf of those, thy brethren, who were chosen to bear testimony of my name and to send it abroad among all nations, kindreds, tongues, and people, and ordained through the instrumentality of my servants.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821064024393043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 45,
                    "verse": 17,
                    "text": "I will make thy name to be remembered in all generations: therefore shall the people praise thee for ever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8173890577339354
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 102,
                    "verse": 12,
                    "text": "But thou, O Lord, shalt endure for ever; and thy remembrance unto all generations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112384423558974
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 15,
                    "text": "And God said moreover unto Moses, Thus shalt thou say unto the children of Israel, The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath sent me unto you: this is my name for ever, and this is my memorial unto all generations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810029902065705
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 113,
                    "verse": 2,
                    "text": "Blessed be the name of the Lord from this time forth and for evermore.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041367744667712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 11,
                    "text": "And this shall ye always do to those who repent and are baptized in my name; and ye shall do it in remembrance of my blood, which I have shed for you, that ye may witness unto the Father that ye do always remember me. And if ye do always remember me ye shall have my Spirit to be with you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016242748975276
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 15,
                    "text": "Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9255624457858551
                }
            ]
        },
        {
            "verse": 13,
            "text": "Therefore, let him contend earnestly for the redemption of the First Presidency of my Church, saith the Lord; and when he falls he shall rise again, for his sacrifice shall be more sacred unto me than his increase, saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 114,
                    "text": "Let him therefore abase himself that he may be exalted. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036872048807835
                }
            ]
        },
        {
            "verse": 14,
            "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 43,
                    "text": "Nevertheless, let him impart all the money which he can impart, to be sent up unto the land of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.849385247027861
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 9,
                    "text": "Therefore, come up hither unto the land of my people, even Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.848875754075582
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 18,
                    "text": "And now, verily I say that it is expedient in me that my servant Sidney Gilbert, after a few weeks, shall return upon his business, and to his agency in the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8276110247707996
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 48,
                    "text": "He that sendeth up treasures unto the land of Zion shall receive an inheritance in this world, and his works shall follow him, and also a reward in the world to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8241914955867855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 18,
                    "text": "Zion shall be redeemed in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.824129672709996
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 11,
                    "text": "And it shall be when the Lord shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8228052821298603
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 40,
                    "text": "And let all the moneys which can be spared, it mattereth not unto me whether it be little or much, be sent up unto the land of Zion, unto them whom I have appointed to receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8218356073521715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 30,
                    "text": "Verily I say unto you, that it is meet in mine eyes that she should go up unto the land of Zion, and receive an inheritance from the hand of the bishop;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8193238046800757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 39,
                    "text": "Let my servant Titus Billings, who has the care thereof, dispose of the land, that he may be prepared in the coming spring to take his journey up unto the land of Zion, with those that dwell upon the face thereof, excepting those whom I shall reserve unto myself, that shall not go until I shall command them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8192055293149335
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 16,
                    "text": "To morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8181323870655621
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 96,
                    "verse": 8,
                    "text": "Give unto the Lord the glory due unto his name: bring an offering, and come into his courts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176597609717935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 70,
                    "text": "Which saith, or teacheth, to purchase all the lands with money, which can be purchased for money, in the region round about the land which I have appointed to be the land of Zion, for the beginning of the gathering of my saints;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8171522123859122
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.816864770079813
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 28,
                    "text": "And again, verily I say unto you, it is my will that my handmaid Vienna Jaques should receive money to bear her expenses, and go up unto the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.816820985244463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 5,
                    "text": "And also, my servants who are abroad in the earth should send forth the accounts of their stewardships to the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159582927250809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815839003252521
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813892084405911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 7,
                    "text": "For thus saith the Lord God: Him have I inspired to move the cause of Zion in mighty power for good, and his diligence I know, and his prayers I have heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133602879592959
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 42,
                    "text": "And ye shall know that I am the Lord, when I shall bring you into the land of Israel, into the country for the which I lifted up mine hand to give it to your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128558886270107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126133578732307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094384767409274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809146663399571
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 52,
                    "text": "For, behold, verily I say unto you, the Lord willeth that the disciples and the children of men should open their hearts, even to purchase this whole region of country, as soon as time will permit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091151362184373
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 114,
                    "verse": 1,
                    "text": "Verily thus saith the Lord: It is wisdom in my servant David W. Patten, that he settle up all his business as soon as he possibly can, and make a disposition of his merchandise, that he may perform a mission unto me next spring, in company with others, even twelve including himself, to testify of my name and bear glad tidings unto all the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074932431726055
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 10,
                    "text": "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072192660643235
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 37,
                    "verse": 7,
                    "text": "Thus saith the Lord, the God of Israel; Thus shall ye say to the king of Judah, that sent you unto me to inquire of me; Behold, Pharaoh's army, which is come forth to help you, shall return to Egypt into their own land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070567178743498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066354543257575
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 10,
                    "text": "And ye shall dwell with us: and the land shall be before you; dwell and trade ye therein, and get you possessions therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063295400300327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806136975062435
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 24,
                    "text": "Behold, I, the Lord, have appointed a way for the journeying of my saints; and behold, this is the way--that after they leave the canal they shall journey by land, inasmuch as they are commanded to journey and go up unto the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056921755654394
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 5,
                    "text": "And it shall be when the Lord shall bring thee into the land of the Canaanites, and the Hittites, and the Amorites, and the Hivites, and the Jebusites, which he sware unto thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056227622518028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 13,
                    "text": "For I have consecrated the land of Kirtland in mine own due time for the benefit of the saints of the Most High, and for a stake to Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054154557722369
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 5,
                    "text": "And the Lord thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050407864545521
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 32,
                    "text": "What shall one then answer the messengers of the nation? That the Lord hath founded Zion, and the poor of his people shall trust in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044390103997429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804361934829201
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 14,
                    "text": "And thus let those of whom I have spoken be planted in the land of Zion, as speedily as can be, with their families, to do those things even as I have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042278825257182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 4,
                    "text": "And for this cause the Lord said unto Peter: If I will that he tarry till I come, what is that to thee? For he desired of me that he might bring souls unto me, but thou desiredst that thou mightest speedily come unto me in my kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033678351661647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 32,
                    "text": "What shall then answer the messengers of the nations? That the Lord hath founded Zion, and the poor of his people shall trust in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803352626873214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 3,
                    "text": "For verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must needs be that there be an organization of my people, in regulating and establishing the affairs of the storehouse for the poor of my people, both in this place and in the land of Zion--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025804856880083
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021675817428608
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 28,
                    "text": "Then shall he return into his land with great riches; and his heart shall be against the holy covenant; and he shall do exploits, and return to his own land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017846615685987
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 8,
                    "text": "And I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015190284319754
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 37,
                    "verse": 27,
                    "text": "Come, and let us sell him to the Ishmeelites, and let not our hand be upon him; for he is our brother and our flesh. And his brethren were content.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014146185755734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011438249736008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800825644855185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006750121056961
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 30,
                    "text": "And he hath set you to provide for his saints in these last days, that they may obtain an inheritance in the land of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003959026991534
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 59,
                    "text": "And let these my words, wherewith I have made supplication before the Lord, be nigh unto the Lord our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002062542663857
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 9,
                    "text": "Therefore, come up hither unto the land of my people, even Zion.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9253578461813289
                }
            ]
        },
        {
            "verse": 15,
            "text": "Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 12,
                    "text": "And again, I say unto you, I remember my servant Oliver Granger; behold, verily I say unto him that his name shall be had in sacred remembrance from generation to generation, forever and ever, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8332244290041695
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 12,
                    "text": "And again, I say unto you, I remember my servant Oliver Granger; behold, verily I say unto him that his name shall be had in sacred remembrance from generation to generation, forever and ever, saith the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9255624457858551
                }
            ]
        },
        {
            "verse": 16,
            "text": "And again, verily I say unto you, let all my servants in the land of Kirtland remember the Lord their God, and mine house also, to keep and preserve it holy, and to overthrow the moneychangers in mine own due time, saith the Lord. Even so. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 5,
                    "text": "Let the properties of Kirtland be turned out for debts, saith the Lord. Let them go, saith the Lord, and whatsoever remaineth, let it remain in your hands, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440456823343281
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 32,
                    "verse": 13,
                    "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8226237370433211
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 19,
                    "text": "For verily I say unto you, my law shall be kept on this land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.82037080016757
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197799303191385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 33,
                    "text": "Verily I say unto you, it is expedient in me that the first elders of my church should receive their endowment from on high in my house, which I have commanded to be built unto my name in the land of Kirtland.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187369155824065
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 55,
                    "text": "And again, verily I say unto you, I command you again to build a house to my name, even in this place, that you may prove yourselves unto me that ye are faithful in all things whatsoever I command you, that I may bless you, and crown you with honor, immortality, and eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183888495369934
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 29,
                    "text": "Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Lord God, hast spoken it: and with thy blessing let the house of thy servant be blessed for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177802702954466
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 13,
                    "verse": 14,
                    "text": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.817712335353516
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 89,
                    "verse": 50,
                    "text": "Remember, Lord, the reproach of thy servants; how I do bear in my bosom the reproach of all the mighty people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164386680902638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159541156536251
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145591152448107
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129911778876124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 57,
                    "text": "But, verily I say unto you, I have appointed unto you to be stewards over mine house, even stewards indeed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127351852125906
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 25,
                    "text": "And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125865889160867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 2,
                    "text": "Thou who hast commanded thy servants to build a house to thy name in this place [Kirtland].",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811834719215444
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 29,
                    "verse": 3,
                    "text": "Moreover, because I have set my affection to the house of my God, I have of mine own proper good, of gold and silver, which I have given to the house of my God, over and above all that I have prepared for the holy house,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810764369190428
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107455822533419
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 86,
                    "verse": 2,
                    "text": "Preserve my soul; for I am holy: O thou my God, save thy servant that trusteth in thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097377540646951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 86,
                    "text": "I give unto you this privilege, this once; and behold, if you proceed to do the things which I have laid before you, according to my commandments, all these things are mine, and ye are my stewards, and the master will not suffer his house to be broken up. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080965908096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 78,
                    "text": "Let my servant Isaac Galland put stock into that house; for I, the Lord, love him for the work he hath done, and will forgive all his sins; therefore, let him be remembered for an interest in that house from generation to generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807568950689209
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 6,
                    "text": "Yet I will send my servants unto thee to morrow about this time, and they shall search thine house, and the houses of thy servants; and it shall be, that whatsoever is pleasant in thine eyes, they shall put it in their hand, and take it away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074695405002952
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 17,
                    "verse": 27,
                    "text": "Now therefore let it please thee to bless the house of thy servant, that it may be before thee for ever: for thou blessest, O Lord, and it shall be blessed for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070590532787173
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 16,
                    "text": "In that I command thee this day to love the Lord thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord thy God shall bless thee in the land whither thou goest to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062411218204623
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 6,
                    "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805188796937516
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 10,
                    "verse": 6,
                    "text": "And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the Lord their God, and will hear them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046346299927275
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 19,
                    "verse": 30,
                    "text": "Ye shall keep my sabbaths, and reverence my sanctuary: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041996689913204
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 2,
                    "text": "Ye shall keep my sabbaths, and reverence my sanctuary: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041996689913204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And may the Lord consecrate also unto thee this land, which is a most precious land, for thine inheritance and the inheritance of thy seed with thy brethren, for thy security forever, if it so be that ye shall keep the commandments of the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038419784166516
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033901808167443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802923879185236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 54,
                    "text": "For I am the Lord your God, and will save all those of your brethren who have been pure in heart, and have been slain in the land of Missouri, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029030471755887
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026044432629359
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021300657343108
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 44,
                    "verse": 21,
                    "text": "Remember these, O Jacob and Israel; for thou art my servant: I have formed thee; thou art my servant: O Israel, thou shalt not be forgotten of me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801610793189105
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011169226950713
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 6,
                    "verse": 24,
                    "text": "The Lord bless thee, and keep thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010603254064136
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 15,
                    "verse": 40,
                    "text": "That ye may remember, and do all my commandments, and be holy unto your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800685890189257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005755770899521
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004608902488204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 115,
                    "text": "And again, verily I say unto you, if my servant Robert D. Foster will obey my voice, let him build a house for my servant Joseph, according to the contract which he has made with him, as the door shall be open to him from time to time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003607095526674
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000756778206616
                }
            ]
        }
    ]
}