{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 87,
    "verses": [
        {
            "verse": 1,
            "text": "Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at the rebellion of South Carolina, which will eventually terminate in the death and misery of many souls;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 130,
                    "verse": 12,
                    "text": "I prophesy, in the name of the Lord God, that the commencement of the difficulties which will cause much bloodshed previous to the coming of the Son of Man will be in South Carolina.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8286885678826946
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 130,
                    "verse": 12,
                    "text": "I prophesy, in the name of the Lord God, that the commencement of the difficulties which will cause much bloodshed previous to the coming of the Son of Man will be in South Carolina.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9199351024589412
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the time will come that war will be poured out upon all nations, beginning at this place.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "For behold, the Southern States shall be divided against the Northern States, and the Southern States will call on other nations, even the nation of Great Britain, as it is called, and they shall also call upon other nations, in order to defend themselves against other nations; and then war shall be poured out upon all nations.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "And it shall come to pass, after many days, slaves shall rise up against their masters, who shall be marshaled and disciplined for war.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 8,
                    "text": "For it shall come to pass in that day, saith the Lord of hosts, that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more serve themselves of him:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006596103053927
                }
            ]
        },
        {
            "verse": 5,
            "text": "And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.84479973276966
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8327661394302879
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 14,
                    "text": "And I will make thee to pass with thine enemies into a land which thou knowest not: for a fire is kindled in mine anger, which shall burn upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8251422174685995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 8,
                    "text": "And it shall come to pass that except they repent I will utterly destroy them from off the face of the earth; yet they shall leave a record behind them, and I will preserve them for other nations which shall possess the land; yea, even this will I do that I may discover the abominations of this people to other nations. And many things did Abinadi prophesy against this people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8243783064015537
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 8,
                    "text": "And it shall come to pass, that in all the land, saith the Lord, two parts therein shall be cut off and die; but the third shall be left therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207640216411288
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167589552711076
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159739648208802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it shall come to pass that there shall be a great work in the land, even among the Gentiles, for their folly and their abominations shall be made manifest in the eyes of all people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130643753614019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 119,
                    "verse": 5,
                    "text": "Verily I say unto you, it shall come to pass that all those who gather unto the land of Zion shall be tithed of their surplus properties, and shall observe this law, or they shall not be found worthy to abide among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.81293522959632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115875344117771
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 14,
                    "verse": 13,
                    "text": "Son of man, when the land sinneth against me by trespassing grievously, then will I stretch out mine hand upon it, and will break the staff of the bread thereof, and will send famine upon it, and will cut off man and beast from it:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086928470123428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079092201232939
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 18,
                    "text": "And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord God, that my fury shall come up in my face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067353944781037
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 12,
                    "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058069064378404
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805174188135193
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And thou, even thyself, shalt discontinue from thine heritage that I gave thee; and I will cause thee to serve thine enemies in the land which thou knowest not: for ye have kindled a fire in mine anger, which shall burn for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039578417543852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 21,
                    "verse": 16,
                    "text": "And there shall be a highway for the remnant of his people which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021602381592894
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 11,
                    "verse": 16,
                    "text": "And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020770753538466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 35,
                    "text": "And the rebellious shall be cut off out of the land of Zion, and shall be sent away, and shall not inherit the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801648954594643
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011954596074831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006143813668833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006040827873708
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 28,
                    "text": "And the Lord rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002094100928442
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 38,
                    "text": "And I will purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000281073759176
                }
            ]
        },
        {
            "verse": 6,
            "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8715393785304875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8606836396118308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 24,
                    "text": "Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8461918407637768
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8398113730155864
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 10,
                    "text": "The adversaries of the Lord shall be broken to pieces; out of heaven shall he thunder upon them: the Lord shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8330124575087313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 19,
                    "text": "For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8299738658762229
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271753069899213
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 5,
                    "verse": 20,
                    "text": "In famine he shall redeem thee from death: and in war from the power of the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8256364203086429
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 32,
                    "text": "Thus saith the Lord of hosts, Behold, evil shall go forth from nation to nation, and a great whirlwind shall be raised up from the coasts of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8235057602286028
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 13,
                    "text": "And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234929009769592
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 29,
                    "verse": 18,
                    "text": "And I will persecute them with the sword, with the famine, and with the pestilence, and will deliver them to be removed to all the kingdoms of the earth, to be a curse, and an astonishment, and an hissing, and a reproach, among all the nations whither I have driven them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223406036499902
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 30,
                    "verse": 30,
                    "text": "And the Lord shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8214109472509868
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 31,
                    "text": "A noise shall come even to the ends of the earth; for the Lord hath a controversy with the nations, he will plead with all flesh; he will give them that are wicked to the sword, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821324110007258
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 30,
                    "text": "And God said unto Noah: The end of all flesh is come before me, for the earth is filled with violence, and behold I will destroy all flesh from off the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821077150357798
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 18,
                    "verse": 4,
                    "text": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207363048186769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196704446590077
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 37,
                    "text": "And that every man should take righteousness in his hands and faithfulness upon his loins, and lift a warning voice unto the inhabitants of the earth; and declare both by word and by flight that desolation shall come upon the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191528404366859
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 11,
                    "text": "Thus saith the Lord God; Smite with thine hand, and stamp with thy foot, and say, Alas for all the evil abominations of the house of Israel! for they shall fall by the sword, by the famine, and by the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8188371290285146
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 20,
                    "text": "Therefore thus saith the Lord God; Behold, mine anger and my fury shall be poured out upon this place, upon man, and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180697007088721
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 28,
                    "verse": 2,
                    "text": "Behold, the Lord hath a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8178558443203174
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Cry and howl, son of man: for it shall be upon my people, it shall be upon all the princes of Israel: terrors by reason of the sword shall be upon my people: smite therefore upon thy thigh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164350521646264
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 51,
                    "verse": 19,
                    "text": "These two things are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163293766487978
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 26,
                    "verse": 21,
                    "text": "For, behold, the Lord cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152923755272643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 27,
                    "verse": 2,
                    "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148286993867977
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141593621808685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141593621808685
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 29,
                    "verse": 6,
                    "text": "Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813636315404657
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 22,
                    "text": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135516365619674
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 87,
                    "text": "For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig tree.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133579431039809
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 21,
                    "verse": 11,
                    "text": "And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124736330575791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 15,
                    "text": "And they that believe not in him shall be destroyed, both by fire, and by tempest, and by earthquakes, and by bloodsheds, and by pestilence, and by famine. And they shall know that the Lord is God, the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123082589769965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 9,
                    "verse": 22,
                    "text": "O ye ought to begin to howl and mourn, because of the great destruction which at this time doth await you, except ye shall repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120200676164854
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 15,
                    "text": "For now I will stretch out my hand, that I may smite thee and thy people with pestilence; and thou shalt be cut off from the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119525829996331
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109350460305358
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 2,
                    "text": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105363819661022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 32,
                    "text": "And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102325134956969
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 32,
                    "verse": 22,
                    "text": "For a fire is kindled in mine anger, and shall burn unto the lowest hell, and shall consume the earth with her increase, and set on fire the foundations of the mountains.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810089848501662
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 12,
                    "text": "He that is far off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine: thus will I accomplish my fury upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098872417866048
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 12,
                    "text": "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and a third part shall fall by the sword round about thee; and I will scatter a third part into all the winds, and I will draw out a sword after them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093399737222063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073642274405591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 22,
                    "text": "Yea, and again, when the lightnings shall streak forth from the east unto the west, and shall utter forth their voices unto all that live, and make the ears of all tingle that hear, saying these words--Repent ye, for the great day of the Lord is come?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072797955950508
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 31,
                    "text": "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the Lord come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065458907452624
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 18,
                    "verse": 8,
                    "text": "Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060304041764625
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 8,
                    "text": "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058778897534791
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 22,
                    "text": "Therefore thus saith the Lord of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058055978726854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 32,
                    "text": "And he that liveth in righteousness shall be changed in the twinkling of an eye, and the earth shall pass away so as by fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054728499317986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 4,
                    "verse": 9,
                    "text": "And at my command the heavens are opened and are shut; and at my word the earth shall shake; and at my command the inhabitants thereof shall pass away, even so as by fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053745778386918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 19,
                    "text": "These two sons are come unto thee, who shall be sorry for thee--thy desolation and destruction, and the famine and the sword--and by whom shall I comfort thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050936724521385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 16,
                    "text": "And there shall be a great hailstorm sent forth to destroy the crops of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049505685892423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 2,
                    "text": "Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045869783557076
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 7,
                    "text": "For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043228540467967
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041361067666587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803700480546763
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803700480546763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it shall come to pass that I will smite this my people with sore afflictions, yea, with famine and with pestilence; and I will cause that they shall howl all the day long.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033733490924266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 122,
                    "verse": 7,
                    "text": "And if thou shouldst be cast into the pit, or into the hands of murderers, and the sentence of death passed upon thee; if thou be cast into the deep; if the billowing surge conspire against thee; if fierce winds become thine enemy; if the heavens gather blackness, and all the elements combine to hedge up the way; and above all, if the very jaws of hell shall gape open the mouth wide after thee, know thou, my son, that all these things shall give thee experience, and shall be for thy good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033530029338429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 49,
                    "text": "And the Lord shall utter his voice, and all the ends of the earth shall hear it; and the nations of the earth shall mourn, and they that have laughed shall see their folly.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031485773451965
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 9,
                    "text": "He that abideth in this city shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans that besiege you, he shall live, and his life shall be unto him for a prey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802811138127743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 23,
                    "text": "And the end shall come, and the heaven and the earth shall be consumed and pass away, and there shall be a new heaven and a new earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026615321720542
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802498387129755
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 13,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God; I will even rend it with a stormy wind in my fury; and there shall be an overflowing shower in mine anger, and great hailstones in my fury to consume it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023279731435975
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 43,
                    "text": "And the day shall come when the nations of the earth shall tremble because of her, and shall fear because of her terrible ones. The Lord hath spoken it. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801875550910688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 6,
                    "text": "And the anger of God kindleth against the inhabitants of the earth; and none doeth good, for all have gone out of the way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015984644307066
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 17,
                    "text": "And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010429055013815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 87,
                    "verse": 7,
                    "text": "That the cry of the saints, and of the blood of the saints, shall cease to come up into the ears of the Lord of Sabaoth, from the earth, to be avenged of their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007125579468228
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 24,
                    "text": "Even all nations shall say, Wherefore hath the Lord done thus unto this land? what meaneth the heat of this great anger?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005156975367214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 14,
                    "text": "O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004044058508967
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Either three years' famine; or three months to be destroyed before thy foes, while that the sword of thine enemies overtaketh thee; or else three days the sword of the Lord, even the pestilence, in the land, and the angel of the Lord destroying throughout all the coasts of Israel. Now therefore advise thyself what word I shall bring again to him that sent me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002704236272095
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 10,
                    "text": "And that which I have promised I have so fulfilled, and the nations of the earth shall bow to it; and, if not of themselves, they shall come down, for that which is now exalted of itself shall be laid low of power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002448730617167
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 32,
                    "verse": 43,
                    "text": "Rejoice, O ye nations, with his people: for he will avenge the blood of his servants, and will render vengeance to his adversaries, and will be merciful unto his land, and to his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800085382582344
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9118502297669254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 24,
                    "text": "Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9099020957947036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9046957067199294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 27,
                    "verse": 2,
                    "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026887532843709
                }
            ]
        },
        {
            "verse": 7,
            "text": "That the cry of the saints, and of the blood of the saints, shall cease to come up into the ears of the Lord of Sabaoth, from the earth, to be avenged of their enemies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 10,
                    "text": "And the blood of the saints shall cry from the ground against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8453490440987318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 41,
                    "text": "Behold, the sword of vengeance hangeth over you; and the time soon cometh that he avengeth the blood of the saints upon you, for he will not suffer their cries any longer.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8342463082130924
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 48,
                    "verse": 5,
                    "text": "For in the going up of Luhith continual weeping shall go up; for in the going down of Horonaim the enemies have heard a cry of destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810762541383753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 8,
                    "verse": 22,
                    "text": "And whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread over the nation, behold, they shall be destroyed; for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them and yet he avenge them not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809081575065748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081750981720388
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 26,
                    "text": "Now therefore, my lord, as the Lord liveth, and as thy soul liveth, seeing the Lord hath withholden thee from coming to shed blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025030898614799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007125579468228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 10,
                    "text": "And the blood of the saints shall cry from the ground against them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9127984642982483
                }
            ]
        },
        {
            "verse": 8,
            "text": "Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord. Amen.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 8,
                    "text": "For now we live, if ye stand fast in the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8375362853676473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 126,
                    "text": "Pray always, that ye may not faint, until I come. Behold, and lo, I will come quickly, and receive you unto myself. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8298737277177023
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 16,
                    "text": "Now therefore stand and see this great thing, which the Lord will do before your eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209162410294302
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 22,
                    "verse": 20,
                    "text": "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189766334458712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 9,
                    "verse": 14,
                    "text": "Stand fast in the work wherewith I have called you, and a hair of your head shall not be lost, and you shall be lifted up at the last day. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164311632018622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164025486680668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 42,
                    "text": "For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105984498608853
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 53,
                    "text": "Thou shalt stand in the place of thy stewardship.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809139365635676
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 52,
                    "verse": 12,
                    "text": "For ye shall not go out with haste, nor go by flight: for the Lord will go before you; and the God of Israel will be your rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808607329135064
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 15,
                    "text": "O Lord God of Israel, thou art righteous: for we remain yet escaped, as it is this day: behold, we are before thee in our trespasses: for we cannot stand before thee because of this.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075361836514556
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 4,
                    "text": "Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049037264877924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 33,
                    "verse": 18,
                    "text": "For behold, verily, verily, I say unto you, that I come quickly. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040729060391093
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 16,
                    "verse": 13,
                    "text": "Watch ye, stand fast in the faith, quit you like men, be strong.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036690016272416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 17,
                    "text": "Hearken ye, for, behold, the great day of the Lord is nigh at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032734944825786
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherefore let him that thinketh he standeth take heed lest he fall.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032638406584833
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 58,
                    "verse": 8,
                    "text": "Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029173760898122
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 12,
                    "text": "Behold, this is the will of the Lord your God concerning you. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023912977295092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015298270762544
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 15,
                    "text": "But verily, thus saith the Lord, let not your flight be in haste, but let all things be prepared before you; and he that goeth, let him not look back lest sudden destruction shall come upon him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012169806555753
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 21,
                    "verse": 36,
                    "text": "Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010706964649584
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 85,
                    "verse": 13,
                    "text": "Righteousness shall go before him; and shall set us in the way of his steps.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008787655290708
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004210946370227
                }
            ]
        }
    ]
}