{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 115,
    "verses": [
        {
            "verse": 1,
            "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 73,
                    "verse": 3,
                    "text": "Now, verily I say unto you my servants, Joseph Smith, Jun., and Sidney Rigdon, saith the Lord, it is expedient to translate again;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8926718387497176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 53,
                    "verse": 5,
                    "text": "And again, verily I say unto you, you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8885328144793231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8797734397993071
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 4,
                    "text": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8737338755782855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 5,
                    "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8736748399755957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 103,
                    "text": "And again, verily I say unto you, if my servant Sidney will serve me and be counselor unto my servant Joseph, let him arise and come up and stand in the office of his calling, and humble himself before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8688238809076443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 5,
                    "text": "And again, verily I say unto you, for this cause you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon, that you may be planted in the land of your inheritance to do this work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.865199957138091
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8643639888119458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 40,
                    "text": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8634213670290707
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 91,
                    "text": "And again, verily I say unto you, let my servant William be appointed, ordained, and anointed, as counselor unto my servant Joseph, in the room of my servant Hyrum, that my servant Hyrum may take the office of Priesthood and Patriarch, which was appointed unto him by his father, by blessing and also by right;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8609486627578243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8581004626693436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 12,
                    "text": "And if ye desire the glories of the kingdom, appoint ye my servant Joseph Smith, Jun., and uphold him before me by the prayer of faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8567719092605233
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 21,
                    "text": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.85037615524982
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 65,
                    "text": "Let my servants, Joseph Smith, Jun., and Sidney Rigdon, seek them a home, as they are taught through prayer by the Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8494673158688062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.848701258117142
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 17,
                    "text": "And by the mouth of my servant Joseph Smith, Jun., it shall be made known concerning Sidney Rigdon and Oliver Cowdery. The residue hereafter. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8485036043128433
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 1,
                    "text": "The Lord spake unto Joseph Smith, Jun., saying: Hearken unto me, saith the Lord your God, who are ordained unto the high priesthood of my church, who have assembled yourselves together;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8448047872918806
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 3,
                    "text": "Wherefore, verily I say unto you, let my servants Joseph Smith, Jun., and Sidney Rigdon take their journey as soon as preparations can be made to leave their homes, and journey to the land of Missouri.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8425243379225571
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 45,
                    "text": "Verily, I say unto my servant Joseph Smith, Jun., or in other words, I will call you friends, for you are my friends, and ye shall have an inheritance with me--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8400654580389137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 2,
                    "text": "And then thou shalt be ordained by the hand of my servant Joseph Smith, Jun., to be an elder unto this church, to preach repentance and remission of sins by way of baptism in the name of Jesus Christ, the Son of the living God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8385077918295554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 6,
                    "text": "And from thence let my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, take their journey for Cincinnati;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8383300282036196
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 22,
                    "text": "And this stewardship and blessing, I, the Lord, confer upon my servant Sidney Rigdon for a blessing upon him, and his seed after him;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.837215535013449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 41,
                    "text": "And again, let my servants Joseph Smith, Jun., and Sidney Rigdon and Edward Partridge take with them a recommend from the church. And let there be one obtained for my servant Oliver Cowdery also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8367071396788023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 13,
                    "text": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8356078457908197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you my servant Frederick G. Williams: Listen to the voice of him who speaketh, to the word of the Lord your God, and hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8352913159133056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 19,
                    "text": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8350086699674616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 126,
                    "text": "I give unto him for counselors my servant Sidney Rigdon and my servant William Law, that these may constitute a quorum and First Presidency, to receive the oracles for the whole church.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346100924419616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 11,
                    "text": "Therefore, verily I say unto you, that it is expedient for my servants Edward Partridge and Newel K. Whitney, A. Sidney Gilbert and Sidney Rigdon, and my servant Joseph Smith, and John Whitmer and Oliver Cowdery, and W. W. Phelps and Martin Harris to be bound together by a bond and covenant that cannot be broken by transgression, except judgment shall immediately follow, in your several stewardships--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8329488846542855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 8,
                    "text": "Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto the first priesthood which you have received, that you might be called and ordained even as Aaron;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.832237289461747
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 68,
                    "text": "O Lord, remember thy servant, Joseph Smith, Jun., and all his afflictions and persecutions--how he has covenanted with Jehovah, and vowed to thee, O Mighty God of Jacob--and the commandments which thou hast given unto him, and that he hath sincerely striven to do thy will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8319986592358318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8307926500438515
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 9,
                    "text": "And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8295411610931003
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 46,
                    "text": "And I will multiply blessings upon the house of my servant Joseph Smith, Jun., inasmuch as he is faithful, even a multiplicity of blessings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8287896364262354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8286678172233951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 52,
                    "text": "And let my servants Joseph Smith, Jun., and Frederick G. Williams make haste also, and it shall be given them even according to the prayer of faith; and inasmuch as you keep my sayings you shall not be confounded in this world, nor in the world to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8284608332218388
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 58,
                    "text": "And let a conference meeting be called; and after that let my servants Sidney Rigdon and Joseph Smith, Jun., return, and also Oliver Cowdery with them, to accomplish the residue of the work which I have appointed unto them in their own land, and the residue as shall be ruled by the conferences.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271685533160664
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8263057913864409
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 9,
                    "text": "Or, in other words, let my servant Newel K. Whitney and my servant Joseph Smith, Jun., and my servant Sidney Rigdon sit in council with the saints which are in Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8259104959194321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 37,
                    "text": "Let my servant Parley P. Pratt journey with my servant Joseph Smith, Jun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8249806605877087
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 15,
                    "text": "And again, verily I say unto you, blessed is my servant Hyrum Smith; for I, the Lord, love him because of the integrity of his heart, and because he loveth that which is right before me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8249706151347396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8237110337337903
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8212083666102743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 107,
                    "text": "Let him assist my servant Joseph, and also let my servant William Law assist my servant Joseph, in making a solemn proclamation unto the kings of the earth, even as I have before said unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211592964839269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 108,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Lyman: Your sins are forgiven you, because you have obeyed my voice in coming up hither this morning to receive counsel of him whom I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211588087568579
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 132,
                    "text": "Namely, Samuel Bent, Henry G. Sherwood, George W. Harris, Charles C. Rich, Thomas Grover, Newel Knight, David Dort, Dunbar Wilson--Seymour Brunson I have taken unto myself; no man taketh his priesthood, but another may be appointed unto the same priesthood in his stead; and verily I say unto you, let my servant Aaron Johnson be ordained unto this calling in his stead--David Fullmer, Alpheus Cutler, William Huntington.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209133952533186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 16,
                    "text": "Again, let my servant John C. Bennett help you in your labor in sending my word to the kings and people of the earth, and stand by you, even you my servant Joseph Smith, in the hour of affliction; and his reward shall not fail if he receive counsel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207713681540114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And this you shall do that my servant Joseph Smith, Jun., may not be destroyed, that I may bring about my righteous purposes unto the children of men in this work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200037969170629
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 30,
                    "text": "And again, verily I say unto you, my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, shall not open their mouths in the congregations of the wicked until they arrive at Cincinnati;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191021907056273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hearken unto my word, my servants Sidney, and Parley, and Leman; for behold, verily I say unto you, that I give unto you a commandment that you shall go and preach my gospel which ye have received, even as ye have received it, unto the Shakers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169346577141862
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 102,
                    "text": "Behold, I say unto you, I have a mission in store for my servant William, and my servant Hyrum, and for them alone; and let my servant Joseph tarry at home, for he is needed. The remainder I will show unto you hereafter. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167461016201598
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 95,
                    "text": "That he may act in concert also with my servant Joseph; and that he shall receive counsel from my servant Joseph, who shall show unto him the keys whereby he may ask and receive, and be crowned with the same blessing, and glory, and honor, and priesthood, and gifts of the priesthood, that once were put upon him that was my servant Oliver Cowdery;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159906355023158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 125,
                    "text": "I give unto you my servant Joseph to be a presiding elder over all my church, to be a translator, a revelator, a seer, and prophet.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155212416572434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154087042181279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 136,
                    "text": "I give unto him Amasa Lyman and Noah Packard for counselors, that they may preside over the quorum of high priests of my church, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152602152526337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 24,
                    "text": "And again, let my servants Edward Partridge and Martin Harris take their journey with my servants Sidney Rigdon and Joseph Smith, Jun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151337494582821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135851248305199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 3,
                    "text": "I, the Lord, have appointed them, and ordained them to be stewards over the revelations and commandments which I have given unto them, and which I shall hereafter give unto them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134760605115385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 114,
                    "verse": 1,
                    "text": "Verily thus saith the Lord: It is wisdom in my servant David W. Patten, that he settle up all his business as soon as he possibly can, and make a disposition of his merchandise, that he may perform a mission unto me next spring, in company with others, even twelve including himself, to testify of my name and bear glad tidings unto all the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121810088891213
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 7,
                    "text": "Wherefore, as thou hast been baptized by the hands of my servant Joseph Smith, Jun., according to that which I have commanded him, he hath fulfilled the thing which I commanded him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118276834246123
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 51,
                    "text": "Now, I say unto you, my friends, let my servant Sidney Rigdon go on his journey, and make haste, and also proclaim the acceptable year of the Lord, and the gospel of salvation, as I shall give him utterance; and by your prayer of faith with one consent I will uphold him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811815040906393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 13,
                    "text": "And again, verily thus saith the Lord, let my servant Orson Hyde and my servant Samuel H. Smith take their journey into the eastern countries, and proclaim the things which I have commanded them; and inasmuch as they are faithful, lo, I will be with them even unto the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114054114578366
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 137,
                    "text": "And again, I say unto you, I give unto you John A. Hicks, Samuel Williams, and Jesse Baker, which priesthood is to preside over the quorum of elders, which quorum is instituted for standing ministers; nevertheless they may travel, yet they are ordained to be standing ministers to my church, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099812713574212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 26,
                    "text": "And let my servant Martin Harris devote his moneys for the proclaiming of my words, according as my servant Joseph Smith, Jun., shall direct.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098596847970686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097812916054743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 36,
                    "text": "And also my servant Micah B. Welton and also my servant Eden Smith. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809724423079656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 7,
                    "text": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090192750050361
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 127,
                    "verse": 12,
                    "text": "Behold, my prayer to God is that you all may be saved. And I subscribe myself your servant in the Lord, prophet and seer of The Church of Jesus Christ of Latter-day Saints.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808461072791477
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 22,
                    "text": "For I will counsel him concerning this matter, and all things whatsoever he shall appoint unto them shall be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082956211114665
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 45,
                    "text": "For behold, I have reserved an inheritance for his father, for his support; therefore he shall be reckoned in the house of my servant Joseph Smith, Jun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071980039114215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 50,
                    "text": "And I give unto my servant Sidney Rigdon a commandment, that he shall write a description of the land of Zion, and a statement of the will of God, as it shall be made known by the Spirit unto him;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069569740971966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 8,
                    "text": "And again, it is meet that my servant Sidney Rigdon should live as seemeth him good, inasmuch as he keepeth my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806178055257928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 66,
                    "verse": 8,
                    "text": "Let my servant Samuel H. Smith go with you, and forsake him not, and give him thine instructions; and he that is faithful shall be made strong in every place; and I, the Lord, will go with you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059835210735714
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 39,
                    "text": "Let my servant Hyrum Smith journey with my servant Frederick G. Williams.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058790685535778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 62,
                    "text": "Behold, verily I say unto you, let my servant George Miller, and my servant Lyman Wight, and my servant John Snider, and my servant Peter Haws, organize themselves, and appoint one of them to be a president over their quorum for the purpose of building that house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058760871254425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051948654975614
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 31,
                    "verse": 4,
                    "text": "You shall declare the things which have been revealed to my servant, Joseph Smith, Jun. You shall begin to preach from this time forth, yea, to reap in the field which is white already to be burned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051608741400755
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 14,
                    "text": "Thy brethren, my servants Orson Hyde and John Gould, are in my hands; and inasmuch as they keep my commandments they shall be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040533020394918
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you my servant Thomas: I have heard thy prayers; and thine alms have come up as a memorial before me, in behalf of those, thy brethren, who were chosen to bear testimony of my name and to send it abroad among all nations, kindreds, tongues, and people, and ordained through the instrumentality of my servants.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036866708080058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 8,
                    "text": "And now, verily I say unto you, my servant Newel K. Whitney is the man who shall be appointed and ordained unto this power. This is the will of the Lord your God, your Redeemer. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035670053369982
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 94,
                    "text": "And from this time forth I appoint unto him that he may be a prophet, and a seer, and a revelator unto my church, as well as my servant Joseph;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027496763729282
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027160281246422
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026681500794444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 2,
                    "text": "And I will lay my hand upon you by the hand of my servant Sidney Rigdon, and you shall receive my Spirit, the Holy Ghost, even the Comforter, which shall teach you the peaceable things of the kingdom;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024238359651753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 14,
                    "text": "Let not your minds turn back; and when ye are worthy, in mine own due time, ye shall see and know that which was conferred upon you by the hands of my servant Joseph Smith, Jun. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021565537302595
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 5,
                    "text": "And the office of thy calling shall be for a comfort unto my servant, Joseph Smith, Jun., thy husband, in his afflictions, with consoling words, in the spirit of meekness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020980645827469
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020120474845425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016957327292616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016490810948546
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 118,
                    "verse": 6,
                    "text": "Let my servant John Taylor, and also my servant John E. Page, and also my servant Wilford Woodruff, and also my servant Willard Richards, be appointed to fill the places of those who have fallen, and be officially notified of their appointment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014128954483795
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 15,
                    "verse": 15,
                    "text": "And the king's servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013771782845062
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 3,
                    "verse": 8,
                    "text": "Hear now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the Branch.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013699913679595
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 35,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012800894219302
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 92,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord, I give unto the united order, organized agreeable to the commandment previously given, a revelation and commandment concerning my servant Frederick G. Williams, that ye shall receive him into the order. What I say unto one I say unto all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008788746057248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 27,
                    "text": "And I will soften the hearts of the people, as I did the heart of Pharaoh, from time to time, until my servant Joseph Smith, Jun., and mine elders, whom I have appointed, shall have time to gather up the strength of my house,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008318323288989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 5,
                    "text": "And the keys of the mysteries of the kingdom shall not be taken from my servant Joseph Smith, Jun., through the means I have appointed, while he liveth, inasmuch as he obeyeth mine ordinances.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008247785298387
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 29,
                    "text": "It is my will that my servant Sidney Rigdon shall lift up his voice in the congregations in the eastern countries, in preparing the churches to keep the commandments which I have given unto them concerning the restoration and redemption of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005087588190717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 52,
                    "text": "And let mine handmaid, Emma Smith, receive all those that have been given unto my servant Joseph, and who are virtuous and pure before me; and those who are not pure, and have said they were pure, shall be destroyed, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002388866698243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9333536187850074
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 91,
                    "text": "And again, verily I say unto you, let my servant William be appointed, ordained, and anointed, as counselor unto my servant Joseph, in the room of my servant Hyrum, that my servant Hyrum may take the office of Priesthood and Patriarch, which was appointed unto him by his father, by blessing and also by right;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.932324099360247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 1,
                    "text": "The Lord spake unto Joseph Smith, Jun., saying: Hearken unto me, saith the Lord your God, who are ordained unto the high priesthood of my church, who have assembled yourselves together;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9322566986084051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 5,
                    "text": "And again, verily I say unto you, for this cause you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon, that you may be planted in the land of your inheritance to do this work.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9315030574798651
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 53,
                    "verse": 5,
                    "text": "And again, verily I say unto you, you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9312403798103399
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9298915308778715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 73,
                    "verse": 3,
                    "text": "Now, verily I say unto you my servants, Joseph Smith, Jun., and Sidney Rigdon, saith the Lord, it is expedient to translate again;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9288319434128139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 5,
                    "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9282923298056339
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9263168209478401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 4,
                    "text": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9257400819271929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9238603620362713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 17,
                    "text": "And by the mouth of my servant Joseph Smith, Jun., it shall be made known concerning Sidney Rigdon and Oliver Cowdery. The residue hereafter. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9228036311630763
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9220271660105701
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 21,
                    "text": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9216257789657929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 17,
                    "text": "Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9206555069469675
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 45,
                    "text": "Verily, I say unto my servant Joseph Smith, Jun., or in other words, I will call you friends, for you are my friends, and ye shall have an inheritance with me--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9195806418474832
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 3,
                    "text": "Wherefore, verily I say unto you, let my servants Joseph Smith, Jun., and Sidney Rigdon take their journey as soon as preparations can be made to leave their homes, and journey to the land of Missouri.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9193268822018885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9190625500120269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 28,
                    "verse": 2,
                    "text": "But, behold, verily, verily, I say unto thee, no one shall be appointed to receive commandments and revelations in this church excepting my servant Joseph Smith, Jun., for he receiveth them even as Moses.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9181931839758029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 8,
                    "text": "Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto the first priesthood which you have received, that you might be called and ordained even as Aaron;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9170507640333366
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 102,
                    "text": "Behold, I say unto you, I have a mission in store for my servant William, and my servant Hyrum, and for them alone; and let my servant Joseph tarry at home, for he is needed. The remainder I will show unto you hereafter. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9170261473106426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 40,
                    "text": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9168404291177068
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you my servant Frederick G. Williams: Listen to the voice of him who speaketh, to the word of the Lord your God, and hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9165907402742791
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 11,
                    "text": "Therefore, verily I say unto you, that it is expedient for my servants Edward Partridge and Newel K. Whitney, A. Sidney Gilbert and Sidney Rigdon, and my servant Joseph Smith, and John Whitmer and Oliver Cowdery, and W. W. Phelps and Martin Harris to be bound together by a bond and covenant that cannot be broken by transgression, except judgment shall immediately follow, in your several stewardships--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9158279895782536
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 41,
                    "text": "And again, let my servants Joseph Smith, Jun., and Sidney Rigdon and Edward Partridge take with them a recommend from the church. And let there be one obtained for my servant Oliver Cowdery also.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9151108981900338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 17,
                    "text": "That thou mayest be my servant to unlock the door of the kingdom in all places where my servant Joseph, and my servant Sidney, and my servant Hyrum, cannot come;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9149034841272374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 12,
                    "text": "And if ye desire the glories of the kingdom, appoint ye my servant Joseph Smith, Jun., and uphold him before me by the prayer of faith.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9148047414072902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 126,
                    "text": "I give unto him for counselors my servant Sidney Rigdon and my servant William Law, that these may constitute a quorum and First Presidency, to receive the oracles for the whole church.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9140056371688907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.912883097701259
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 138,
                    "verse": 53,
                    "text": "The Prophet Joseph Smith, and my father, Hyrum Smith, Brigham Young, John Taylor, Wilford Woodruff, and other choice spirits who were reserved to come forth in the fulness of times to take part in laying the foundations of the great latter-day work,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9119337902148279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 2,
                    "text": "And then thou shalt be ordained by the hand of my servant Joseph Smith, Jun., to be an elder unto this church, to preach repentance and remission of sins by way of baptism in the name of Jesus Christ, the Son of the living God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9107931362637378
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And this you shall do that my servant Joseph Smith, Jun., may not be destroyed, that I may bring about my righteous purposes unto the children of men in this work.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9107859134674137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 9,
                    "text": "Or, in other words, let my servant Newel K. Whitney and my servant Joseph Smith, Jun., and my servant Sidney Rigdon sit in council with the saints which are in Zion;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9105673379044155
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 94,
                    "text": "And from this time forth I appoint unto him that he may be a prophet, and a seer, and a revelator unto my church, as well as my servant Joseph;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9104794428466925
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 65,
                    "text": "Let my servants, Joseph Smith, Jun., and Sidney Rigdon, seek them a home, as they are taught through prayer by the Spirit.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9093232804940321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 16,
                    "text": "Again, let my servant John C. Bennett help you in your labor in sending my word to the kings and people of the earth, and stand by you, even you my servant Joseph Smith, in the hour of affliction; and his reward shall not fail if he receive counsel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9091449434074939
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 13,
                    "text": "And again, verily thus saith the Lord, let my servant Orson Hyde and my servant Samuel H. Smith take their journey into the eastern countries, and proclaim the things which I have commanded them; and inasmuch as they are faithful, lo, I will be with them even unto the end.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9083893731336681
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 9,
                    "text": "And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.908164501190192
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 103,
                    "text": "And again, verily I say unto you, if my servant Sidney will serve me and be counselor unto my servant Joseph, let him arise and come up and stand in the office of his calling, and humble himself before me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9079909485565053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 13,
                    "text": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9076462332991517
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 68,
                    "verse": 7,
                    "text": "This is the word of the Lord unto you, my servant Orson Hyde, and also unto my servant Luke Johnson, and unto my servant Lyman Johnson, and unto my servant William E. McLellin, and unto all the faithful elders of my church--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9076168537139957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 14,
                    "text": "Let not your minds turn back; and when ye are worthy, in mine own due time, ye shall see and know that which was conferred upon you by the hands of my servant Joseph Smith, Jun. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9072314611397689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9062564857311828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059998821019931
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059633072636685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9058281070981153
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 7,
                    "text": "Wherefore, as thou hast been baptized by the hands of my servant Joseph Smith, Jun., according to that which I have commanded him, he hath fulfilled the thing which I commanded him.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.905287569446127
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9051662143965976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 1,
                    "text": "Behold, I say unto you, that as my servant Martin Harris has desired a witness at my hand, that you, my servant Joseph Smith, Jun., have got the plates of which you have testified and borne record that you have received of me;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045630636550838
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045318520861648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 52,
                    "text": "And let my servants Joseph Smith, Jun., and Frederick G. Williams make haste also, and it shall be given them even according to the prayer of faith; and inasmuch as you keep my sayings you shall not be confounded in this world, nor in the world to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044054803606726
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 5,
                    "text": "And the office of thy calling shall be for a comfort unto my servant, Joseph Smith, Jun., thy husband, in his afflictions, with consoling words, in the spirit of meekness.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9038083495979533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9032956900176833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 15,
                    "text": "And again, verily I say unto you, blessed is my servant Hyrum Smith; for I, the Lord, love him because of the integrity of his heart, and because he loveth that which is right before me, saith the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9029779914591303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 124,
                    "text": "First, I give unto you Hyrum Smith to be a patriarch unto you, to hold the sealing blessings of my church, even the Holy Spirit of promise, whereby ye are sealed up unto the day of redemption, that ye may not fall notwithstanding the hour of temptation that may come upon you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026913584882846
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026856422424381
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 125,
                    "text": "I give unto you my servant Joseph to be a presiding elder over all my church, to be a translator, a revelator, a seer, and prophet.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.902121484279639
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 16,
                    "text": "Behold, I have commanded my servant Joseph Smith, Jun., to say unto the strength of my house, even my warriors, my young men, and middle-aged, to gather together for the redemption of my people, and throw down the towers of mine enemies, and scatter their watchmen;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013084324163847
                }
            ]
        },
        {
            "verse": 2,
            "text": "And also unto you, my servant Edward Partridge, and his counselors;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 10,
                    "text": "And again, I say unto you, that my servant Edward Partridge shall stand in the office whereunto I have appointed him. And it shall come to pass, that if he transgress another shall be appointed in his stead. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8536164015538246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 7,
                    "text": "And let my servant Edward Partridge stand in the office to which I have appointed him, and divide unto the saints their inheritance, even as I have commanded; and also those whom he has appointed to assist him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.849353395850027
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 14,
                    "text": "Yea, for this cause I have sent you hither, and have selected my servant Edward Partridge, and have appointed unto him his mission in this land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8492395000802331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 18,
                    "text": "Behold, this shall be an example unto my servant Edward Partridge, in other places, in all churches.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8480188276501194
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 24,
                    "text": "And now, as I spake concerning my servant Edward Partridge, this land is the land of his residence, and those whom he has appointed for his counselors; and also the land of the residence of him whom I have appointed to keep my storehouse;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8362279469496957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 62,
                    "text": "And let my servant Edward Partridge direct the conference which shall be held by them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8311541832758189
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 17,
                    "text": "And also my servant Edward Partridge, behold, he hath sinned, and Satan seeketh to destroy his soul; but when these things are made known unto them, and they repent of the evil, they shall be forgiven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.830439817963541
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 21,
                    "text": "I therefore say unto you, I seal upon his head the office of a bishopric, like unto my servant Edward Partridge, that he may receive the consecrations of mine house, that he may administer blessings upon the heads of the poor of my people, saith the Lord. Let no man despise my servant George, for he shall honor me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8281313397133097
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 24,
                    "text": "And again, let my servants Edward Partridge and Martin Harris take their journey with my servants Sidney Rigdon and Joseph Smith, Jun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.827313124032971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 3,
                    "text": "Wherefore, let my servant Edward Partridge, and those whom he has chosen, in whom I am well pleased, appoint unto this people their portions, every man equal according to his family, according to his circumstances and his wants and needs.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271570188973487
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 1,
                    "text": "Hearken unto me, saith the Lord your God, and I will speak unto my servant Edward Partridge, and give unto him directions; for it must needs be that he receive directions how to organize this people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8261525303910688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 9,
                    "text": "And again, I have called my servant Edward Partridge; and I give a commandment, that he should be appointed by the voice of the church, and ordained a bishop unto the church, to leave his merchandise and to spend all his time in the labors of the church;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238630081812359
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 19,
                    "text": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167508651092114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 41,
                    "text": "And again, let my servants Joseph Smith, Jun., and Sidney Rigdon and Edward Partridge take with them a recommend from the church. And let there be one obtained for my servant Oliver Cowdery also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120843775956393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 10,
                    "text": "And let my servant Edward Partridge impart of the money which I have given him, a portion unto mine elders who are commanded to return;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093458430773852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 4,
                    "text": "And also that he receive counsel and assistance from my servant Oliver Cowdery and others.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009019838119819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 62,
                    "text": "And let my servant Edward Partridge direct the conference which shall be held by them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9299091822071363
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 7,
                    "text": "And let my servant Edward Partridge stand in the office to which I have appointed him, and divide unto the saints their inheritance, even as I have commanded; and also those whom he has appointed to assist him.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9230789679743722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 24,
                    "text": "And now, as I spake concerning my servant Edward Partridge, this land is the land of his residence, and those whom he has appointed for his counselors; and also the land of the residence of him whom I have appointed to keep my storehouse;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9210708784418922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 14,
                    "text": "Yea, for this cause I have sent you hither, and have selected my servant Edward Partridge, and have appointed unto him his mission in this land.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9144398246538916
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 10,
                    "text": "And again, I say unto you, that my servant Edward Partridge shall stand in the office whereunto I have appointed him. And it shall come to pass, that if he transgress another shall be appointed in his stead. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9140644515868837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 60,
                    "verse": 10,
                    "text": "And let my servant Edward Partridge impart of the money which I have given him, a portion unto mine elders who are commanded to return;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9118356757262092
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 18,
                    "text": "Behold, this shall be an example unto my servant Edward Partridge, in other places, in all churches.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9114935556363678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 9,
                    "text": "And again, I have called my servant Edward Partridge; and I give a commandment, that he should be appointed by the voice of the church, and ordained a bishop unto the church, to leave his merchandise and to spend all his time in the labors of the church;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9111982689859611
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 24,
                    "text": "And again, let my servants Edward Partridge and Martin Harris take their journey with my servants Sidney Rigdon and Joseph Smith, Jun.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9102510267346631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 3,
                    "text": "Wherefore, let my servant Edward Partridge, and those whom he has chosen, in whom I am well pleased, appoint unto this people their portions, every man equal according to his family, according to his circumstances and his wants and needs.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067999887228049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 1,
                    "text": "Hearken unto me, saith the Lord your God, and I will speak unto my servant Edward Partridge, and give unto him directions; for it must needs be that he receive directions how to organize this people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9046440238184965
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 4,
                    "text": "And also that he receive counsel and assistance from my servant Oliver Cowdery and others.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026838889060482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 17,
                    "text": "And also my servant Edward Partridge, behold, he hath sinned, and Satan seeketh to destroy his soul; but when these things are made known unto them, and they repent of the evil, they shall be forgiven.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026605718945093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 39,
                    "text": "Wherefore, in this thing my servant Edward Partridge is not justified; nevertheless let him repent and he shall be forgiven.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002122670222382
                }
            ]
        },
        {
            "verse": 3,
            "text": "And also unto my faithful servants who are of the high council of my church in Zion, for thus it shall be called, and unto all the elders and people of my Church of Jesus Christ of Latter-day Saints, scattered abroad in all the world;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8350439869917943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 69,
                    "verse": 5,
                    "text": "And also, my servants who are abroad in the earth should send forth the accounts of their stewardships to the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8257720360436367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8201566487694618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 68,
                    "verse": 7,
                    "text": "This is the word of the Lord unto you, my servant Orson Hyde, and also unto my servant Luke Johnson, and unto my servant Lyman Johnson, and unto my servant William E. McLellin, and unto all the faithful elders of my church--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119005924175754
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 8,
                    "text": "Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands; call upon all nations, first upon the Gentiles, and then upon the Jews.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101040635688096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 4,
                    "text": "For thus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day Saints.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070150352758633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 13,
                    "text": "And again, verily thus saith the Lord, let my servant Orson Hyde and my servant Samuel H. Smith take their journey into the eastern countries, and proclaim the things which I have commanded them; and inasmuch as they are faithful, lo, I will be with them even unto the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050507590726689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015700525403778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 131,
                    "text": "And again, I say unto you, I give unto you a high council, for the cornerstone of Zion--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012931831242749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 4,
                    "text": "For thus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day Saints.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.914005783617679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9077028742190749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9074741546794414
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055428673846379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 5,
                    "text": "That as many as shall come before my servants Sidney Rigdon and Joseph Smith, Jun., embracing this calling and commandment, shall be ordained and sent forth to preach the everlasting gospel among the nations--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.903034275589332
                }
            ]
        },
        {
            "verse": 4,
            "text": "For thus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day Saints.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 27,
                    "verse": 7,
                    "text": "Therefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the church in my name; and ye shall call upon the Father in my name that he will bless the church for my sake.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145715834327762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110388886765567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 3,
                    "text": "And also unto my faithful servants who are of the high council of my church in Zion, for thus it shall be called, and unto all the elders and people of my Church of Jesus Christ of Latter-day Saints, scattered abroad in all the world;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070150352758633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 3,
                    "text": "And also unto my faithful servants who are of the high council of my church in Zion, for thus it shall be called, and unto all the elders and people of my Church of Jesus Christ of Latter-day Saints, scattered abroad in all the world;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.914005783617679
                }
            ]
        },
        {
            "verse": 5,
            "text": "Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 1,
                    "text": "Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8528867753760683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 24,
                    "text": "Therefore, hold up your light that it may shine unto the world. Behold I am the light which ye shall hold up--that which ye have seen me do. Behold ye see that I have prayed unto the Father, and ye all have witnessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8437319214632777
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8389509202919563
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 3,
                    "text": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.834125958216407
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 22,
                    "verse": 28,
                    "text": "Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8320167300153721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation; for a law shall proceed from me, and I will make my judgment to rest for a light for the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8295698519080347
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 11,
                    "text": "For, behold, it is I that speak; behold, I am the light which shineth in darkness, and by my power I give these words unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825977554132934
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 4,
                    "verse": 6,
                    "text": "There be many that say, Who will shew us any good? Lord, lift thou up the light of thy countenance upon us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8216352990336513
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 51,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200733274702406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 86,
                    "verse": 11,
                    "text": "Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel. The Lord hath said it. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153875209796356
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 58,
                    "verse": 8,
                    "text": "Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136916253059523
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 105,
                    "text": "Thy word is a lamp unto my feet, and a light unto my path.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122632172079236
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 49,
                    "verse": 6,
                    "text": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121140547619712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said: It is a light thing that thou shouldst be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel. I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101463429037485
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080660626182381
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 22,
                    "verse": 29,
                    "text": "For thou art my lamp, O Lord: and the Lord will lighten my darkness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067865143528848
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 36,
                    "verse": 9,
                    "text": "For with thee is the fountain of life: in thy light shall we see light.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054493448864417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 28,
                    "text": "And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045249078400837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 16,
                    "text": "And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036781130798621
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 6,
                    "text": "And he shall bring forth thy righteousness as the light, and thy judgment as the noonday.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036521730466393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 26,
                    "text": "And, behold, this commandment you shall give unto all your brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009458204066138
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800337624119822
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 41,
                    "text": "Let thy mercies come also unto me, O Lord, even thy salvation, according to thy word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002172361525329
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 1,
                    "text": "Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.912153005599982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 14,
                    "text": "Verily, verily, I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015187679816042
                }
            ]
        },
        {
            "verse": 6,
            "text": "And that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 68,
                    "verse": 26,
                    "text": "For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are organized.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154482783104318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night; for upon all the glory of Zion shall be a defence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138770188283769
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 9,
                    "text": "And behold, and lo, this shall be their cry, and the voice of the Lord unto all people: Go ye forth unto the land of Zion, that the borders of my people may be enlarged, and that her stakes may be strengthened, and that Zion may go forth unto the regions round about.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132255508850457
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 4,
                    "verse": 5,
                    "text": "And the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103966400456454
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015453903651074
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 4,
                    "verse": 11,
                    "text": "Now also many nations are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009477048517566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore the decree hath gone forth from the Father that they shall be gathered in unto one place upon the face of this land, to prepare their hearts and be prepared in all things against the day when tribulation and desolation are sent forth upon the wicked.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011130601499721
                }
            ]
        },
        {
            "verse": 7,
            "text": "Let the city, Far West, be a holy and consecrated land unto me; and it shall be called most holy, for the ground upon which thou standest is holy.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 17,
                    "text": "And again, verily I say unto you, it is my will that the city of Far West should be built up speedily by the gathering of my saints;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8451022724563971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 66,
                    "text": "And it shall be called the New Jerusalem, a land of peace, a city of refuge, a place of safety for the saints of the Most High God;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023958919850952
                }
            ]
        },
        {
            "verse": 8,
            "text": "Therefore, I command you to build a house unto me, for the gathering together of my saints, that they may worship me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 31,
                    "text": "But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto me; and during this time your baptisms shall be acceptable unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.874216614740979
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8620340298453891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 6,
                    "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440137453228402
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8414158040907327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 55,
                    "text": "And again, verily I say unto you, I command you again to build a house to my name, even in this place, that you may prove yourselves unto me that ye are faithful in all things whatsoever I command you, that I may bless you, and crown you with honor, immortality, and eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8343060696974578
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 5,
                    "text": "Gather my saints together unto me; those that have made a covenant with me by sacrifice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8339101405596845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 64,
                    "text": "That the work of the gathering together of my saints may continue, that I may build them up unto my name upon holy places; for the time of harvest is come, and my word must needs be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8338135252309604
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8335634250902179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8303642276920032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 33,
                    "text": "Verily I say unto you, it is expedient in me that the first elders of my church should receive their endowment from on high in my house, which I have commanded to be built unto my name in the land of Kirtland.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8279367697896937
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 5,
                    "text": "And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8260755265783065
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8242523351672918
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 35,
                    "text": "And I will raise me up a faithful priest, that shall do according to that which is in mine heart and in my mind: and I will build him a sure house; and he shall walk before mine anointed for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8240103796463601
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8215917790098647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8208151251250132
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 56,
                    "verse": 7,
                    "text": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200096577578805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.819106157891537
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184072912831994
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 12,
                    "text": "That thy glory may rest down upon thy people, and upon this thy house, which we now dedicate to thee, that it may be sanctified and consecrated to be holy, and that thy holy presence may be continually in this house;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818312108976612
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162263936034097
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 24,
                    "text": "We ask thee, Holy Father, to establish the people that shall worship, and honorably hold a name and standing in this thy house, to all generations and for eternity;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135046752400981
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129219364382472
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812005145147505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115942824706369
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 12,
                    "text": "Behold, this is the tithing and the sacrifice which I, the Lord, require at their hands, that there may be a house built unto me for the salvation of Zion--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077649723549469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067994452490078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 67,
                    "verse": 1,
                    "text": "Behold and hearken, O ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057535132858245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056136145977933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 67,
                    "text": "Therefore, a commandment I give unto all the churches, that they shall continue to gather together unto the places which I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805491390893336
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 28,
                    "verse": 10,
                    "text": "Take heed now; for the Lord hath chosen thee to build an house for the sanctuary: be strong, and do it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051532963776118
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 22,
                    "verse": 19,
                    "text": "Now set your heart and your soul to seek the Lord your God; arise therefore, and build ye the sanctuary of the Lord God, to bring the ark of the covenant of the Lord, and the holy vessels of God, into the house that is to be built to the name of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048920298845168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043882270754006
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 4,
                    "text": "And your home shall be at your father's house, until I give unto you further commandments. And you shall attend to the ministry in the church, and before the world, and in the regions round about. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039950726582953
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 4,
                    "text": "Behold, I build an house to the name of the Lord my God, to dedicate it to him, and to burn before him sweet incense, and for the continual shewbread, and for the burnt offerings morning and evening, on the sabbaths, and on the new moons, and on the solemn feasts of the Lord our God. This is an ordinance for ever to Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031207649858644
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030221507416078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 15,
                    "text": "That they may do the work which I have appointed unto them, to be a committee to build mine houses, according to the commandment, which I, the Lord God, have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029396560068589
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Then asked we those elders, and said unto them thus, Who commanded you to build this house, and to make up these walls?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026320515542458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 22,
                    "text": "And we ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800842831967706
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 14,
                    "text": "Therefore, let it be built after the manner which I shall show unto three of you, whom ye shall appoint and ordain unto this power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800394666280884
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 17,
                    "text": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003482313201714
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 59,
                    "text": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000308289009519
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 31,
                    "text": "But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto me; and during this time your baptisms shall be acceptable unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9338899969059251
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9131304129206642
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9106941382835873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9102805906366966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 64,
                    "text": "That the work of the gathering together of my saints may continue, that I may build them up unto my name upon holy places; for the time of harvest is come, and my word must needs be fulfilled.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9090602939761006
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 145,
                    "text": "And that ye should prepare rooms for all these offices in my house when you build it unto my name, saith the Lord your God. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9085271413012079
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 5,
                    "text": "And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9079067111015384
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 55,
                    "text": "And again, verily I say unto you, I command you again to build a house to my name, even in this place, that you may prove yourselves unto me that ye are faithful in all things whatsoever I command you, that I may bless you, and crown you with honor, immortality, and eternal life.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9065516805546195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9063496049434199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 15,
                    "text": "That they may do the work which I have appointed unto them, to be a committee to build mine houses, according to the commandment, which I, the Lord God, have given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9060942102502224
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059878531687316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 59,
                    "text": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9037469298764249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 2,
                    "text": "Therefore, let my servant Newel K. Whitney take charge of the place which is named among you, upon which I design to build mine holy house.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9030579866801637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014827550341485
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011144638061588
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 67,
                    "text": "Therefore, a commandment I give unto all the churches, that they shall continue to gather together unto the places which I have appointed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9008863090412248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 20,
                    "text": "And, behold, there is none other place appointed than that which I have appointed; neither shall there be any other place appointed than that which I have appointed, for the work of the gathering of my saints--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9005482792854373
                }
            ]
        },
        {
            "verse": 9,
            "text": "And let there be a beginning of this work, and a foundation, and a preparatory work, this following summer;",
            "similars": []
        },
        {
            "verse": 10,
            "text": "And let the beginning be made on the fourth day of July next; and from that time forth let my people labor diligently to build a house unto my name;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8287408582418923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 6,
                    "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112529349877027
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 31,
                    "text": "But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto me; and during this time your baptisms shall be acceptable unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110473547341032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102300327134119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005628463525619
                }
            ]
        },
        {
            "verse": 11,
            "text": "And in one year from this day let them re-commence laying the foundation of my house.",
            "similars": []
        },
        {
            "verse": 12,
            "text": "Thus let them from that time forth labor diligently until it shall be finished, from the cornerstone thereof unto the top thereof, until there shall not anything remain that is not finished.",
            "similars": []
        },
        {
            "verse": 13,
            "text": "Verily I say unto you, let not my servant Joseph, neither my servant Sidney, neither my servant Hyrum, get in debt any more for the building of a house unto my name;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 19,
                    "text": "Nevertheless thou shalt not build the house; but thy son that shall come forth out of thy loins, he shall build the house unto my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8460656567202263
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 9,
                    "text": "Notwithstanding thou shalt not build the house; but thy son which shall come forth out of thy loins, he shall build the house for my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8347601726939635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8294908166631614
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 17,
                    "verse": 4,
                    "text": "Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274775844044159
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 3,
                    "verse": 14,
                    "text": "And therefore I have sworn unto the house of Eli, that the iniquity of Eli's house shall not be purged with sacrifice nor offering for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194728456758259
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177950667197466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128390001740518
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 72,
                    "text": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105662487290164
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095854785229566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 9,
                    "verse": 12,
                    "text": "For, do you not behold that I have given unto my servant Joseph sufficient strength, whereby it is made up? And neither of you have I condemned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083900328834795
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 26,
                    "text": "Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045263418947022
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 15,
                    "text": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007551561994136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 17,
                    "text": "That thou mayest be my servant to unlock the door of the kingdom in all places where my servant Joseph, and my servant Sidney, and my servant Hyrum, cannot come;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800004871039252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 72,
                    "text": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9230919159380176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 77,
                    "text": "Verily I say unto you, let my servant Hyrum put stock into that house as seemeth him good, for himself and his generation after him, from generation to generation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9006445139454486
                }
            ]
        },
        {
            "verse": 14,
            "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8627890464686503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8566401878312178
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8490180908333032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 2,
                    "text": "And behold, it must be done according to the pattern which I have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8352507661280427
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 5,
                    "text": "And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8264513415842243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.823689132120675
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233159560812107
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211980629374326
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 37,
                    "text": "And again, verily I say unto you, how shall your washings be acceptable unto me, except ye perform them in a house which you have built to my name?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151588914278269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 10,
                    "text": "And let the beginning be made on the fourth day of July next; and from that time forth let my people labor diligently to build a house unto my name;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102300327134119
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 14,
                    "text": "Therefore will I do unto this house, which is called by my name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054388055830849
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 8,
                    "text": "Therefore, I command you to build a house unto me, for the gathering together of my saints, that they may worship me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030221507416078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801621129032706
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 56,
                    "verse": 5,
                    "text": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005486313592817
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9329973499180483
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9260575727258682
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 5,
                    "text": "And, behold, I purpose to build an house unto the name of the Lord my God, as the Lord spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9068259541288604
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 8,
                    "text": "Therefore, I command you to build a house unto me, for the gathering together of my saints, that they may worship me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9063496049434199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 15,
                    "text": "That they may do the work which I have appointed unto them, to be a committee to build mine houses, according to the commandment, which I, the Lord God, have given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055191391087669
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9017143366677424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 42,
                    "text": "And I will show unto my servant Joseph all things pertaining to this house, and the priesthood thereof, and the place whereon it shall be built.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.90144296599415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9006850719451904
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9006395012330864
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001804143459322
                }
            ]
        },
        {
            "verse": 15,
            "text": "And if my people build it not according to the pattern which I shall show unto their presidency, I will not accept it at their hands.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8642531630838676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8627921506414296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9414281353780998
                }
            ]
        },
        {
            "verse": 16,
            "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 15,
                    "text": "And if my people build it not according to the pattern which I shall show unto their presidency, I will not accept it at their hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8642531630838676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8490180908333032
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 12,
                    "verse": 16,
                    "text": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, The Lord liveth; as they taught my people to swear by Baal; then shall they be built in the midst of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124669394643168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079620895265028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020695298037567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 2,
                    "text": "And behold, it must be done according to the pattern which I have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012301283741962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 21,
                    "text": "And it shall come to pass that I will establish my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009867026434703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 15,
                    "text": "And if my people build it not according to the pattern which I shall show unto their presidency, I will not accept it at their hands.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8627921506414296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 15,
                    "text": "And if my people build it not according to the pattern which I shall show unto their presidency, I will not accept it at their hands.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9414281353780998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9017143366677424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 42,
                    "text": "And I will show unto my servant Joseph all things pertaining to this house, and the priesthood thereof, and the place whereon it shall be built.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9012964099259451
                }
            ]
        },
        {
            "verse": 17,
            "text": "And again, verily I say unto you, it is my will that the city of Far West should be built up speedily by the gathering of my saints;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 7,
                    "text": "Let the city, Far West, be a holy and consecrated land unto me; and it shall be called most holy, for the ground upon which thou standest is holy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8451022724563971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179169149413467
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 118,
                    "verse": 5,
                    "text": "Let them take leave of my saints in the city of Far West, on the twenty-sixth day of April next, on the building-spot of my house, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168887137463207
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 11,
                    "text": "Yea, let it be built speedily, by the tithing of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132220843619957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 64,
                    "text": "That the work of the gathering together of my saints may continue, that I may build them up unto my name upon holy places; for the time of harvest is come, and my word must needs be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064611167635249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 25,
                    "text": "And again, verily I say unto you, let all my saints come from afar.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003336663318241
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9091822776254281
                }
            ]
        },
        {
            "verse": 18,
            "text": "And also that other places should be appointed for stakes in the regions round about, as they shall be manifested unto my servant Joseph, from time to time.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 59,
                    "text": "We ask thee to appoint unto Zion other stakes besides this one which thou hast appointed, that the gathering of thy people may roll on in great power and majesty, that thy work may be cut short in righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105716467260128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100444859914591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 21,
                    "text": "Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them, and they shall be called stakes, for the curtains or the strength of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052593890822768
                }
            ]
        },
        {
            "verse": 19,
            "text": "For behold, I will be with him, and I will sanctify him before the people; for unto him have I given the keys of this kingdom and ministry. Even so. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 7,
                    "text": "And I will make thee to minister for him and for thy brother James; and unto you three I will give this power and the keys of this ministry until I come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8336974155479184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 16,
                    "text": "Verily I say unto you, my servant Thomas, thou art the man whom I have chosen to hold the keys of my kingdom, as pertaining to the Twelve, abroad among all nations--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8316873759004977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 13,
                    "text": "Unto whom I have committed the keys of my kingdom, and a dispensation of the gospel for the last times; and for the fulness of times, in the which I will gather together in one all things, both which are in heaven, and which are on earth;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8305118633740975
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 49,
                    "text": "For I am the Lord thy God, and will be with thee even unto the end of the world, and through all eternity; for verily I seal upon you your exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8302929290122335
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 19,
                    "text": "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8285341201585356
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 4,
                    "text": "I will be merciful unto you, for I have given unto you the kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8264070118145062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 3,
                    "text": "Therefore, verily I acknowledge him and will bless him, and also thee, inasmuch as thou art faithful in counsel, in the office which I have appointed unto you, in prayer always, vocally and in thy heart, in public and in private, also in thy ministry in proclaiming the gospel in the land of the living, and among thy brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8246356214929026
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 116,
                    "verse": 18,
                    "text": "I will pay my vows unto the Lord now in the presence of all his people,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187404563552061
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 116,
                    "verse": 14,
                    "text": "I will pay my vows unto the Lord now in the presence of all his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187404563552061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 14,
                    "text": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8175871433322001
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 12,
                    "text": "And I will walk among you, and will be your God, and ye shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8175296252447176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 40,
                    "verse": 1,
                    "text": "Behold, verily I say unto you, that the heart of my servant James Covel was right before me, for he covenanted with me that he would obey my word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8172437440400901
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 15,
                    "text": "And Elijah said, As the Lord of hosts liveth, before whom I stand, I will surely shew myself unto him to day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161076590541182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 62,
                    "verse": 9,
                    "text": "Behold, the kingdom is yours. And behold, and lo, I am with the faithful always. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8157349054862539
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 17,
                    "verse": 24,
                    "text": "Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156215134765948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 81,
                    "verse": 2,
                    "text": "Unto whom I have given the keys of the kingdom, which belong always unto the Presidency of the High Priesthood:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152318075370535
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 2,
                    "text": "Therefore, thou art blessed from henceforth that bear the keys of the kingdom given unto you; which kingdom is coming forth for the last time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148179778814841
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 15,
                    "text": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145003857597857
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 92,
                    "text": "That from henceforth he shall hold the keys of the patriarchal blessings upon the heads of all my people,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813758182363852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 17,
                    "text": "Behold, you have my gospel before you, and my rock, and my salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136493156700423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 106,
                    "verse": 8,
                    "text": "And I will give him grace and assurance wherewith he may stand; and if he continue to be a faithful witness and a light unto the church I have prepared a crown for him in the mansions of my Father. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125426851547509
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 138,
                    "verse": 1,
                    "text": "I will praise thee with my whole heart: before the gods will I sing praise unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100872223841217
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809911678413919
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 11,
                    "text": "And if you are faithful, behold, I am with you until I come--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095428766578704
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 27,
                    "text": "My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079756914129985
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 16,
                    "text": "For I will raise up unto myself a pure people, that will serve me in righteousness;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077418433449128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071959891686927
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "volume_book_index": 16,
                    "chapter": 4,
                    "verse": 18,
                    "text": "And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070822950574953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 7,
                    "text": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069794744013334
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 33,
                    "verse": 19,
                    "text": "And he said, I will make all my goodness pass before thee, and I will proclaim the name of the Lord before thee; and will be gracious to whom I will be gracious, and will shew mercy on whom I will shew mercy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066779210685037
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057420585850998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 4,
                    "verse": 19,
                    "text": "And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055058642539761
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 69,
                    "text": "Lift up your hearts and rejoice, for unto you the kingdom, or in other words, the keys of the church have been given. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049143043611448
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 34,
                    "verse": 24,
                    "text": "And I the Lord will be their God, and my servant David a prince among them; I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046868035134005
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 23,
                    "text": "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the Lord, saith the Lord God, when I shall be sanctified in you before their eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045923502130953
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 24,
                    "verse": 7,
                    "text": "And I will give them an heart to know me, that I am the Lord: and they shall be my people, and I will be their God: for they shall return unto me with their whole heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045449195140474
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 38,
                    "text": "Behold, this is an ensample unto all people, saith the Lord your God, for justification before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042444263551153
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 9,
                    "text": "And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042401493156514
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 22,
                    "verse": 25,
                    "text": "My praise shall be of thee in the great congregation: I will pay my vows before them that fear him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042278129155906
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 89,
                    "verse": 24,
                    "text": "But my faithfulness and my mercy shall be with him: and in my name shall his horn be exalted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036970628309409
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 5,
                    "text": "Behold, blessed are you for this thing, and for speaking my words which I have given unto you according to my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035666879581509
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034919610509934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 4,
                    "text": "For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034462632771564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 97,
                    "text": "Let my servant William Law also receive the keys by which he may ask and receive blessings; let him be humble before me, and be without guile, and he shall receive of my Spirit, even the Comforter, which shall manifest unto him the truth of all things, and shall give him, in the very hour, what he shall say.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803422881789576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033563731940322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033563731940322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 12,
                    "text": "And verily, verily, I say unto you, I come quickly. I am your Lord and your Redeemer. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032214237629433
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 28,
                    "text": "And now, behold, I give unto you, and also unto my servant Joseph, the keys of this gift, which shall bring to light this ministry; and in the mouth of two or three witnesses shall every word be established.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802910079406616
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 106,
                    "verse": 4,
                    "text": "Remember me, O Lord, with the favour that thou bearest unto thy people: O visit me with thy salvation;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025306060549618
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 22,
                    "text": "And ye shall be my people, and I will be your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025003219770133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802206616449396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021045589325171
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 116,
                    "verse": 9,
                    "text": "I will walk before the Lord in the land of the living.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018629714411726
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 1,
                    "text": "Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017994149542748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 18,
                    "text": "And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon you, and my word which I reveal unto you, and be agreed as touching all things whatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be also. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016243084912243
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 40,
                    "verse": 10,
                    "text": "Behold, the Lord God will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015757196165635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 8,
                    "text": "And now, verily thus saith the Lord, it is expedient that all things be done unto my glory, by you who are joined together in this order;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801501281115234
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "volume_book_index": 22,
                    "chapter": 1,
                    "verse": 11,
                    "text": "For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014793159703505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 123,
                    "text": "Verily I say unto you, I now give unto you the officers belonging to my Priesthood, that ye may hold the keys thereof, even the Priesthood which is after the order of Melchizedek, which is after the order of mine Only Begotten Son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014644709304456
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801447765353924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 61,
                    "text": "And this shall be my seal and blessing upon you--a faithful and wise steward in the midst of mine house, a ruler in my kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013085637650237
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 20,
                    "verse": 7,
                    "text": "Sanctify yourselves therefore, and be ye holy: for I am the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80118147550062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 39,
                    "verse": 8,
                    "text": "And verily I say unto thee, thine heart is now right before me at this time; and, behold, I have bestowed great blessings upon thy head;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010582388991302
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 109,
                    "verse": 30,
                    "text": "I will greatly praise the Lord with my mouth; yea, I will praise him among the multitude.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010296080045769
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 16,
                    "text": "Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007986022761708
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006979172109283
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 2,
                    "verse": 12,
                    "text": "Now therefore, I pray you, swear unto me by the Lord, since I have shewed you kindness, that ye will also shew kindness unto my father's house, and give me a true token:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003995720066472
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 135,
                    "text": "And he that cometh in and is faithful before me, and is a brother, or if they be brethren, they shall salute the president or teacher with uplifted hands to heaven, with this same prayer and covenant, or by saying Amen, in token of the same.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001959688725506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 6,
                    "text": "And again, verily I say unto you, it is wisdom and expedient in me, that my servant John Johnson whose offering I have accepted, and whose prayers I have heard, unto whom I give a promise of eternal life inasmuch as he keepeth my commandments from henceforth--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001959313063799
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 22,
                    "verse": 21,
                    "text": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001668778245291
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 24,
                    "verse": 14,
                    "text": "And now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800136885683665
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 62,
                    "verse": 9,
                    "text": "Behold, the kingdom is yours. And behold, and lo, I am with the faithful always. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9097703856640381
                }
            ]
        }
    ]
}