{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 71,
    "verses": [
        {
            "verse": 1,
            "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.",
                    "score": 0.8133195418130599
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.8109338180724089
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,",
                    "score": 0.8025848084027378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed.",
                    "score": 0.7993418166904285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now, behold, my brethren, I have spoken unto you, according as the Spirit hath constrained me; wherefore, I know that they must surely come to pass.",
                    "score": 0.798872525936872
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 1,
                    "text": "Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;",
                    "score": 0.7986165995937308
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.",
                    "score": 0.7985716232598404
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7975603978095185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 7,
                    "text": "Now, these are the words which he said unto the people concerning the matter: I thank my God, my beloved people, that our great God has in goodness sent these our brethren, the Nephites, unto us to preach unto us, and to convince us of the traditions of our wicked fathers.",
                    "score": 0.7966263459652596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen.",
                    "score": 0.7947574325226586
                }
            ]
        },
        {
            "verse": 2,
            "text": "Verily I say unto you, proclaim unto the world in the regions round about, and in the church also, for the space of a season, even until it shall be made known unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.812958434870399
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.8051187168353818
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 1,
                    "text": "To every thing there is a season, and a time to every purpose under the heaven:",
                    "score": 0.7982728839746694
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 4,
                    "text": "These are the feasts of the Lord, even holy convocations, which ye shall proclaim in their seasons.",
                    "score": 0.7965941195947873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 21,
                    "text": "Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in my church; for the works which ye have seen me do that shall ye also do; for that which ye have seen me do even that shall ye do;",
                    "score": 0.7904756645065787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.",
                    "score": 0.7891405737129297
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "score": 0.7875712469581643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 41,
                    "text": "Therefore, go forth unto this people, and declare the words which I have spoken, unto the ends of the earth.",
                    "score": 0.7847926422101732
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 9,
                    "text": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.",
                    "score": 0.7829028850297185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
                    "score": 0.7822302581522022
                }
            ]
        },
        {
            "verse": 3,
            "text": "Verily this is a mission for a season, which I give unto you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:",
                    "score": 0.7892795983636263
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 15,
                    "text": "For perhaps he therefore departed for a season, that thou shouldest receive him for ever;",
                    "score": 0.7831164120912382
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 1,
                    "text": "To every thing there is a season, and a time to every purpose under the heaven:",
                    "score": 0.7750941105056898
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 11,
                    "text": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
                    "score": 0.7701919805516427
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 28,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, My offering, and my bread for my sacrifices made by fire, for a sweet savour unto me, shall ye observe to offer unto me in their due season.",
                    "score": 0.7634069307243433
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 7,
                    "text": "I will bless the Lord, who hath given me counsel: my reins also instruct me in the night seasons.",
                    "score": 0.7623468595110307
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And as he reasoned of righteousness, temperance, and judgment to come, Felix trembled, and answered, Go thy way for this time; when I have a convenient season, I will call for thee.",
                    "score": 0.7609748842087304
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
                    "score": 0.7597728339067467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 76,
                    "text": "For behold, for a long time will I lay up of the fruit of my vineyard unto mine own self against the season, which speedily cometh; and for the last time have I nourished my vineyard, and pruned it, and dug about it, and dunged it; wherefore I will lay up unto mine own self of the fruit, for a long time, according to that which I have spoken.",
                    "score": 0.7585574380435922
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 12,
                    "text": "When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter.",
                    "score": 0.7570636174803678
                }
            ]
        },
        {
            "verse": 4,
            "text": "Wherefore, labor ye in my vineyard. Call upon the inhabitants of the earth, and bear record, and prepare the way for the commandments and revelations which are to come.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 61,
                    "text": "Wherefore, go to, and call servants, that we may labor diligently with our might in the vineyard, that we may prepare the way, that I may bring forth again the natural fruit, which natural fruit is good and the most precious above all other fruit.",
                    "score": 0.8216238862058607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 71,
                    "text": "And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if ye labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself against the time which will soon come.",
                    "score": 0.8061434811532922
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 62,
                    "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                    "score": 0.8054935602970327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Therefore, when ye shall receive this record ye may know that the work of the Father has commenced upon all the face of the land.",
                    "score": 0.7988380739251619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 27,
                    "text": "Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that they may call on the Father in my name.",
                    "score": 0.7984277738124844
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 61,
                    "text": "And the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men, but my people will I preserve;",
                    "score": 0.7963209339278595
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.",
                    "score": 0.794811571476046
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 8,
                    "text": "So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.",
                    "score": 0.7935860188426388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 23,
                    "text": "And the Lord said: I will prepare unto my servant Gazelem, a stone, which shall shine forth in darkness unto light, that I may discover unto my people who serve me, that I may discover unto them the works of their brethren, yea, their secret works, their works of darkness, and their wickedness and abominations.",
                    "score": 0.7933078753168159
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Specially the day that thou stoodest before the Lord thy God in Horeb, when the Lord said unto me, Gather me the people together, and I will make them hear my words, that they may learn to fear me all the days that they shall live upon the earth, and that they may teach their children.",
                    "score": 0.7896738930710336
                }
            ]
        },
        {
            "verse": 5,
            "text": "Now, behold this is wisdom; whoso readeth, let him understand and receive also;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 34,
                    "text": "Let men of understanding tell me, and let a wise man hearken unto me.",
                    "score": 0.8326607383431138
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
                    "score": 0.822245540493607
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 6,
                    "text": "For the Lord giveth wisdom: out of his mouth cometh knowledge and understanding.",
                    "score": 0.8149413151802121
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
                    "score": 0.8141949886238777
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 2,
                    "text": "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;",
                    "score": 0.8076880256442748
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 5,
                    "text": "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:",
                    "score": 0.8063793141149341
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Consider what I say; and the Lord give thee understanding in all things.",
                    "score": 0.8012958032361909
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
                    "score": 0.8011737775924558
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Whoso is simple, let him turn in hither: as for him that wanteth understanding, she saith to him,",
                    "score": 0.8008633071247797
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.",
                    "score": 0.8005171041367856
                }
            ]
        },
        {
            "verse": 6,
            "text": "For unto him that receiveth it shall be given more abundantly, even power.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,",
                    "score": 0.8555648764301377
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 12,
                    "text": "For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.",
                    "score": 0.8506820358040991
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 29,
                    "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.",
                    "score": 0.8384156538396642
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 29,
                    "text": "He giveth power to the faint; and to them that have no might he increaseth strength.",
                    "score": 0.837971663982738
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 16,
                    "text": "He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.",
                    "score": 0.8376743762102655
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.",
                    "score": 0.830641121960778
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.",
                    "score": 0.8278667799210991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
                    "score": 0.8275074284797829
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.",
                    "score": 0.8262461212351241
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 17,
                    "text": "Every man shall give as he is able, according to the blessing of the Lord thy God which he hath given thee.",
                    "score": 0.8207455326528467
                }
            ]
        },
        {
            "verse": 7,
            "text": "Wherefore, confound your enemies; call upon them to meet you both in public and in private; and inasmuch as ye are faithful their shame shall be made manifest.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 13,
                    "text": "But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.",
                    "score": 0.8119564393011095
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them.",
                    "score": 0.8094044799847929
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Let all mine enemies be ashamed and sore vexed: let them return and be ashamed suddenly.",
                    "score": 0.80774501897299
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 14,
                    "text": "Let them be ashamed and confounded together that seek after my soul to destroy it; let them be driven backward and put to shame that wish me evil.",
                    "score": 0.805788190040916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.8011964644684639
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 4,
                    "text": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again.",
                    "score": 0.8011233953217481
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 30,
                    "text": "Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.",
                    "score": 0.8006514967790722
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 118,
                    "verse": 7,
                    "text": "The Lord taketh my part with them that help me: therefore shall I see my desire upon them that hate me.",
                    "score": 0.800646236014851
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 28,
                    "text": "Let them curse, but bless thou: when they arise, let them be ashamed; but let thy servant rejoice.",
                    "score": 0.7997829173803895
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 7,
                    "text": "Behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.",
                    "score": 0.7995652579775069
                }
            ]
        },
        {
            "verse": 8,
            "text": "Wherefore, let them bring forth their strong reasons against the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 31,
                    "text": "What shall we then say to these things? If God be for us, who can be against us?",
                    "score": 0.8194759222948301
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Wherefore will ye plead with me? ye all have transgressed against me, saith the Lord.",
                    "score": 0.80399069838985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Wherefore, he shall bring forth his words unto them, which words shall judge them at the last day, for they shall be given them for the purpose of convincing them of the true Messiah, who was rejected by them; and unto the convincing of them that they need not look forward any more for a Messiah to come, for there should not any come, save it should be a false Messiah which should deceive the people; for there is save one Messiah spoken of by the prophets, and that Messiah is he who should be rejected of the Jews.",
                    "score": 0.803406282297859
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:",
                    "score": 0.8003976816935292
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Up, sanctify the people, and say, Sanctify yourselves against to morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.",
                    "score": 0.7966042040611402
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore we labored diligently among our people, that we might persuade them to come unto Christ, and partake of the goodness of God, that they might enter into his rest, lest by any means he should swear in his wrath they should not enter in, as in the provocation in the days of temptation while the children of Israel were in the wilderness.",
                    "score": 0.7964601982382835
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 32,
                    "text": "And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits.",
                    "score": 0.7959647542237146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 23,
                    "text": "Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.",
                    "score": 0.7956606502901041
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And for this cause God shall send them strong delusion, that they should believe a lie:",
                    "score": 0.7926137238319492
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 7,
                    "text": "It may be they will present their supplication before the Lord, and will return every one from his evil way: for great is the anger and the fury that the Lord hath pronounced against this people.",
                    "score": 0.7916639439351995
                }
            ]
        },
        {
            "verse": 9,
            "text": "Verily, thus saith the Lord unto you--there is no weapon that is formed against you shall prosper;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 17,
                    "text": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.",
                    "score": 0.8858660783436814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 17,
                    "text": "No weapon that is formed against thee shall prosper; and every tongue that shall revile against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.",
                    "score": 0.8852391808698417
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.8121603203398916
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 4,
                    "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
                    "score": 0.7938903693872107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "score": 0.7935860064105676
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 22,
                    "text": "Ye shall not fear them: for the Lord your God he shall fight for you.",
                    "score": 0.7935201350497824
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.",
                    "score": 0.7927050457551972
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 9,
                    "text": "Say thou, Thus saith the Lord God; Shall it prosper? shall he not pull up the roots thereof, and cut off the fruit thereof, that it wither? it shall wither in all the leaves of her spring, even without great power or many people to pluck it up by the roots thereof.",
                    "score": 0.7886282365130993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 35,
                    "text": "And behold, if ye will not do this I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfil the word of God.",
                    "score": 0.7859099381119573
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 14,
                    "text": "The Lord shall fight for you, and ye shall hold your peace.",
                    "score": 0.7850712291194188
                }
            ]
        },
        {
            "verse": 10,
            "text": "And if any man lift his voice against you he shall be confounded in mine own due time.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 19,
                    "text": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?",
                    "score": 0.7927560350956451
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 5,
                    "text": "For every man shall bear his own burden.",
                    "score": 0.7900977375905619
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.",
                    "score": 0.7873723956173415
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Will he plead against me with his great power? No; but he would put strength in me.",
                    "score": 0.7857976695428877
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 20,
                    "text": "Shall it be told him that I speak? if a man speak, surely he shall be swallowed up.",
                    "score": 0.7813083770073175
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 3,
                    "text": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.",
                    "score": 0.7800992030045101
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 1,
                    "text": "Men, brethren, and fathers, hear ye my defence which I make now unto you.",
                    "score": 0.7714870841909026
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 50,
                    "verse": 8,
                    "text": "He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me.",
                    "score": 0.7712316527456499
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 7,
                    "text": "The steps of his strength shall be straitened, and his own counsel shall cast him down.",
                    "score": 0.7703842175294685
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.7698633550479925
                }
            ]
        },
        {
            "verse": 11,
            "text": "Wherefore, keep my commandments; they are true and faithful. Even so. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "score": 0.855834344499193
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 15,
                    "text": "If ye love me, keep my commandments.",
                    "score": 0.8363644038007461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.8350514129691265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 13,
                    "text": "To keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?",
                    "score": 0.8304300361823839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "score": 0.8283625636530954
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 151,
                    "text": "Thou art near, O Lord; and all thy commandments are truth.",
                    "score": 0.8281436521387939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 15,
                    "text": "Wherefore, I, Nephi, did strive to keep the commandments of the Lord, and I did exhort my brethren to faithfulness and diligence.",
                    "score": 0.8261014330874042
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them.",
                    "score": 0.8256675595799179
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 3,
                    "text": "If ye walk in my statutes, and keep my commandments, and do them;",
                    "score": 0.8244973775110529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
                    "score": 0.8244470052090194
                }
            ]
        }
    ]
}