{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 114,
    "verses": [
        {
            "verse": 1,
            "text": "Verily thus saith the Lord: It is wisdom in my servant David W. Patten, that he settle up all his business as soon as he possibly can, and make a disposition of his merchandise, that he may perform a mission unto me next spring, in company with others, even twelve including himself, to testify of my name and bear glad tidings unto all the world.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 19,
                    "text": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8463284173032802
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8389023785828675
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 40,
                    "text": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144738186283481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 11,
                    "text": "Therefore, verily I say unto you, that it is expedient for my servants Edward Partridge and Newel K. Whitney, A. Sidney Gilbert and Sidney Rigdon, and my servant Joseph Smith, and John Whitmer and Oliver Cowdery, and W. W. Phelps and Martin Harris to be bound together by a bond and covenant that cannot be broken by transgression, except judgment shall immediately follow, in your several stewardships--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144276338067604
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto my servant William Marks, and also unto my servant Newel K. Whitney, let them settle up their business speedily and journey from the land of Kirtland, before I, the Lord, send again the snows upon the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122567720201951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 9,
                    "text": "And also let my servant Sidney Gilbert obtain a license--behold here is wisdom, and whoso readeth let him understand--that he may send goods also unto the people, even by whom he will as clerks employed in his service;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812190886282575
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121810088891213
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074932431726055
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 97,
                    "text": "Let my servant William Law also receive the keys by which he may ask and receive blessings; let him be humble before me, and be without guile, and he shall receive of my Spirit, even the Comforter, which shall manifest unto him the truth of all things, and shall give him, in the very hour, what he shall say.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064370402564086
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 6,
                    "text": "And let my servant Sidney Gilbert stand in the office to which I have appointed him, to receive moneys, to be an agent unto the church, to buy land in all the regions round about, inasmuch as can be done in righteousness, and as wisdom shall direct.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062827255385692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052379332849315
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 22,
                    "text": "For I will counsel him concerning this matter, and all things whatsoever he shall appoint unto them shall be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043707273983247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 6,
                    "text": "And again, verily I say unto you, it is wisdom and expedient in me, that my servant John Johnson whose offering I have accepted, and whose prayers I have heard, unto whom I give a promise of eternal life inasmuch as he keepeth my commandments from henceforth--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038841568722503
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030899266995352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 5,
                    "text": "And again, verily I say unto you, for this cause you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon, that you may be planted in the land of your inheritance to do this work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027876418119957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 41,
                    "text": "Yea, verily, this is the stewardship which I have appointed unto my servant N. K. Whitney, even this whole mercantile establishment, him and his agent, and his seed after him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802162117134278
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 53,
                    "verse": 11,
                    "text": "He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020239964096583
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017150185882014
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 38,
                    "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016061629769159
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 92,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord, I give unto the united order, organized agreeable to the commandment previously given, a revelation and commandment concerning my servant Frederick G. Williams, that ye shall receive him into the order. What I say unto one I say unto all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007399241001816
                }
            ]
        },
        {
            "verse": 2,
            "text": "For verily thus saith the Lord, that inasmuch as there are those among you who deny my name, others shall be planted in their stead and receive their bishopric. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191824994612631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 30,
                    "text": "But verily, verily, I say unto you, that as many as receive me, to them will I give power to become the sons of God, even to them that believe on my name. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182503637364824
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 2,
                    "text": "For verily thus saith the Lord, it is expedient in me for a bishop to be appointed unto you, or of you, unto the church in this part of the Lord's vineyard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118077322546257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 23,
                    "text": "And again, thus saith the Lord unto you, O ye elders of my church, who have given your names that you might know his will concerning you--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105463435609517
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 97,
                    "text": "Let not that which I have appointed be polluted by mine enemies, by the consent of those who call themselves after my name;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092905349519881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 18,
                    "text": "Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074410376748647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 17,
                    "text": "And blessed art thou because thou hast established a church among this people; and they shall be established, and they shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029464300866819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024934829367321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 17,
                    "text": "And now may God grant unto these, my brethren, that they may sit down in the kingdom of God; yea, and also all those who are the fruit of their labors that they may go no more out, but that they may praise him forever. And may God grant that it may be done according to my words, even as I have spoken. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016414019280763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 62,
                    "text": "I speak by way of command unto you that belong to the church; and unto those who do not belong to the church I speak by way of invitation, saying: Come and be baptized unto repentance, that ye also may be partakers of the fruit of the tree of life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014723412459231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 2,
                    "text": "For verily thus saith the Lord, it is expedient in me for a bishop to be appointed unto you, or of you, unto the church in this part of the Lord's vineyard.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9058992256191819
                }
            ]
        }
    ]
}