{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 32,
    "verses": [
        {
            "verse": 1,
            "text": "And now concerning my servant Parley P. Pratt, behold, I say unto him that as I live I will that he shall declare my gospel and learn of me, and be meek and lowly of heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "I will bear the indignation of the Lord, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.",
                    "score": 0.8125769910191423
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.8045484076768403
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.8004140346720866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 4,
                    "text": "And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.",
                    "score": 0.7994274934640918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.7916659693896863
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 7,
                    "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
                    "score": 0.7914977479085901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 30,
                    "text": "And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them;",
                    "score": 0.7903028109192175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And I saw that I must soon go down to my grave, having been wrought upon by the power of God that I must preach and prophesy unto this people, and declare the word according to the truth which is in Christ. And I have declared it in all my days, and have rejoiced in it above that of the world.",
                    "score": 0.7895791277344534
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
                    "score": 0.7892292119374718
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 29,
                    "text": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
                    "score": 0.7865637565031085
                }
            ]
        },
        {
            "verse": 2,
            "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And they took their journey into the wilderness to go up to preach the word among the Lamanites; and I shall give an account of their proceedings hereafter.",
                    "score": 0.8240554130369886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 2,
                    "text": "For behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye have been appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war of every kind, and send forth against the Lamanites, in whatsoever parts they should come into our land.",
                    "score": 0.8051982005793236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 12,
                    "text": "Yea, I say unto you, that in the latter times the promises of the Lord have been extended to our brethren, the Lamanites; and notwithstanding the many afflictions which they shall have, and notwithstanding they shall be driven to and fro upon the face of the earth, and be hunted, and shall be smitten and scattered abroad, having no place for refuge, the Lord shall be merciful unto them.",
                    "score": 0.7998312309701431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 23,
                    "text": "But it came to pass, as soon as they had departed into the wilderness Moroni sent spies into the wilderness to watch their camp; and Moroni, also, knowing of the prophecies of Alma, sent certain men unto him, desiring him that he should inquire of the Lord whither the armies of the Nephites should go to defend themselves against the Lamanites.",
                    "score": 0.7927372810907521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that they journeyed many days in the wilderness, and they fasted much and prayed much that the Lord would grant unto them a portion of his Spirit to go with them, and abide with them, that they might be an instrument in the hands of God to bring, if it were possible, their brethren, the Lamanites, to the knowledge of the truth, to the knowledge of the baseness of the traditions of their fathers, which were not correct.",
                    "score": 0.787318677573989
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And he said, Certainly I will be with thee; and this shall be a token unto thee, that I have sent thee: When thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain.",
                    "score": 0.7864578944713239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 16,
                    "text": "Now I say unto thee: Go, and remember the captivity of thy fathers in the land of Helam, and in the land of Nephi; and remember how great things he has done for them; for they were in bondage, and he has delivered them. And now I say unto thee, Alma, go thy way, and seek to destroy the church no more, that their prayers may be answered, and this even if thou wilt of thyself be cast off.",
                    "score": 0.7817547342727432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 34,
                    "text": "And I also spake unto him, saying: Surely the Lord hath commanded us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us.",
                    "score": 0.7809294191883623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 55,
                    "verse": 3,
                    "text": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
                    "score": 0.7809271782562439
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And it came to pass that the Lord did warn me, that I, Nephi, should depart from them and flee into the wilderness, and all those who would go with me.",
                    "score": 0.7806410787425176
                }
            ]
        },
        {
            "verse": 3,
            "text": "And Ziba Peterson also shall go with them; and I myself will go with them and be in their midst; and I am their advocate with the Father, and nothing shall prevail against them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 4,
                    "text": "And if it be meet that I go also, they shall go with me.",
                    "score": 0.8116164656305149
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 27,
                    "text": "My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.",
                    "score": 0.7904633788799064
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 14,
                    "text": "I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:",
                    "score": 0.7828717857760831
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 50,
                    "verse": 8,
                    "text": "He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me.",
                    "score": 0.7794200816298161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 23,
                    "text": "But ye shall pray for them, and shall not cast them out; and if it so be that they come unto you oft ye shall pray for them unto the Father, in my name.",
                    "score": 0.7770987394134521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 19,
                    "text": "O my sons, that these things might not come upon you, but that ye might be a choice and a favored people of the Lord. But behold, his will be done; for his ways are righteousness forever.",
                    "score": 0.7749778888672335
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 14,
                    "text": "And he said, My presence shall go with thee, and I will give thee rest.",
                    "score": 0.7740558577830968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 29,
                    "text": "And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.",
                    "score": 0.7740293078771852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.",
                    "score": 0.7737810629126435
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 20,
                    "text": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God.",
                    "score": 0.7719208923811367
                }
            ]
        },
        {
            "verse": 4,
            "text": "And they shall give heed to that which is written, and pretend to no other revelation; and they shall pray always that I may unfold the same to their understanding.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 13,
                    "text": "For we write none other things unto you, than what ye read or acknowledge; and I trust ye shall acknowledge even to the end;",
                    "score": 0.806609116455598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed.",
                    "score": 0.7915006953562562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.7910195878532597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.7873074589103197
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Give heed to me, O Lord, and hearken to the voice of them that contend with me.",
                    "score": 0.7872665464171427
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 42,
                    "verse": 4,
                    "text": "Then Jeremiah the prophet said unto them, I have heard you; behold, I will pray unto the Lord your God according to your words; and it shall come to pass, that whatsoever thing the Lord shall answer you, I will declare it unto you; I will keep nothing back from you.",
                    "score": 0.787066246730921
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
                    "score": 0.7853612539988774
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And he gave heed unto them, expecting to receive something of them.",
                    "score": 0.7851530318169864
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 22,
                    "text": "And all things, whatsoever ye shall ask in prayer, believing, ye shall receive.",
                    "score": 0.7842364033977725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 34,
                    "text": "But the Lord knoweth the things which we have written, and also that none other people knoweth our language; and because that none other people knoweth our language, therefore he hath prepared means for the interpretation thereof.",
                    "score": 0.7822347663415946
                }
            ]
        },
        {
            "verse": 5,
            "text": "And they shall give heed unto these words and trifle not, and I will bless them. Amen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "score": 0.8045053775775894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.8008171240296542
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:",
                    "score": 0.7976976530075005
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
                    "score": 0.7962114160970448
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 14,
                    "text": "I the Lord have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord God.",
                    "score": 0.7958387839092326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "Because of their faith their words shall proceed forth out of my mouth unto their brethren who are the fruit of thy loins; and the weakness of their words will I make strong in their faith, unto the remembering of my covenant which I made unto thy fathers.",
                    "score": 0.7953468342388795
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
                    "score": 0.7946162286129872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 23,
                    "text": "But ye shall pray for them, and shall not cast them out; and if it so be that they come unto you oft ye shall pray for them unto the Father, in my name.",
                    "score": 0.7945942761684365
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 23,
                    "text": "And if ye will not be reformed by me by these things, but will walk contrary unto me;",
                    "score": 0.7945607953175935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7941317979415156
                }
            ]
        }
    ]
}