{
    "volume": "Doctrine and Covenants",
    "book": "Doctrine and Covenants",
    "chapter": 125,
    "verses": [
        {
            "verse": 1,
            "text": "What is the will of the Lord concerning the saints in the Territory of Iowa?",
            "similars": []
        },
        {
            "verse": 2,
            "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 64,
                    "text": "That the work of the gathering together of my saints may continue, that I may build them up unto my name upon holy places; for the time of harvest is come, and my word must needs be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8482609134139203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8398167243796306
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 103,
                    "text": "And again, verily I say unto you, if my servant Sidney will serve me and be counselor unto my servant Joseph, let him arise and come up and stand in the office of his calling, and humble himself before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.839244051781263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8364125838760318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8359089204595197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8358885791228096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 9,
                    "text": "And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8340021710240125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 58,
                    "text": "That from among all these, thy servants, the sons of Jacob, may gather out the righteous to build a holy city to thy name, as thou hast commanded them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8313105013160956
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8310039845268408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 8,
                    "text": "Therefore, I command you to build a house unto me, for the gathering together of my saints, that they may worship me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8303642276920032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 9,
                    "text": "Until the time shall come when it shall be revealed unto you from on high, when the city of the New Jerusalem shall be prepared, that ye may be gathered in one, that ye may be my people and I will be your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8297881760293855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8282940370148837
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 9,
                    "text": "The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8273096544045987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8268789902023844
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 20,
                    "text": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8266089342832827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 8,
                    "text": "Yea, I will appear unto my servants, and speak unto them with mine own voice, if my people will keep my commandments, and do not pollute this holy house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8260247468955816
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825957784834251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 27,
                    "text": "Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that they may call on the Father in my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253332382628976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8248726826186449
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 44,
                    "verse": 5,
                    "text": "One shall say, I am the Lord's; and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the Lord, and surname himself by the name of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.823923371014149
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 1,
                    "verse": 9,
                    "text": "But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8229352960272246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 33,
                    "text": "Verily I say unto you, it is expedient in me that the first elders of my church should receive their endowment from on high in my house, which I have commanded to be built unto my name in the land of Kirtland.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8228040132194557
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 18,
                    "text": "Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8225684278674325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8221623228577233
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 7,
                    "text": "For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8219466837329932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8216523365603753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 8,
                    "text": "And now, marvel not that I have called him unto mine own purpose, which purpose is known in me; wherefore, if he shall be diligent in keeping my commandments he shall be blessed unto eternal life; and his name is Joseph.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8213880268660012
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 44,
                    "verse": 7,
                    "text": "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8212846141204118
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 45,
                    "text": "Verily, I say unto my servant Joseph Smith, Jun., or in other words, I will call you friends, for you are my friends, and ye shall have an inheritance with me--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211719277818976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203284041618725
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 44,
                    "text": "If thy people go out to battle against their enemy, whithersoever thou shalt send them, and shall pray unto the Lord toward the city which thou hast chosen, and toward the house that I have built for thy name:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195251599161831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 114,
                    "verse": 2,
                    "text": "For verily thus saith the Lord, that inasmuch as there are those among you who deny my name, others shall be planted in their stead and receive their bishopric. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191824994612631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son--of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8190228252706668
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 8,
                    "text": "Verily I say unto you, it is expedient in me that he should become a member of the order, that he may assist in bringing forth my word unto the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189538835977722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 22,
                    "text": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187266630378324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place--that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183088347988813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 7,
                    "text": "Yea, Joseph truly said: Thus saith the Lord unto me: A choice seer will I raise up out of the fruit of thy loins; and he shall be esteemed highly among the fruit of thy loins. And unto him will I give commandment that he shall do a work for the fruit of thy loins, his brethren, which shall be of great worth unto them, even to the bringing of them to the knowledge of the covenants which I have made with thy fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182574910927104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8181127243975029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 31,
                    "text": "But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto me; and during this time your baptisms shall be acceptable unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180640509295773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 17,
                    "text": "And again, verily I say unto you, it is my will that the city of Far West should be built up speedily by the gathering of my saints;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179169149413467
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177085195318528
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162920480768464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 24,
                    "text": "For behold, in my name are they called; and if they know me they shall come forth, and shall have a place eternally at my right hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159417109050572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155987491342157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 39,
                    "text": "Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155956486743084
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154087042181279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 107,
                    "text": "Let him assist my servant Joseph, and also let my servant William Law assist my servant Joseph, in making a solemn proclamation unto the kings of the earth, even as I have before said unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148965520655432
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 2,
                    "verse": 5,
                    "text": "And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147099766631195
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 5,
                    "text": "And the Lord shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145901353510205
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 14,
                    "text": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144739906331694
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813688023682367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 89,
                    "text": "If he will do my will let him from henceforth hearken to the counsel of my servant Joseph, and with his interest support the cause of the poor, and publish the new translation of my holy word unto the inhabitants of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133853234330141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 115,
                    "text": "And again, verily I say unto you, if my servant Robert D. Foster will obey my voice, let him build a house for my servant Joseph, according to the contract which he has made with him, as the door shall be open to him from time to time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132342787103531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 3,
                    "text": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132195176548881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 36,
                    "text": "And it is my will that he should sell the lots that are laid off for the building up of the city of my saints, inasmuch as it shall be made known to him by the voice of the Spirit, and according to the counsel of the order, and by the voice of the order.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132043957849441
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131390378794094
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 36,
                    "text": "And unto his son will I give one tribe, that David my servant may have a light alway before me in Jerusalem, the city which I have chosen me to put my name there.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130650295709713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 16,
                    "text": "And let my servants that have been appointed go and teach this, my will, to the saints, that they may be ready to go to a land of peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130458157384736
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 12,
                    "verse": 16,
                    "text": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, The Lord liveth; as they taught my people to swear by Baal; then shall they be built in the midst of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126220605704737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 55,
                    "verse": 5,
                    "text": "And again, verily I say unto you, for this cause you shall take your journey with my servants Joseph Smith, Jun., and Sidney Rigdon, that you may be planted in the land of your inheritance to do this work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123073167498349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120963891884595
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120736629248636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118810624468777
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115437191515393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 29,
                    "verse": 11,
                    "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110816835869511
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108685963415637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 18,
                    "text": "And also that other places should be appointed for stakes in the regions round about, as they shall be manifested unto my servant Joseph, from time to time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100444859914591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809967402669401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097797226772827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097080952138767
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 59,
                    "text": "And let these my words, wherewith I have made supplication before the Lord, be nigh unto the Lord our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096514422129468
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 11,
                    "text": "Wherefore, a commandment I give unto you, to prepare and organize yourselves by a bond or everlasting covenant that cannot be broken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096103583423502
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 34,
                    "text": "If thy people go out to war against their enemies by the way that thou shalt send them, and they pray unto thee toward this city which thou hast chosen, and the house which I have built for thy name;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809580897245762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095272668345368
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 13,
                    "verse": 22,
                    "text": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093645269129018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092783120370843
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092072356363557
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 2,
                    "verse": 11,
                    "text": "And many nations shall be joined to the Lord in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the Lord of hosts hath sent me unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088034023853063
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 48,
                    "verse": 6,
                    "text": "And they shall be appointed to purchase the lands, and to make a commencement to lay the foundation of the city; and then shall ye begin to be gathered with your families, every man according to his family, according to his circumstances, and as is appointed to him by the presidency and the bishop of the church, according to the laws and commandments which ye have received, and which ye shall hereafter receive. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085612742114933
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 32,
                    "verse": 13,
                    "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084584452827595
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 36,
                    "text": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081101158830253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 52,
                    "text": "And let my servants Joseph Smith, Jun., and Frederick G. Williams make haste also, and it shall be given them even according to the prayer of faith; and inasmuch as you keep my sayings you shall not be confounded in this world, nor in the world to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078056324139415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 100,
                    "verse": 16,
                    "text": "For I will raise up unto myself a pure people, that will serve me in righteousness;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077253283292859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 39,
                    "verse": 15,
                    "text": "And inasmuch as my people shall assemble themselves at the Ohio, I have kept in store a blessing such as is not known among the children of men, and it shall be poured forth upon their heads. And from thence men shall go forth into all nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076046640251028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80751121506914
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 16,
                    "text": "But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074443503755923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073758367317424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 13,
                    "text": "Behold, this is the preparation wherewith I prepare you, and the foundation, and the ensample which I give unto you, whereby you may accomplish the commandments which are given you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073034851011051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 94,
                    "verse": 15,
                    "text": "That they may do the work which I have appointed unto them, to be a committee to build mine houses, according to the commandment, which I, the Lord God, have given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072229076553245
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072132690197529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070653027725636
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 3,
                    "text": "For verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must needs be that there be an organization of my people, in regulating and establishing the affairs of the storehouse for the poor of my people, both in this place and in the land of Zion--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069639808451241
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068802633950238
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 15,
                    "verse": 12,
                    "text": "And said unto them, Ye are the chief of the fathers of the Levites: sanctify yourselves, both ye and your brethren, that ye may bring up the ark of the Lord God of Israel unto the place that I have prepared for it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068796311010149
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 14,
                    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806859621816839
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 28,
                    "verse": 10,
                    "text": "Thou shalt not leave this place until after the conference; and my servant Joseph shall be appointed to preside over the conference by the voice of it, and what he saith to thee thou shalt tell.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067897036378132
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 11,
                    "text": "Then there shall be a place which the Lord your God shall choose to cause his name to dwell there; thither shall ye bring all that I command you; your burnt offerings, and your sacrifices, your tithes, and the heave offering of your hand, and all your choice vows which ye vow unto the Lord:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067452831243728
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 4,
                    "text": "Ye shall do my judgments, and keep mine ordinances, to walk therein: I am the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063814493587308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 77,
                    "text": "And again I say unto you, my friends, for from henceforth I shall call you friends, it is expedient that I give unto you this commandment, that ye become even as my friends in days when I was with them, traveling to preach the gospel in my power;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061885231511625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 11,
                    "text": "It is wisdom in me; therefore, a commandment I give unto you, that ye shall organize yourselves and appoint every man his stewardship;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060998497546189
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 38,
                    "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060564697711822
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 31,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, go from them only for a little time, and declare my word, and I will prepare a place for them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060272936149042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 4,
                    "text": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059837011568591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058889555754485
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058428923447145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 4,
                    "text": "Verily this is the word of the Lord, that the city New Jerusalem shall be built by the gathering of the saints, beginning at this place, even the place of the temple, which temple shall be reared in this generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056855815765296
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 21,
                    "text": "And their nobles shall be of themselves, and their governor shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto me: for who is this that engaged his heart to approach unto me? saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050283610844049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048694970950911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048150889087075
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048104290477545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 102,
                    "text": "Behold, I say unto you, I have a mission in store for my servant William, and my servant Hyrum, and for them alone; and let my servant Joseph tarry at home, for he is needed. The remainder I will show unto you hereafter. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045859335422356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 6,
                    "text": "Behold, my sons, I desire that ye should remember to keep the commandments of God; and I would that ye should declare unto the people these words. Behold, I have given unto you the names of our first parents who came out of the land of Jerusalem; and this I have done that when you remember your names ye may remember them; and when ye remember them ye may remember their works; and when ye remember their works ye may know how that it is said, and also written, that they were good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044808037250968
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 39,
                    "text": "Let my servant Titus Billings, who has the care thereof, dispose of the land, that he may be prepared in the coming spring to take his journey up unto the land of Zion, with those that dwell upon the face thereof, excepting those whom I shall reserve unto myself, that shall not go until I shall command them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041257659169876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040793490363082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 19,
                    "text": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039980536607246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 24,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803821806468586
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803821806468586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 79,
                    "text": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80381824434685
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 26,
                    "verse": 18,
                    "text": "And he said, Go into the city to such a man, and say unto him, The Master saith, My time is at hand; I will keep the passover at thy house with my disciples.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037421590154058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 28,
                    "text": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034938986987169
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 14,
                    "text": "Therefore will I do unto this house, which is called by my name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80340119861689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803366655393902
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 5,
                    "text": "Gather my saints together unto me; those that have made a covenant with me by sacrifice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031622624600345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And then shall they assist my people that they may be gathered in, who are scattered upon all the face of the land, in unto the New Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031360038158778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 51,
                    "verse": 1,
                    "text": "Hearken unto me, saith the Lord your God, and I will speak unto my servant Edward Partridge, and give unto him directions; for it must needs be that he receive directions how to organize this people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031245010512705
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 59,
                    "text": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030268346989874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029836445761674
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 10,
                    "text": "Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028855635064736
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 7,
                    "text": "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025035979517562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022664797035169
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021219077614687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020895087615062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 8,
                    "text": "And now, verily thus saith the Lord, it is expedient that all things be done unto my glory, by you who are joined together in this order;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801971803240765
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 18,
                    "text": "And again, I say unto you that it is my will that my servant Lyman Wight should continue in preaching for Zion, in the spirit of meekness, confessing me before the world; and I will bear him up as on eagles' wings; and he shall beget glory and honor to himself and unto my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018904440527762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 74,
                    "text": "And I give unto you, who are the first laborers in this last kingdom, a commandment that you assemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017941270180382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017842830251909
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 13,
                    "text": "That he may establish thee to day for a people unto himself, and that he may be unto thee a God, as he hath said unto thee, and as he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015229015511339
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 23,
                    "verse": 9,
                    "text": "Verily I say unto you, I commanded my servant Samuel, the Lamanite, that he should testify unto this people, that at the day that the Father should glorify his name in me that there were many saints who should arise from the dead, and should appear unto many, and should minister unto them. And he said unto them: Was it not so?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013773099054862
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 33,
                    "text": "Thus saith the Lord God; In the day that I shall have cleansed you from all your iniquities I will also cause you to dwell in the cities, and the wastes shall be builded.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013143592987504
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 11,
                    "text": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012646435820641
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 15,
                    "text": "And Elijah said, As the Lord of hosts liveth, before whom I stand, I will surely shew myself unto him to day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011536972852044
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 60,
                    "text": "And ye shall prepare for yourselves a place for a treasury, and consecrate it unto my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010616423121883
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 19,
                    "text": "Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010500459134086
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 17,
                    "text": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800879741703389
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 3,
                    "text": "And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008255518722373
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 14,
                    "verse": 37,
                    "text": "If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007666887365849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it hath become expedient that I, according to the will of God, that the prayers of those who have gone hence, who were the holy ones, should be fulfilled according to their faith, should make a record of these things which have been done--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800644652832949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006416109377238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 19,
                    "text": "And the words which he shall write shall be the words which are expedient in my wisdom should go forth unto the fruit of thy loins. And it shall be as if the fruit of thy loins had cried unto them from the dust; for I know their faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004875439542999
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004555082317559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 15,
                    "text": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800366919261788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 62,
                    "text": "Thou shalt ask, and it shall be revealed unto you in mine own due time where the New Jerusalem shall be built.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002436085610558
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it shall come to pass, when thy days be expired that thou must go to be with thy fathers, that I will raise up thy seed after thee, which shall be of thy sons; and I will establish his kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001357264093971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800083423578724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 47,
                    "verse": 1,
                    "text": "Behold, it is expedient in me that my servant John should write and keep a regular history, and assist you, my servant Joseph, in transcribing all things which shall be given you, until he is called to further duties.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000358685212048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9180111787332574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 78,
                    "verse": 1,
                    "text": "The Lord spake unto Joseph Smith, Jun., saying: Hearken unto me, saith the Lord your God, who are ordained unto the high priesthood of my church, who have assembled yourselves together;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9134541698369035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.911130666732814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9104151836903781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 17,
                    "text": "And again, verily I say unto you, it is my will that the city of Far West should be built up speedily by the gathering of my saints;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9091822776254281
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 3,
                    "text": "And also unto my faithful servants who are of the high council of my church in Zion, for thus it shall be called, and unto all the elders and people of my Church of Jesus Christ of Latter-day Saints, scattered abroad in all the world;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9074741546794414
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 36,
                    "text": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9072414526035197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 16,
                    "text": "Behold, I have commanded my servant Joseph Smith, Jun., to say unto the strength of my house, even my warriors, my young men, and middle-aged, to gather together for the redemption of my people, and throw down the towers of mine enemies, and scatter their watchmen;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9064998729675747
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9060386251280249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant Sidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be appointed hereafter;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059998821019931
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 8,
                    "text": "Therefore, I command you to build a house unto me, for the gathering together of my saints, that they may worship me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9059878531687316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052704403287976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 64,
                    "text": "That the work of the gathering together of my saints may continue, that I may build them up unto my name upon holy places; for the time of harvest is come, and my word must needs be fulfilled.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9048746597468041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 41,
                    "text": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045824294784646
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9039748947553058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9019688788596787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 57,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9017781673802439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.901240113710196
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 102,
                    "text": "Behold, I say unto you, I have a mission in store for my servant William, and my servant Hyrum, and for them alone; and let my servant Joseph tarry at home, for he is needed. The remainder I will show unto you hereafter. Even so. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011565807239009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 59,
                    "text": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9009864421756598
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 1,
                    "text": "Behold, and hearken, O ye inhabitants of Zion, and all ye people of my church who are afar off, and hear the word of the Lord which I give unto my servant Joseph Smith, Jun., and also unto my servant Martin Harris, and also unto my servant Oliver Cowdery, and also unto my servant John Whitmer, and also unto my servant Sidney Rigdon, and also unto my servant William W. Phelps, by the way of commandment unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001613259315746
                }
            ]
        },
        {
            "verse": 3,
            "text": "Let them build up a city unto my name upon the land opposite the city of Nauvoo, and let the name of Zarahemla be named upon it.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "And let all those who come from the east, and the west, and the north, and the south, that have desires to dwell therein, take up their inheritance in the same, as well as in the city of Nashville, or in the city of Nauvoo, and in all the stakes which I have appointed, saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 48,
                    "verse": 6,
                    "text": "And they shall be appointed to purchase the lands, and to make a commencement to lay the foundation of the city; and then shall ye begin to be gathered with your families, every man according to his family, according to his circumstances, and as is appointed to him by the presidency and the bishop of the church, according to the laws and commandments which ye have received, and which ye shall hereafter receive. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8251499542805157
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 13,
                    "verse": 29,
                    "text": "And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065123204300065
                }
            ]
        }
    ]
}