{
    "volume": "New Testament",
    "book": "1 Corinthians",
    "chapter": 10,
    "verses": [
        {
            "verse": 1,
            "text": "Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 7,
                    "text": "Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea.",
                    "score": 0.7936401545985703
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 44,
                    "text": "Thou hast covered thyself with a cloud, that our prayer should not pass through.",
                    "score": 0.7764515270549872
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 44,
                    "text": "And it came to pass at the seventh time, that he said, Behold, there ariseth a little cloud out of the sea, like a man's hand. And he said, Go up, say unto Ahab, Prepare thy chariot, and get thee down, that the rain stop thee not.",
                    "score": 0.7546595979602198
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Howbeit the high places were not taken away: for as yet the people had not prepared their hearts unto the God of their fathers.",
                    "score": 0.7541313571254119
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 2,
                    "text": "My brethren, I think that it is impossible that ye should be ignorant of the things which have been spoken concerning the coming of Christ, who is taught by us to be the Son of God; yea, I know that these things were taught unto you bountifully before your dissension from among us.",
                    "score": 0.7535384758029008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 43,
                    "text": "And now, my son, I would that ye should understand that these things are not without a shadow; for as our fathers were slothful to give heed to this compass (now these things were temporal) they did not prosper; even so it is with things which are spiritual.",
                    "score": 0.7533173763796325
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 7,
                    "text": "Know ye not that there are more nations than one? Know ye not that I, the Lord your God, have created all men, and that I remember those who are upon the isles of the sea; and that I rule in the heavens above and in the earth beneath; and I bring forth my word unto the children of men, yea, even upon all the nations of the earth?",
                    "score": 0.7532698488685736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 27,
                    "text": "And I said unto them that the water which my father saw was filthiness; and so much was his mind swallowed up in other things that he beheld not the filthiness of the water.",
                    "score": 0.7500644282994924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 6,
                    "text": "Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.",
                    "score": 0.7493944696054872
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 3,
                    "text": "The Lord made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.",
                    "score": 0.7492447867760125
                }
            ]
        },
        {
            "verse": 2,
            "text": "And were all baptized unto Moses in the cloud and in the sea;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And he came up out of the water and began to baptize. And he baptized all those whom Jesus had chosen.",
                    "score": 0.7963033488491599
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And Moses went into the midst of the cloud, and gat him up into the mount: and Moses was in the mount forty days and forty nights.",
                    "score": 0.7944566493580685
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the Lord said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear when I speak with thee, and believe thee for ever. And Moses told the words of the people unto the Lord.",
                    "score": 0.7930510292839013
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 15,
                    "text": "And Moses went up into the mount, and a cloud covered the mount.",
                    "score": 0.782836661665437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And after this manner he did baptize every one that went forth to the place of Mormon; and they were in number about two hundred and four souls; yea, and they were baptized in the waters of Mormon, and were filled with the grace of God.",
                    "score": 0.7807864249014398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 15,
                    "text": "Blessed art thou, Alma, and blessed are they who were baptized in the waters of Mormon. Thou art blessed because of thy exceeding faith in the words alone of my servant Abinadi.",
                    "score": 0.7752045436950741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And it came to pass that Nephi went down into the water and was baptized.",
                    "score": 0.7743344960124127
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Which alone spreadeth out the heavens, and treadeth upon the waves of the sea.",
                    "score": 0.7741060809733886
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And the glory of the Lord abode upon mount Sinai, and the cloud covered it six days: and the seventh day he called unto Moses out of the midst of the cloud.",
                    "score": 0.773202167017123
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 6,
                    "text": "Whatsoever the Lord pleased, that did he in heaven, and in earth, in the seas, and all deep places.",
                    "score": 0.7731792091963025
                }
            ]
        },
        {
            "verse": 3,
            "text": "And did all eat the same spiritual meat;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And every meat offering, mingled with oil, and dry, shall all the sons of Aaron have, one as much as another.",
                    "score": 0.759330154369837
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 12,
                    "text": "The leaves thereof were fair, and the fruit thereof much, and in it was meat for all: the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the boughs thereof, and all flesh was fed of it.",
                    "score": 0.7534089779018712
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 21,
                    "text": "Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:",
                    "score": 0.7497977466533652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 20,
                    "text": "For behold, every man did go forth and offer up these same prayers.",
                    "score": 0.7446801005285181
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And all flesh died that moved upon the earth, both of fowl, and of cattle, and of beast, and of every creeping thing that creepeth upon the earth, and every man:",
                    "score": 0.7445303486268444
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 35,
                    "text": "And when all the people came to cause David to eat meat while it was yet day, David sware, saying, So do God to me, and more also, if I taste bread, or ought else, till the sun be down.",
                    "score": 0.744109026144948
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 30,
                    "text": "They were not estranged from their lust. But while their meat was yet in their mouths,",
                    "score": 0.738171541290957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 18,
                    "text": "And whoso forbiddeth to abstain from meats, that man should not eat the same, is not ordained of God;",
                    "score": 0.7372672396536993
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 31,
                    "text": "For by them judgeth he the people; he giveth meat in abundance.",
                    "score": 0.7368005217566704
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 8,
                    "text": "As I live, saith the Lord God, surely because my flock became a prey, and my flock became meat to every beast of the field, because there was no shepherd, neither did my shepherds search for my flock, but the shepherds fed themselves, and fed not my flock;",
                    "score": 0.7365638919387842
                }
            ]
        },
        {
            "verse": 4,
            "text": "And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
                    "score": 0.784323733432638
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 35,
                    "text": "And they remembered that God was their rock, and the high God their redeemer.",
                    "score": 0.7749668937337575
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 8,
                    "text": "Take the rod, and gather thou the assembly together, thou, and Aaron thy brother, and speak ye unto the rock before their eyes; and it shall give forth his water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.",
                    "score": 0.7615850038646164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And it came to pass that they did so, and did drink of it and were filled; and they gave unto the multitude, and they did drink, and they were filled.",
                    "score": 0.7602517048581074
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 15,
                    "text": "He clave the rocks in the wilderness, and gave them drink as out of the great depths.",
                    "score": 0.7578461692464737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And when they had given unto the multitude he also gave them wine to drink, and commanded them that they should give unto the multitude.",
                    "score": 0.755094014003349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Now, when the multitude had all eaten and drunk, behold, they were filled with the Spirit; and they did cry out with one voice, and gave glory to Jesus, whom they both saw and heard.",
                    "score": 0.754084288674006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And it came to pass that when he said these words, he commanded his disciples that they should take of the wine of the cup and drink of it, and that they should also give unto the multitude that they might drink of it.",
                    "score": 0.7505224823558961
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 37,
                    "text": "And he shall say, Where are their gods, their rock in whom they trusted,",
                    "score": 0.7499095860121021
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 3,
                    "text": "And thither were all the flocks gathered: and they rolled the stone from the well's mouth, and watered the sheep, and put the stone again upon the well's mouth in his place.",
                    "score": 0.7476008806387103
                }
            ]
        },
        {
            "verse": 5,
            "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.",
                    "score": 0.8174944304769173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 6,
                    "text": "For many of them, after having suffered much loss and so many afflictions, began to be stirred up in remembrance of the words which Aaron and his brethren had preached to them in their land; therefore they began to disbelieve the traditions of their fathers, and to believe in the Lord, and that he gave great power unto the Nephites; and thus there were many of them converted in the wilderness.",
                    "score": 0.8173443295062439
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 26,
                    "text": "Therefore he lifted up his hand against them, to overthrow them in the wilderness:",
                    "score": 0.8102784770021695
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.8051486353285333
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 24,
                    "text": "But they hardened their hearts and could not endure his presence; therefore, the Lord in his wrath, for his anger was kindled against them, swore that they should not enter into his rest while in the wilderness, which rest is the fulness of his glory.",
                    "score": 0.7969329037123696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 34,
                    "text": "Therefore they did not at that time form themselves into a church, waiting upon the Spirit of the Lord. Now they were desirous to become even as Alma and his brethren, who had fled into the wilderness.",
                    "score": 0.7894935203197819
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 26,
                    "text": "I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce anger.",
                    "score": 0.788857100118676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 23,
                    "text": "Now, they were sorry to take up arms against the Lamanites, because they did not delight in the shedding of blood; yea, and this was not all--they were sorry to be the means of sending so many of their brethren out of this world into an eternal world, unprepared to meet their God.",
                    "score": 0.7879428469529854
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 22,
                    "text": "For there fell down many slain, because the war was of God. And they dwelt in their steads until the captivity.",
                    "score": 0.7853961370888168
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And they did cause a great contention in the land, insomuch that the more righteous part of the people had nearly all become wicked; yea, there were but few righteous men among them.",
                    "score": 0.7849335501542525
                }
            ]
        },
        {
            "verse": 6,
            "text": "Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And lead us not into temptation, but deliver us from evil.",
                    "score": 0.7797123739570773
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
                    "score": 0.768386802929468
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Be not thou envious against evil men, neither desire to be with them.",
                    "score": 0.7663023572679664
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 140,
                    "verse": 8,
                    "text": "Grant not, O Lord, the desires of the wicked: further not his wicked device; lest they exalt themselves. Selah.",
                    "score": 0.7592438241792111
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.7548342056603795
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.",
                    "score": 0.7511417254406109
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7483747045931023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 43,
                    "text": "When thou doest terrible things, things they look not for;",
                    "score": 0.7478634391285285
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 1,
                    "text": "Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.",
                    "score": 0.7476769670666351
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 7,
                    "text": "Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.",
                    "score": 0.7462443021695546
                }
            ]
        },
        {
            "verse": 7,
            "text": "Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 6,
                    "text": "And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play.",
                    "score": 0.7951536581170716
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 63,
                    "text": "Behold their sitting down, and their rising up; I am their musick.",
                    "score": 0.7430563466446822
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.",
                    "score": 0.7403988279548487
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 31,
                    "text": "And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.",
                    "score": 0.739124867571496
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?",
                    "score": 0.7323830681716506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 12,
                    "text": "And the harp, and the viol, the tabret, and pipe, and wine are in their feasts; but they regard not the work of the Lord, neither consider the operation of his hands.",
                    "score": 0.7314672833581083
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the Lord, neither consider the operation of his hands.",
                    "score": 0.7314672833581083
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 36,
                    "text": "And they served their idols: which were a snare unto them.",
                    "score": 0.7284512057408958
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 8,
                    "text": "And might not be as their fathers, a stubborn and rebellious generation; a generation that set not their heart aright, and whose spirit was not steadfast with God.",
                    "score": 0.7228126213819737
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 42,
                    "text": "Go not up, for the Lord is not among you; that ye be not smitten before your enemies.",
                    "score": 0.7218855651489228
                }
            ]
        },
        {
            "verse": 8,
            "text": "Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 29,
                    "text": "Thou hast moreover multiplied thy fornication in the land of Canaan unto Chaldea; and yet thou wast not satisfied herewith.",
                    "score": 0.7361852895593523
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the Lord.",
                    "score": 0.7350545600521454
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 14,
                    "text": "I will not punish your daughters when they commit whoredom, nor your spouses when they commit adultery: for themselves are separated with whores, and they sacrifice with harlots: therefore the people that doth not understand shall fall.",
                    "score": 0.7297427505266816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                    "score": 0.7289383966727837
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 28,
                    "text": "And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men.",
                    "score": 0.7266767713651968
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And he said unto the people, Be ready against the third day: come not at your wives.",
                    "score": 0.7263579725644473
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou shouldest not have entered into the gate of my people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;",
                    "score": 0.7259787380021243
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Neither shalt thou commit adultery.",
                    "score": 0.7245501576506552
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And that whosoever would not come within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of those that had been carried away.",
                    "score": 0.7233290210461922
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 6,
                    "text": "For Pekah the son of Remaliah slew in Judah an hundred and twenty thousand in one day, which were all valiant men; because they had forsaken the Lord God of their fathers.",
                    "score": 0.7231031423862101
                }
            ]
        },
        {
            "verse": 9,
            "text": "Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 22,
                    "text": "He suffered temptations but gave no heed unto them.",
                    "score": 0.7955015055905832
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And Satan put it into the heart of the serpent, (for he had drawn away many after him,) and he sought also to beguile Eve, for he knew not the mind of God, wherefore he sought to destroy the world.",
                    "score": 0.7936972190567673
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And it came to pass that the Lord did cause the serpents that they should pursue them no more, but that they should hedge up the way that the people could not pass, that whoso should attempt to pass might fall by the poisonous serpents.",
                    "score": 0.7795899774471419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Now this great loss of the Nephites, and the great slaughter which was among them, would not have happened had it not been for their wickedness and their abomination which was among them; yea, and it was among those also who professed to belong to the church of God.",
                    "score": 0.7697795931111047
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 5,
                    "text": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
                    "score": 0.7695731482786601
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 72,
                    "text": "And the poison of a serpent shall not have power to harm them.",
                    "score": 0.7640522063436873
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 25,
                    "text": "The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it unto thee, lest thou be snared therein: for it is an abomination to the Lord thy God.",
                    "score": 0.7633064268746266
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And he said unto the woman: Yea, hath God said--Ye shall not eat of every tree of the garden? (And he spake by the mouth of the serpent.)",
                    "score": 0.7625118367969986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 28,
                    "text": "And in that day Satan shall not have power to tempt any man.",
                    "score": 0.7608278254231924
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And the Lord sent fiery serpents among the people, and they bit the people; and much people of Israel died.",
                    "score": 0.7601865819584761
                }
            ]
        },
        {
            "verse": 10,
            "text": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And now I ask of you, my brethren, were they destroyed? Behold, I say unto you, Nay, they were not.",
                    "score": 0.7460686119871778
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 11,
                    "text": "And the waters covered their enemies: there was not one of them left.",
                    "score": 0.7405854901200816
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 25,
                    "text": "Destruction cometh; and they shall seek peace, and there shall be none.",
                    "score": 0.738305700545504
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 6,
                    "text": "O thou enemy, destructions are come to a perpetual end: and thou hast destroyed cities; their memorial is perished with them.",
                    "score": 0.7218449984041682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And it came to pass that they would not hearken unto his words; and there began to be contentions, insomuch that they were divided against themselves and began to slay one another with the sword.",
                    "score": 0.7201000754360601
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 73,
                    "verse": 27,
                    "text": "For, lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee.",
                    "score": 0.7169648852791327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And they were spared and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness.",
                    "score": 0.7152198555467791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 32,
                    "text": "But there were many among them who would not hear his words; therefore they went their way.",
                    "score": 0.71477087504915
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 4,
                    "verse": 20,
                    "text": "They are destroyed from morning to evening: they perish for ever without any regarding it.",
                    "score": 0.7143053695679904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And it came to pass that they threw down their weapons of war, and they would not take them again, for they were stung for the murders which they had committed; and they came down even as their brethren, relying upon the mercies of those whose arms were lifted to slay them.",
                    "score": 0.7141780905570236
                }
            ]
        },
        {
            "verse": 11,
            "text": "Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And he shall also write concerning the end of the world.",
                    "score": 0.8186387552875996
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 22,
                    "text": "Let them bring them forth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come.",
                    "score": 0.7975230768455033
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 6,
                    "text": "An end is come, the end is come: it watcheth for thee; behold, it is come.",
                    "score": 0.7917369308592286
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.",
                    "score": 0.7909658123151714
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 19,
                    "verse": 4,
                    "text": "Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,",
                    "score": 0.7862178691388721
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 19,
                    "text": "All things which have befallen them are only the beginning of the sorrows which shall come upon them.",
                    "score": 0.7848747726605781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 26,
                    "text": "And in that day shall be heard of wars and rumors of wars, and the whole earth shall be in commotion, and men's hearts shall fail them, and they shall say that Christ delayeth his coming until the end of the earth.",
                    "score": 0.784551036157806
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 57,
                    "text": "That all the ends of the earth may know that we, thy servants, have heard thy voice, and that thou hast sent us;",
                    "score": 0.7822465807934753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 23,
                    "text": "And from this place they may bear exceedingly great and glorious tidings, in truth, unto the ends of the earth, that they may know that this is thy work, and that thou hast put forth thy hand, to fulfil that which thou hast spoken by the mouths of the prophets, concerning the last days.",
                    "score": 0.779257610978704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 113,
                    "text": "This is the end of the vision which we saw, which we were commanded to write while we were yet in the Spirit.",
                    "score": 0.7775110011005484
                }
            ]
        },
        {
            "verse": 12,
            "text": "Wherefore let him that thinketh he standeth take heed lest he fall.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 15,
                    "text": "But if he repent not of his sins, which are unbelief and blindness of heart, let him take heed lest he fall.",
                    "score": 0.8587423015207112
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Arise, O Lord; let not man prevail: let the heathen be judged in thy sight.",
                    "score": 0.8150140937665062
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 14,
                    "text": "Although thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him.",
                    "score": 0.8137512679950413
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Moreover thou shalt say unto them, Thus saith the Lord; Shall they fall, and not arise? shall he turn away, and not return?",
                    "score": 0.8089938095277798
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Wherefore, watch over him that his faith fail not, and it shall be given by the Comforter, the Holy Ghost, that knoweth all things.",
                    "score": 0.8082978049520376
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 30,
                    "text": "Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou inquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.",
                    "score": 0.8063420750538858
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 15,
                    "text": "But verily, thus saith the Lord, let not your flight be in haste, but let all things be prepared before you; and he that goeth, let him not look back lest sudden destruction shall come upon him.",
                    "score": 0.8039173667857705
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 8,
                    "text": "But if thou wilt go, do it, be strong for the battle: God shall make thee fall before the enemy: for God hath power to help, and to cast down.",
                    "score": 0.8036580279041436
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 24,
                    "text": "Though he fall, he shall not be utterly cast down: for the Lord upholdeth him with his hand.",
                    "score": 0.8034657554528029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 8,
                    "text": "Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord. Amen.",
                    "score": 0.8032638406584833
                }
            ]
        },
        {
            "verse": 13,
            "text": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 9,
                    "verse": 13,
                    "text": "Do this thing which I have commanded you, and you shall prosper. Be faithful, and yield to no temptation.",
                    "score": 0.8133856750617033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7988795765465898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 80,
                    "text": "And any man that shall go and preach this gospel of the kingdom, and fail not to continue faithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor joint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go hungry, neither athirst.",
                    "score": 0.7972244022279009
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 33,
                    "text": "Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.",
                    "score": 0.7936494144462574
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Ye shall not tempt the Lord your God, as ye tempted him in Massah.",
                    "score": 0.7793205816754506
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Men do not despise a thief, if he steal to satisfy his soul when he is hungry;",
                    "score": 0.7758363654102136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 12,
                    "text": "Pray always, lest you enter into temptation and lose your reward.",
                    "score": 0.7757585324016851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 13,
                    "text": "And now, because ye are compelled to be humble blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth shall find mercy; and he that findeth mercy and endureth to the end the same shall be saved.",
                    "score": 0.7721399227042425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 39,
                    "text": "Pray always that you enter not into temptation, that you may abide the day of his coming, whether in life or in death. Even so. Amen.",
                    "score": 0.7699084587211639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, and how is it that ye have forgotten that the Lord is able to do all things according to his will, for the children of men, if it so be that they exercise faith in him? Wherefore, let us be faithful to him.",
                    "score": 0.7695470907973484
                }
            ]
        },
        {
            "verse": 14,
            "text": "Wherefore, my dearly beloved, flee from idolatry.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 176,
                    "text": "I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.",
                    "score": 0.795049090093017
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 7,
                    "text": "Whither shall I go from thy spirit? or whither shall I flee from thy presence?",
                    "score": 0.7857020452572578
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 11,
                    "text": "Therefore now flee thou to thy place: I thought to promote thee unto great honour; but, lo, the Lord hath kept thee back from honour.",
                    "score": 0.7748234915626543
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 49,
                    "text": "Lord, where are thy former lovingkindnesses, which thou swarest unto David in thy truth?",
                    "score": 0.7730273097695293
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 7,
                    "text": "Wherefore now return, and go in peace, that thou displease not the lords of the Philistines.",
                    "score": 0.7708239899988724
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 6,
                    "text": "Wherefore I abhor myself, and repent in dust and ashes.",
                    "score": 0.7699140948755163
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 5,
                    "text": "Wherefore should I fear in the days of evil, when the iniquity of my heels shall compass me about?",
                    "score": 0.7681728009305965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 11,
                    "text": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and to her idols?",
                    "score": 0.7681431344883024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 28,
                    "text": "Wherefore I will say unto them--Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels.",
                    "score": 0.7666013694503425
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 11,
                    "text": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?",
                    "score": 0.76653929163814
                }
            ]
        },
        {
            "verse": 15,
            "text": "I speak as to wise men; judge ye what I say.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
                    "score": 0.8685668474906355
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 34,
                    "text": "Let men of understanding tell me, and let a wise man hearken unto me.",
                    "score": 0.8628219026277275
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 58,
                    "verse": 1,
                    "text": "Do ye indeed speak righteousness, O congregation? do ye judge uprightly, O ye sons of men?",
                    "score": 0.811527993828153
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
                    "score": 0.8087116910592227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 27,
                    "text": "And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.",
                    "score": 0.7987711564250618
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 16,
                    "text": "These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:",
                    "score": 0.79044318928732
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 5,
                    "text": "I would know the words which he would answer me, and understand what he would say unto me.",
                    "score": 0.7879842595898162
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 108,
                    "text": "Accept, I beseech thee, the freewill offerings of my mouth, O Lord, and teach me thy judgments.",
                    "score": 0.7869814463879112
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "score": 0.786813743479773
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Give therefore thy servant an understanding heart to judge thy people, that I may discern between good and bad: for who is able to judge this thy so great a people?",
                    "score": 0.7854332613190036
                }
            ]
        },
        {
            "verse": 16,
            "text": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 18,
                    "text": "Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my sacrifice remain until the morning.",
                    "score": 0.7764388676680787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 2,
                    "text": "For, behold, I say unto you, that it mattereth not what ye shall eat or what ye shall drink when ye partake of the sacrament, if it so be that ye do it with an eye single to my glory--remembering unto the Father my body which was laid down for you, and my blood which was shed for the remission of your sins.",
                    "score": 0.7537989619792501
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 23,
                    "text": "Only be sure that thou eat not the blood: for the blood is the life; and thou mayest not eat the life with the flesh.",
                    "score": 0.7529778208393696
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 4,
                    "text": "But flesh with the life thereof, which is the blood thereof, shall ye not eat.",
                    "score": 0.7503495182477252
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 29,
                    "text": "See that ye are not baptized unworthily; see that ye partake not of the sacrament of Christ unworthily; but see that ye do all things in worthiness, and do it in the name of Jesus Christ, the Son of the living God; and if ye do this, and endure to the end, ye will in nowise be cast out.",
                    "score": 0.7501563255997427
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7463072888084902
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7454969671984012
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Is not the meat cut off before our eyes, yea, joy and gladness from the house of our God?",
                    "score": 0.7438239764284189
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 23,
                    "text": "And that which doth not edify is not of God, and is darkness.",
                    "score": 0.742702730071174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And he said unto them: He that eateth this bread eateth of my body to his soul; and he that drinketh of this wine drinketh of my blood to his soul; and his soul shall never hunger nor thirst, but shall be filled.",
                    "score": 0.7421522158834944
                }
            ]
        },
        {
            "verse": 17,
            "text": "For we being many are one bread, and one body: for we are all partakers of that one bread.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And when the multitude had eaten and were filled, he said unto the disciples: Behold there shall one be ordained among you, and to him will I give power that he shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.",
                    "score": 0.7568472327338227
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 17,
                    "text": "That they may want bread and water, and be astonied one with another, and consume away for their iniquity.",
                    "score": 0.7452789852720297
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 5,
                    "verse": 6,
                    "text": "We have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread.",
                    "score": 0.7440926938266356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 9,
                    "text": "Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear all ye of far countries; gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.",
                    "score": 0.7422551029274052
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 8,
                    "verse": 9,
                    "text": "Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear, all ye of far countries: gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.",
                    "score": 0.7422551029274052
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And one loaf of bread, and one cake of oiled bread, and one wafer out of the basket of the unleavened bread that is before the Lord:",
                    "score": 0.7417625098001056
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 11,
                    "text": "All her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O Lord, and consider; for I am become vile.",
                    "score": 0.7391763700295182
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And the Lord said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.",
                    "score": 0.7383034278931153
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 26,
                    "text": "And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied.",
                    "score": 0.7368075965100847
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon of wine.",
                    "score": 0.7366902727189533
                }
            ]
        },
        {
            "verse": 18,
            "text": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 8,
                    "verse": 13,
                    "text": "They sacrifice flesh for the sacrifices of mine offerings, and eat it; but the Lord accepteth them not; now will he remember their iniquity, and visit their sins: they shall return to Egypt.",
                    "score": 0.7973510628250503
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 32,
                    "text": "Therefore the children of Israel eat not of the sinew which shrank, which is upon the hollow of the thigh, unto this day: because he touched the hollow of Jacob's thigh in the sinew that shrank.",
                    "score": 0.7791174261093229
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Thus saith the Lord of hosts, the God of Israel; Put your burnt offerings unto your sacrifices, and eat flesh.",
                    "score": 0.7671191935074577
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 1,
                    "text": "The priests the Levites, and all the tribe of Levi, shall have no part nor inheritance with Israel: they shall eat the offerings of the Lord made by fire, and his inheritance.",
                    "score": 0.7654989353617534
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Nevertheless the priests of the high places came not up to the altar of the Lord in Jerusalem, but they did eat of the unleavened bread among their brethren.",
                    "score": 0.7653792751853123
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7645836422865623
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 29,
                    "text": "They shall eat the meat offering, and the sin offering, and the trespass offering; and every dedicated thing in Israel shall be theirs.",
                    "score": 0.7635975347676778
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, but not as the kings of Israel that were before him.",
                    "score": 0.7633086784038174
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
                    "score": 0.7631066294671579
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 18,
                    "text": "Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my sacrifice remain until the morning.",
                    "score": 0.7617982938847664
                }
            ]
        },
        {
            "verse": 19,
            "text": "What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 21,
                    "text": "And whosoever offereth a sacrifice of peace offerings unto the Lord to accomplish his vow, or a freewill offering in beeves or sheep, it shall be perfect to be accepted; there shall be no blemish therein.",
                    "score": 0.7823844811628123
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 19,
                    "text": "Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.",
                    "score": 0.771329109365771
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And thou shalt say unto them, Whatsoever man there be of the house of Israel, or of the strangers which sojourn among you, that offereth a burnt offering or sacrifice,",
                    "score": 0.7656401296251741
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee.",
                    "score": 0.7656226564553512
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 16,
                    "text": "But if the sacrifice of his offering be a vow, or a voluntary offering, it shall be eaten the same day that he offereth his sacrifice: and on the morrow also the remainder of it shall be eaten:",
                    "score": 0.7650209644980868
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And will make an offering by fire unto the Lord, a burnt offering, or a sacrifice in performing a vow, or in a freewill offering, or in your solemn feasts, to make a sweet savour unto the Lord, of the herd, or of the flock:",
                    "score": 0.7642227220144313
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 16,
                    "text": "For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.",
                    "score": 0.7632950163196519
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And Moses said, Thou must give us also sacrifices and burnt offerings, that we may sacrifice unto the Lord our God.",
                    "score": 0.7626500844968094
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And if his oblation be a sacrifice of peace offering, if he offer it of the herd; whether it be a male or female, he shall offer it without blemish before the Lord.",
                    "score": 0.7611651294924406
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 12,
                    "text": "Go and say unto David, Thus saith the Lord, I offer thee three things; choose thee one of them, that I may do it unto thee.",
                    "score": 0.7604557086279956
                }
            ]
        },
        {
            "verse": 20,
            "text": "But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 17,
                    "text": "They sacrificed unto devils, not to God; to gods whom they knew not, to new gods that came newly up, whom your fathers feared not.",
                    "score": 0.8020941951498783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 26,
                    "text": "I say unto you, Nay; for if ye had, the Lord would not have caused me to come forth and to prophesy evil concerning this people.",
                    "score": 0.7826069963936472
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 12,
                    "text": "For they served idols, whereof the Lord had said unto them, Ye shall not do this thing.",
                    "score": 0.7823348243711249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord.",
                    "score": 0.7737918600123409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 23,
                    "text": "Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.",
                    "score": 0.7732147985149354
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And the Lord spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.",
                    "score": 0.7713661620311764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 30,
                    "text": "For it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell.",
                    "score": 0.7708071988385736
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:",
                    "score": 0.7707631501178952
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 1,
                    "text": "Thou shalt not sacrifice unto the Lord thy God any bullock, or sheep, wherein is blemish, or any evilfavouredness: for that is an abomination unto the Lord thy God.",
                    "score": 0.7706039999393455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil.",
                    "score": 0.7702109807766521
                }
            ]
        },
        {
            "verse": 21,
            "text": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Thus saith thy Lord, the Lord and thy God pleadeth the cause of his people; behold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again.",
                    "score": 0.7957709979509199
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And it shall be, if they refuse to take the cup at thine hand to drink, then shalt thou say unto them, Thus saith the Lord of hosts; Ye shall certainly drink.",
                    "score": 0.7950626583244406
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.7941969492467956
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 22,
                    "text": "Thus saith thy Lord the Lord, and thy God that pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, even the dregs of the cup of my fury; thou shalt no more drink it again:",
                    "score": 0.789329334000933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 11,
                    "text": "For behold, a bitter fountain cannot bring forth good water; neither can a good fountain bring forth bitter water; wherefore, a man being a servant of the devil cannot follow Christ; and if he follow Christ he cannot be a servant of the devil.",
                    "score": 0.7861351316446454
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 9,
                    "text": "Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye go into the tabernacle of the congregation, lest ye die: it shall be a statute for ever throughout your generations:",
                    "score": 0.7838476672492641
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 33,
                    "text": "Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.",
                    "score": 0.7804559724578191
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 12,
                    "text": "For thus saith the Lord; Behold, they whose judgment was not to drink of the cup have assuredly drunken; and art thou he that shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink of it.",
                    "score": 0.7735645599753853
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And he said, I may not return with thee, nor go in with thee: neither will I eat bread nor drink water with thee in this place:",
                    "score": 0.7700401361955078
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.",
                    "score": 0.7689257060008657
                }
            ]
        },
        {
            "verse": 22,
            "text": "Do we provoke the Lord to jealousy? are we stronger than he?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 13,
                    "text": "The Lord shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.",
                    "score": 0.831196816277988
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 15,
                    "text": "(For the Lord thy God is a jealous God among you) lest the anger of the Lord thy God be kindled against thee, and destroy thee from off the face of the earth.",
                    "score": 0.8036186375971548
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 2,
                    "text": "God is jealous, and the Lord revengeth; the Lord revengeth, and is furious; the Lord will take vengeance on his adversaries, and he reserveth wrath for his enemies.",
                    "score": 0.802159770114666
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 24,
                    "text": "For the Lord thy God is a consuming fire, even a jealous God.",
                    "score": 0.7857500685965155
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 28,
                    "text": "Thy God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us.",
                    "score": 0.7837959738627579
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 14,
                    "text": "For thou shalt worship no other god: for the Lord, whose name is Jealous, is a jealous God:",
                    "score": 0.7832896137468655
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled:",
                    "score": 0.7827743310620051
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Be thou exalted, Lord, in thine own strength: so will we sing and praise thy power.",
                    "score": 0.7743978118677074
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 30,
                    "text": "Or when the spirit of jealousy cometh upon him, and he be jealous over his wife, and shall set the woman before the Lord, and the priest shall execute upon her all this law.",
                    "score": 0.7706707806137783
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 5,
                    "text": "Therefore thus saith the Lord God; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey.",
                    "score": 0.7685676399357328
                }
            ]
        },
        {
            "verse": 23,
            "text": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 26,
                    "text": "For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.",
                    "score": 0.7526221867178008
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 16,
                    "verse": 17,
                    "text": "Not for any injustice in mine hands: also my prayer is pure.",
                    "score": 0.7523032829973121
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 65,
                    "text": "Therefore, it shall be lawful in me, if she receive not this law, for him to receive all things whatsoever I, the Lord his God, will give unto him, because she did not believe and administer unto him according to my word; and she then becomes the transgressor; and he is exempt from the law of Sarah, who administered unto Abraham according to the law when I commanded Abraham to take Hagar to wife.",
                    "score": 0.7511633029097532
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Behold, I have received commandment to bless: and he hath blessed; and I cannot reverse it.",
                    "score": 0.7504556543469969
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 110,
                    "text": "The wicked have laid a snare for me: yet I erred not from thy precepts.",
                    "score": 0.749712146577277
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 6,
                    "text": "For if ye are not equal in earthly things ye cannot be equal in obtaining heavenly things;",
                    "score": 0.7496408169288036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.7490014108106415
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 4,
                    "text": "I ought not to harrow up in my desires the firm decree of a just God, for I know that he granteth unto men according to their desire, whether it be unto death or unto life; yea, I know that he allotteth unto men, yea, decreeth unto them decrees which are unalterable, according to their wills, whether they be unto salvation or unto destruction.",
                    "score": 0.7484737290447063
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 14,
                    "text": "For whatsoever things remain are by me; and whatsoever things are not by me shall be shaken and destroyed.",
                    "score": 0.7478109292594395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 18,
                    "text": "For verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.",
                    "score": 0.7470616199126886
                }
            ]
        },
        {
            "verse": 24,
            "text": "Let no man seek his own, but every man another's wealth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 39,
                    "verse": 6,
                    "text": "Surely every man walketh in a vain shew: surely they are disquieted in vain: he heapeth up riches, and knoweth not who shall gather them.",
                    "score": 0.7972507667769048
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Most men will proclaim every one his own goodness: but a faithful man who can find?",
                    "score": 0.7867673190674244
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 10,
                    "text": "Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them.",
                    "score": 0.7855453482550019
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 11,
                    "text": "The rich man is wise in his own conceit; but the poor that hath understanding searcheth him out.",
                    "score": 0.7783243605023533
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 17,
                    "text": "Let them be only thine own, and not strangers' with thee.",
                    "score": 0.7753818080208593
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 19,
                    "text": "The rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not.",
                    "score": 0.7673456495135728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 14,
                    "text": "Seek not after riches nor the vain things of this world; for behold, you cannot carry them with you.",
                    "score": 0.766787514365235
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it shall be as the chased roe, and as a sheep that no man taketh up: they shall every man turn to his own people, and flee every one into his own land.",
                    "score": 0.7608269276392029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 20,
                    "text": "But it is not given that one man should possess that which is above another, wherefore the world lieth in sin.",
                    "score": 0.7606221990016856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 2,
                    "text": "Wherefore every man did cleave unto that which was his own, with his hands, and would not borrow neither would he lend; and every man kept the hilt of his sword in his right hand, in the defence of his property and his own life and of his wives and children.",
                    "score": 0.7605099403597387
                }
            ]
        },
        {
            "verse": 25,
            "text": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Thou shalt not eat any abominable thing.",
                    "score": 0.7361317976191879
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 10,
                    "text": "And whatsoever hath not fins and scales ye may not eat; it is unclean unto you.",
                    "score": 0.732392966554907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 65,
                    "text": "And if ye ask anything that is not expedient for you, it shall turn unto your condemnation.",
                    "score": 0.7304001701873152
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 21,
                    "text": "There shall none of his meat be left; therefore shall no man look for his goods.",
                    "score": 0.7290076417819701
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 32,
                    "text": "If thou hast any thing to say, answer me: speak, for I desire to justify thee.",
                    "score": 0.726911523658072
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the Lord thy God. Thou shalt not seethe a kid in his mother's milk.",
                    "score": 0.726491661338545
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Whatsoever soul it be that eateth any manner of blood, even that soul shall be cut off from his people.",
                    "score": 0.723445871586188
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 4,
                    "text": "None calleth for justice, nor any pleadeth for truth: they trust in vanity, and speak lies; they conceive mischief, and bring forth iniquity.",
                    "score": 0.7229397840308314
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 36,
                    "text": "The merchants among the people shall hiss at thee; thou shalt be a terror, and never shalt be any more.",
                    "score": 0.7222669196488561
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 19,
                    "text": "And every creeping thing that flieth is unclean unto you: they shall not be eaten.",
                    "score": 0.7215588529458463
                }
            ]
        },
        {
            "verse": 26,
            "text": "For the earth is the Lord's, and the fulness thereof.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 1,
                    "text": "The earth is the Lord's, and the fulness thereof; the world, and they that dwell therein.",
                    "score": 0.9283958311683489
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Behold, the heaven and the heaven of heavens is the Lord's thy God, the earth also, with all that therein is.",
                    "score": 0.8381820166265983
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 82,
                    "verse": 8,
                    "text": "Arise, O God, judge the earth: for thou shalt inherit all nations.",
                    "score": 0.8321902419356872
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 7,
                    "text": "He is the Lord our God: his judgments are in all the earth.",
                    "score": 0.8315027816623214
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He is the Lord our God; his judgments are in all the earth.",
                    "score": 0.8315027816623214
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 5,
                    "text": "He loveth righteousness and judgment: the earth is full of the goodness of the Lord.",
                    "score": 0.8240345468183047
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 1,
                    "text": "The Lord reigneth; let the earth rejoice; let the multitude of isles be glad thereof.",
                    "score": 0.8239589599420911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 36,
                    "text": "Behold, the Lord hath created the earth that it should be inhabited; and he hath created his children that they should possess it.",
                    "score": 0.8190745501807195
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 18,
                    "text": "For thus saith the Lord that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the Lord; and there is none else.",
                    "score": 0.8186346833095061
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But the Lord is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation.",
                    "score": 0.8180150333411264
                }
            ]
        },
        {
            "verse": 27,
            "text": "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.",
                    "score": 0.7735236357465991
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 1,
                    "text": "When thou sittest to eat with a ruler, consider diligently what is before thee:",
                    "score": 0.7646742182178717
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 13,
                    "text": "As soon as ye be come into the city, ye shall straightway find him, before he go up to the high place to eat: for the people will not eat until he come, because he doth bless the sacrifice; and afterwards they eat that be bidden. Now therefore get you up; for about this time ye shall find him.",
                    "score": 0.7638307208622503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 65,
                    "text": "And if ye ask anything that is not expedient for you, it shall turn unto your condemnation.",
                    "score": 0.7621647687376182
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 8,
                    "text": "I will not reprove thee for thy sacrifices or thy burnt offerings, to have been continually before me.",
                    "score": 0.7620841962648115
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 9,
                    "text": "Ye shall offer no strange incense thereon, nor burnt sacrifice, nor meat offering; neither shall ye pour drink offering thereon.",
                    "score": 0.7600207025441728
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.",
                    "score": 0.757669250496914
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the Lord.",
                    "score": 0.7566840888140093
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 16,
                    "text": "Or suffer them to bear the iniquity of trespass, when they eat their holy things: for I the Lord do sanctify them.",
                    "score": 0.7559854915925347
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Be wise in the days of your probation; strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with a firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God.",
                    "score": 0.7557152952566326
                }
            ]
        },
        {
            "verse": 28,
            "text": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For whosoever eateth the fat of the beast, of which men offer an offering made by fire unto the Lord, even the soul that eateth it shall be cut off from his people.",
                    "score": 0.8302957289838306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 16,
                    "text": "But if ye keep the commandments of God, and do with these things which are sacred according to that which the Lord doth command you, (for you must appeal unto the Lord for all things whatsoever ye must do with them) behold, no power of earth or hell can take them from you, for God is powerful to the fulfilling of all his words.",
                    "score": 0.8207096395096755
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "If ye be willing and obedient, ye shall eat the good of the land:",
                    "score": 0.8144012940642432
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 1,
                    "text": "Thou shalt not sacrifice unto the Lord thy God any bullock, or sheep, wherein is blemish, or any evilfavouredness: for that is an abomination unto the Lord thy God.",
                    "score": 0.8130510791787318
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And if any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it: it shall be an abomination, and the soul that eateth of it shall bear his iniquity.",
                    "score": 0.8125513505196298
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the Lord thy God. Thou shalt not seethe a kid in his mother's milk.",
                    "score": 0.8118890016665924
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 15,
                    "text": "Lest thou make a covenant with the inhabitants of the land, and they go a whoring after their gods, and do sacrifice unto their gods, and one call thee, and thou eat of his sacrifice;",
                    "score": 0.810039181879379
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the Lord, saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the Lord will give you flesh, and ye shall eat.",
                    "score": 0.8087050091532153
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Thus saith the Lord of hosts, the God of Israel; Put your burnt offerings unto your sacrifices, and eat flesh.",
                    "score": 0.8077222738571711
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 24,
                    "text": "And every corruptible thing, both of man, or of the beasts of the field, or of the fowls of the heavens, or of the fish of the sea, that dwells upon all the face of the earth, shall be consumed;",
                    "score": 0.8062770845375042
                }
            ]
        },
        {
            "verse": 29,
            "text": "Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 134,
                    "verse": 4,
                    "text": "We believe that religion is instituted of God; and that men are amenable to him, and to him only, for the exercise of it, unless their religious opinions prompt them to infringe upon the rights and liberties of others; but we do not believe that human law has a right to interfere in prescribing rules of worship to bind the consciences of men, nor dictate forms for public or private devotion; that the civil magistrate should restrain crime, but never control conscience; should punish guilt, but never suppress the freedom of the soul.",
                    "score": 0.7511684327905834
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 20,
                    "text": "But it is not given that one man should possess that which is above another, wherefore the world lieth in sin.",
                    "score": 0.7464114141871105
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 20,
                    "text": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
                    "score": 0.7430719998374714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.",
                    "score": 0.739852477844374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 9,
                    "text": "And now, in your epistle you have censured me, but it mattereth not; I am not angry, but do rejoice in the greatness of your heart. I, Pahoran, do not seek for power, save only to retain my judgment-seat that I may preserve the rights and the liberty of my people. My soul standeth fast in that liberty in the which God hath made us free.",
                    "score": 0.7397175771915497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 1,
                    "text": "And now, my son, I perceive there is somewhat more which doth worry your mind, which ye cannot understand--which is concerning the justice of God in the punishment of the sinner; for ye do try to suppose that it is injustice that the sinner should be consigned to a state of misery.",
                    "score": 0.7372746261114324
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Give therefore thy servant an understanding heart to judge thy people, that I may discern between good and bad: for who is able to judge this thy so great a people?",
                    "score": 0.7355982159826697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 35,
                    "text": "For I am no respecter of persons, and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.",
                    "score": 0.7355051767958617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 70,
                    "text": "And let not any among you say that it is his own; for it shall not be called his, nor any part of it.",
                    "score": 0.7343650092733152
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 28,
                    "text": "Verily, verily, I say unto you, wo be unto him that lieth to deceive because he supposeth that another lieth to deceive, for such are not exempt from the justice of God.",
                    "score": 0.7339839647530118
                }
            ]
        },
        {
            "verse": 30,
            "text": "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 10,
                    "text": "If it do evil in my sight, that it obey not my voice, then I will repent of the good, wherewith I said I would benefit them.",
                    "score": 0.7781139865420758
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 20,
                    "text": "Let this be the reward of mine adversaries from the Lord, and of them that speak evil against my soul.",
                    "score": 0.7695736691259569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 2,
                    "text": "And as for the perils which I am called to pass through, they seem but a small thing to me, as the envy and wrath of man have been my common lot all the days of my life; and for what cause it seems mysterious, unless I was ordained from before the foundation of the world for some good end, or bad, as you may choose to call it. Judge ye for yourselves. God knoweth all these things, whether it be good or bad. But nevertheless, deep water is what I am wont to swim in. It all has become a second nature to me; and I feel, like Paul, to glory in tribulation; for to this day has the God of my fathers delivered me out of them all, and will deliver me from henceforth; for behold, and lo, I shall triumph over all my enemies, for the Lord God hath spoken it.",
                    "score": 0.7663898201557924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 20,
                    "text": "For if you keep my commandments you shall receive of his fulness, and be glorified in me as I am in the Father; therefore, I say unto you, you shall receive grace for grace.",
                    "score": 0.7656145387178628
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 3,
                    "text": "For I acknowledge my transgressions: and my sin is ever before me.",
                    "score": 0.7647438143410208
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 14,
                    "text": "Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord, forgive my unworthiness, and remember my brethren in mercy--yea, acknowledge your unworthiness before God at all times.",
                    "score": 0.7643301276942855
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.7627239485337358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.7614239009829258
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Evil pursueth sinners: but to the righteous good shall be repayed.",
                    "score": 0.7610391615645107
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 1,
                    "text": "Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.",
                    "score": 0.760372049928642
                }
            ]
        },
        {
            "verse": 31,
            "text": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And again, I say unto you, all things must be done in the name of Christ, whatsoever you do in the Spirit;",
                    "score": 0.8034680772957248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.7980522479859359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "For the Lord God of Hosts shall make a consumption, even determined in all the land.",
                    "score": 0.7953236566467107
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.",
                    "score": 0.7929567965283203
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it is his portion.",
                    "score": 0.7920162052500932
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God, Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:",
                    "score": 0.7918207857967193
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 23,
                    "text": "For the Lord God of hosts shall make a consumption, even determined, in the midst of all the land.",
                    "score": 0.7905730788442016
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.",
                    "score": 0.7849923405418862
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And ye shall eat in plenty, and be satisfied, and praise the name of the Lord your God, that hath dealt wondrously with you: and my people shall never be ashamed.",
                    "score": 0.7833797451815772
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.",
                    "score": 0.7811950225046065
                }
            ]
        },
        {
            "verse": 32,
            "text": "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 21,
                    "text": "And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments.",
                    "score": 0.7985663968996276
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 22,
                    "text": "Neither shalt thou set thee up any image; which the Lord thy God hateth.",
                    "score": 0.792362719972964
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
                    "score": 0.7847404141187688
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.",
                    "score": 0.7826054455916738
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 17,
                    "text": "There shall be no whore of the daughters of Israel, nor a sodomite of the sons of Israel.",
                    "score": 0.7805154554519962
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 15,
                    "text": "Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.",
                    "score": 0.7802158486813814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 10,
                    "text": "And behold, none are exempt from this law who belong to the church of the living God;",
                    "score": 0.7790924118493622
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "Neither shall he profane his seed among his people: for I the Lord do sanctify him.",
                    "score": 0.7788499242787092
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Neither must the children of Israel henceforth come nigh the tabernacle of the congregation, lest they bear sin, and die.",
                    "score": 0.7778673017225888
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 32,
                    "text": "Thou shalt make no covenant with them, nor with their gods.",
                    "score": 0.7772562030634595
                }
            ]
        },
        {
            "verse": 33,
            "text": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 17,
                    "text": "Wo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and whose bellies are not satisfied, and whose hands are not stayed from laying hold upon other men's goods, whose eyes are full of greediness, and who will not labor with your own hands!",
                    "score": 0.7832360772812778
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Can a man be profitable unto God, as he that is wise may be profitable unto himself?",
                    "score": 0.7825128001140509
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 12,
                    "text": "To some is given one, and to some is given another, that all may be profited thereby.",
                    "score": 0.7754416809711672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 9,
                    "text": "And let every man deal honestly, and be alike among this people, and receive alike, that ye may be one, even as I have commanded you.",
                    "score": 0.7700977786142584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 19,
                    "text": "For behold, are we not all beggars? Do we not all depend upon the same Being, even God, for all the substance which we have, for both food and raiment, and for gold, and for silver, and for all the riches which we have of every kind?",
                    "score": 0.7686712339159051
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 1,
                    "verse": 3,
                    "text": "What profit hath a man of all his labour which he taketh under the sun?",
                    "score": 0.768559886759121
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 37,
                    "verse": 4,
                    "text": "Behold, here is wisdom, and let every man choose for himself until I come. Even so. Amen.",
                    "score": 0.7676428540113481
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 141,
                    "verse": 4,
                    "text": "Incline not my heart to any evil thing, to practise wicked works with men that work iniquity: and let me not eat of their dainties.",
                    "score": 0.7660536188659873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 122,
                    "text": "And let every man who pays stock bear his proportion of their wages, if it must needs be, for their support, saith the Lord; otherwise, their labors shall be accounted unto them for stock in that house. Even so. Amen.",
                    "score": 0.7659417565143167
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Most men will proclaim every one his own goodness: but a faithful man who can find?",
                    "score": 0.7630077367164106
                }
            ]
        }
    ]
}