{
    "volume": "New Testament",
    "book": "1 John",
    "chapter": 5,
    "verses": [
        {
            "verse": 1,
            "text": "Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.",
                    "score": 0.7985101598735198
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 24,
                    "text": "That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.",
                    "score": 0.7712091012218482
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 52,
                    "text": "And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.",
                    "score": 0.7668829059469798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.7639203091883695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth.",
                    "score": 0.7630814230307713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life.",
                    "score": 0.7585949626980755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 12,
                    "text": "And as I spake concerning the convincing of the Jews, that Jesus is the very Christ, it must needs be that the Gentiles be convinced also that Jesus is the Christ, the Eternal God;",
                    "score": 0.7552340715662135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And he shall be called Jesus Christ, the Son of God, the Father of heaven and earth, the Creator of all things from the beginning; and his mother shall be called Mary.",
                    "score": 0.7549044776554821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 5,
                    "text": "Thus saith the Lord; for I am God, and have sent mine Only Begotten Son into the world for the redemption of the world, and have decreed that he that receiveth him shall be saved, and he that receiveth him not shall be damned--",
                    "score": 0.7519311430445876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 22,
                    "text": "And all those who are begotten through me are partakers of the glory of the same, and are the church of the Firstborn.",
                    "score": 0.7506501200108736
                }
            ]
        },
        {
            "verse": 2,
            "text": "By this we know that we love the children of God, when we love God, and keep his commandments.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Know therefore that the Lord thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;",
                    "score": 0.7955451736770917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 35,
                    "text": "O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.",
                    "score": 0.7930571421097801
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Therefore thou shalt love the Lord thy God, and keep his charge, and his statutes, and his judgments, and his commandments, alway.",
                    "score": 0.7917528564628937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And thus we see that the commandments of God must be fulfilled. And if it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them, and provide means whereby they can accomplish the thing which he has commanded them; wherefore, he did provide means for us while we did sojourn in the wilderness.",
                    "score": 0.7898027321041977
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 40,
                    "text": "Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.",
                    "score": 0.7864702021844506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And insomuch as the children of Lehi have kept his commandments he hath blessed them and prospered them according to his word.",
                    "score": 0.7862451606780997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And we had obtained the records which the Lord had commanded us, and searched them and found that they were desirable; yea, even of great worth unto us, insomuch that we could preserve the commandments of the Lord unto our children.",
                    "score": 0.7801688063886202
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 29,
                    "text": "The secret things belong unto the Lord our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law.",
                    "score": 0.7783306364511452
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7782498094941905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7782498094941905
                }
            ]
        },
        {
            "verse": 3,
            "text": "For this is the love of God, that we keep his commandments: and his commandments are not grievous.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Therefore thou shalt love the Lord thy God, and keep his charge, and his statutes, and his judgments, and his commandments, alway.",
                    "score": 0.8089995456132205
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 17,
                    "text": "Ye shall diligently keep the commandments of the Lord your God, and his testimonies, and his statutes, which he hath commanded thee.",
                    "score": 0.8084179727068131
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 20,
                    "text": "My son, keep thy father's commandment, and forsake not the law of thy mother:",
                    "score": 0.8061188334856784
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 31,
                    "text": "(For the Lord thy God is a merciful God;) he will not forsake thee, neither destroy thee, nor forget the covenant of thy fathers which he sware unto them.",
                    "score": 0.8060277161343183
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 22,
                    "text": "For if ye shall diligently keep all these commandments which I command you, to do them, to love the Lord your God, to walk in all his ways, and to cleave unto him;",
                    "score": 0.8047707037475756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 6,
                    "text": "Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.",
                    "score": 0.8022477900977014
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 2,
                    "text": "The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
                    "score": 0.8003793829634865
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 13,
                    "text": "To keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?",
                    "score": 0.8001448529522759
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 7,
                    "text": "That they might set their hope in God, and not forget the works of God, but keep his commandments:",
                    "score": 0.7983870505875637
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 6,
                    "text": "For he clave to the Lord, and departed not from following him, but kept his commandments, which the Lord commanded Moses.",
                    "score": 0.7978869022534074
                }
            ]
        },
        {
            "verse": 4,
            "text": "For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 47,
                    "text": "He that is faithful and endureth shall overcome the world.",
                    "score": 0.8038174951517193
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 53,
                    "text": "And who overcome by faith, and are sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true.",
                    "score": 0.7752024549932996
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 16,
                    "text": "And he who is faithful shall overcome all things, and shall be lifted up at the last day.",
                    "score": 0.7736551257520632
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 36,
                    "text": "All victory and glory is brought to pass unto you through your diligence, faithfulness, and prayers of faith.",
                    "score": 0.7710865593731406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 8,
                    "text": "And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.",
                    "score": 0.7686986673713277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 33,
                    "text": "But behold, we trust in our God who has given us victory over those lands, insomuch that we have obtained those cities and those lands, which were our own.",
                    "score": 0.7622718585894713
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 22,
                    "text": "It is thou, O king, that art grown and become strong: for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth.",
                    "score": 0.7602662111567614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 13,
                    "text": "For thine is the kingdom, and the power, and the glory, forever. Amen.",
                    "score": 0.7579610281953597
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 60,
                    "text": "And they shall overcome all things.",
                    "score": 0.7567963574086861
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 115,
                    "verse": 3,
                    "text": "But our God is in the heavens: he hath done whatsoever he hath pleased.",
                    "score": 0.7559433056623102
                }
            ]
        },
        {
            "verse": 5,
            "text": "Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 47,
                    "text": "He that is faithful and endureth shall overcome the world.",
                    "score": 0.8078009646009998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 2,
                    "text": "I am Jesus Christ, the Son of God, who was crucified for the sins of the world, even as many as will believe on my name, that they may become the sons of God, even one in me as I am one in the Father, as the Father is one in me, that we may be one.",
                    "score": 0.7979929388101158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.7860590908253149
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 13,
                    "text": "To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world.",
                    "score": 0.7856935971859222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 12,
                    "text": "Believe on the name of the Lord Jesus, who was on the earth, and is to come, the beginning and the end;",
                    "score": 0.7843290738932892
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world.",
                    "score": 0.7802081343356382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters.",
                    "score": 0.7767931237792305
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 9,
                    "text": "Behold, I am Jesus Christ, the Son of the living God, who created the heavens and the earth, a light which cannot be hid in darkness;",
                    "score": 0.7708977207648953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And he shall be called Jesus Christ, the Son of God, the Father of heaven and earth, the Creator of all things from the beginning; and his mother shall be called Mary.",
                    "score": 0.7644856373188177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Know ye that ye must come to the knowledge of your fathers, and repent of all your sins and iniquities, and believe in Jesus Christ, that he is the Son of God, and that he was slain by the Jews, and by the power of the Father he hath risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up.",
                    "score": 0.7642190613840276
                }
            ]
        },
        {
            "verse": 6,
            "text": "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 60,
                    "text": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
                    "score": 0.827182294318941
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 45,
                    "text": "For the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.",
                    "score": 0.8186874864069997
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 6,
                    "text": "Nevertheless, all flesh is in mine hand, and he that is faithful among you shall not perish by the waters.",
                    "score": 0.8078266427836849
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 6,
                    "text": "And this is my gospel--repentance and baptism by water, and then cometh the baptism of fire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the peaceable things of the kingdom.",
                    "score": 0.796217421513585
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.",
                    "score": 0.7955481762818475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 29,
                    "verse": 3,
                    "text": "The voice of the Lord is upon the waters: the God of glory thundereth: the Lord is upon many waters.",
                    "score": 0.7949013984436469
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 23,
                    "text": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
                    "score": 0.7931069870862265
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 55,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you, my servant William, yea, even the Lord of the whole earth, thou art called and chosen; and after thou hast been baptized by water, which if you do with an eye single to my glory, you shall have a remission of your sins and a reception of the Holy Spirit by the laying on of hands;",
                    "score": 0.7927050358328425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
                    "score": 0.79136842971283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 19,
                    "text": "And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or some other way?",
                    "score": 0.7894334203538322
                }
            ]
        },
        {
            "verse": 7,
            "text": "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.8402120008440206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And thus will the Father bear record of me, and the Holy Ghost will bear record unto him of the Father and me; for the Father, and I, and the Holy Ghost are one.",
                    "score": 0.8333129133540718
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 1,
                    "text": "Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ,",
                    "score": 0.7971383582381477
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 27,
                    "text": "As well as those who should come after, who should believe in the gifts and callings of God by the Holy Ghost, which beareth record of the Father and of the Son;",
                    "score": 0.7847171154734756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 11,
                    "text": "And the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men, because of me.",
                    "score": 0.7803555140820192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost.",
                    "score": 0.779144015382421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 14,
                    "text": "Of whom we bear record; and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision.",
                    "score": 0.7775660254051306
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 28,
                    "text": "Which Father, Son, and Holy Ghost are one God, infinite and eternal, without end. Amen.",
                    "score": 0.7728132902110565
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 1,
                    "text": "We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.",
                    "score": 0.7714035284587215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen.",
                    "score": 0.7643963550266913
                }
            ]
        },
        {
            "verse": 8,
            "text": "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.8172939595931837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 1,
                    "text": "In the celestial glory there are three heavens or degrees;",
                    "score": 0.779312825701774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And unto three shall they be shown by the power of God; wherefore they shall know of a surety that these things are true.",
                    "score": 0.7673101573134806
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                    "score": 0.7625027736925005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And the testimony of three witnesses will I send forth of my word.",
                    "score": 0.7606669915654517
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 60,
                    "text": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
                    "score": 0.7582265703289507
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And behold, whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit--",
                    "score": 0.7493135063121567
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 30,
                    "text": "Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth.",
                    "score": 0.7459688162619863
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Now as I beheld the living creatures, behold one wheel upon the earth by the living creatures, with his four faces.",
                    "score": 0.7452795487005377
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 6,
                    "text": "At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death; but at the mouth of one witness he shall not be put to death.",
                    "score": 0.7442729471894051
                }
            ]
        },
        {
            "verse": 9,
            "text": "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.",
                    "score": 0.7986131885953187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the testimony of two nations is a witness unto you that I am God, that I remember one nation like unto another? Wherefore, I speak the same words unto one nation like unto another. And when the two nations shall run together the testimony of the two nations shall run together also.",
                    "score": 0.7879990684844473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 13,
                    "text": "Therefore, having so great witnesses, by them shall the world be judged, even as many as shall hereafter come to a knowledge of this work.",
                    "score": 0.7855922135977763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 12,
                    "text": "Now it is better that a man should be judged of God than of man, for the judgments of God are always just, but the judgments of man are not always just.",
                    "score": 0.7842889741494946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And behold this thing shall be given unto thee for a sign, that after thou hast beheld the tree which bore the fruit which thy father tasted, thou shalt also behold a man descending out of heaven, and him shall ye witness; and after ye have witnessed him ye shall bear record that it is the Son of God.",
                    "score": 0.7809431872269609
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Behold, in this thou art not just: I will answer thee, that God is greater than man.",
                    "score": 0.7801809588400656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 65,
                    "text": "And behold the Son of Man cometh. Amen.",
                    "score": 0.7777258166439189
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And now, behold, you have received a witness; for if I have told you things which no man knoweth have you not received a witness?",
                    "score": 0.7767575439815957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Know ye not that he was holy? But notwithstanding he being holy, he showeth unto the children of men that, according to the flesh he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments.",
                    "score": 0.7766615769916835
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 6,
                    "text": "For who in the heaven can be compared unto the Lord? who among the sons of the mighty can be likened unto the Lord?",
                    "score": 0.77651034217218
                }
            ]
        },
        {
            "verse": 10,
            "text": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 17,
                    "text": "He that speaketh truth sheweth forth righteousness: but a false witness deceit.",
                    "score": 0.8147112028280549
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 19,
                    "text": "God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?",
                    "score": 0.8077104022144812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 6,
                    "text": "Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.",
                    "score": 0.7959526972712805
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 13,
                    "text": "Behold, if ye do, ye must believe what Zenos said; for, behold he said: Thou hast turned away thy judgments because of thy Son.",
                    "score": 0.7958350261855217
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 14,
                    "text": "And thus he was called the Son of God, because he received not of the fulness at the first.",
                    "score": 0.7939150073490246
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 5,
                    "text": "A faithful witness will not lie: but a false witness will utter lies.",
                    "score": 0.7922198115261473
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Yet in this thing ye did not believe the Lord your God,",
                    "score": 0.7909144874346649
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 25,
                    "text": "A true witness delivereth souls: but a deceitful witness speaketh lies.",
                    "score": 0.7908517528984309
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 9,
                    "text": "A false witness shall not be unpunished, and he that speaketh lies shall perish.",
                    "score": 0.788951891740011
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 19,
                    "text": "A false witness that speaketh lies, and he that soweth discord among brethren.",
                    "score": 0.7871955379494932
                }
            ]
        },
        {
            "verse": 11,
            "text": "And this is the record, that God hath given to us eternal life, and this life is in his Son.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 12,
                    "text": "And of as many as the Father shall bear record, to you shall be given power to seal them up unto eternal life. Amen.",
                    "score": 0.803889685181759
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 39,
                    "text": "For behold, and lo, the Lord is God, and the Spirit beareth record, and the record is true, and the truth abideth forever and ever. Amen.",
                    "score": 0.7975908220093435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And thus will the Father bear record of me, and the Holy Ghost will bear record unto him of the Father and me; for the Father, and I, and the Holy Ghost are one.",
                    "score": 0.7940062403018799
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 66,
                    "text": "And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. This is the record of the Father, and the Son, from henceforth and forever;",
                    "score": 0.7907940613995755
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 14,
                    "text": "Of whom we bear record; and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision.",
                    "score": 0.7820873094034053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 62,
                    "text": "And unto him that repenteth and sanctifieth himself before the Lord shall be given eternal life.",
                    "score": 0.770138547336077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 7,
                    "text": "And it came to pass that he said unto Nephi: Bring forth the record which ye have kept.",
                    "score": 0.7691835119313034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 24,
                    "text": "This is eternal lives--to know the only wise and true God, and Jesus Christ, whom he hath sent. I am he. Receive ye, therefore, my law.",
                    "score": 0.7665749228662316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 4,
                    "verse": 3,
                    "text": "O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it; that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him, and keep his commandments which he hath given them, that they may always have his Spirit to be with them. Amen.",
                    "score": 0.7664843588088617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 77,
                    "text": "O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it, that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them; that they may always have his Spirit to be with them. Amen.",
                    "score": 0.7661101094121432
                }
            ]
        },
        {
            "verse": 12,
            "text": "He that hath the Son hath life; and he that hath not the Son of God hath not life.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
                    "score": 0.796153037690444
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 19,
                    "text": "God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?",
                    "score": 0.7952597532350202
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 144,
                    "verse": 3,
                    "text": "Lord, what is man, that thou takest knowledge of him! or the son of man, that thou makest account of him!",
                    "score": 0.7913392420796203
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Yet say ye, Why? doth not the son bear the iniquity of the father? When the son hath done that which is lawful and right, and hath kept all my statutes, and hath done them, he shall surely live.",
                    "score": 0.7849674351790483
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 2,
                    "text": "Son of man, say unto the prince of Tyrus, Thus saith the Lord God; Because thine heart is lifted up, and thou hast said, I am a God, I sit in the seat of God, in the midst of the seas; yet thou art a man, and not God, though thou set thine heart as the heart of God:",
                    "score": 0.7843501428886143
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 2,
                    "text": "The light and the life of the world, a light which shineth in darkness and the darkness comprehendeth it not;",
                    "score": 0.7828295547569174
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 2,
                    "text": "The light and the life of the world; a light which shineth in darkness and the darkness comprehendeth it not;",
                    "score": 0.7828295547569174
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 12,
                    "text": "For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.",
                    "score": 0.7825497062592071
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Then said the king, The one saith, This is my son that liveth, and thy son is the dead: and the other saith, Nay; but thy son is the dead, and my son is the living.",
                    "score": 0.7772579723327067
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Son of man, hath not the house of Israel, the rebellious house, said unto thee, What doest thou?",
                    "score": 0.7743884065977247
                }
            ]
        },
        {
            "verse": 13,
            "text": "These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.",
                    "score": 0.8267153313464367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.",
                    "score": 0.8071430690046107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 9,
                    "text": "For behold, this is written for the intent that ye may believe that; and if ye believe that ye will believe this also; and if ye believe this ye will know concerning your fathers, and also the marvelous works which were wrought by the power of God among them.",
                    "score": 0.8046212604325962
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "score": 0.7973199807176344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.7970607636427427
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 29,
                    "text": "And God shall show unto you, that that which I have written is true.",
                    "score": 0.7947491814156233
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 19,
                    "text": "I give unto you these sayings that you may understand and know how to worship, and know what you worship, that you may come unto the Father in my name, and in due time receive of his fulness.",
                    "score": 0.7933285095689323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 13,
                    "text": "Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.",
                    "score": 0.7927745347533419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now my beloved brethren, do you believe these things? Behold, I say unto you, yea, I know that ye believe them; and the way that I know that ye believe them is by the manifestation of the Spirit which is in me. And now because your faith is strong concerning that, yea, concerning the things which I have spoken, great is my joy.",
                    "score": 0.790895904037385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.7888261031206727
                }
            ]
        },
        {
            "verse": 14,
            "text": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 11,
                    "text": "But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.",
                    "score": 0.7906941194453295
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 112,
                    "text": "This let him do if he will have an interest; and let him hearken unto the counsel of my servant Joseph, and labor with his own hands that he may obtain the confidence of men.",
                    "score": 0.782634601465354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 11,
                    "text": "Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.",
                    "score": 0.7771791916562585
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And they said unto him, Ask counsel, we pray thee, of God, that we may know whether our way which we go shall be prosperous.",
                    "score": 0.7756145982251553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7719819363585113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 27,
                    "text": "And in that day whatsoever any man shall ask, it shall be given unto him.",
                    "score": 0.7709760649999732
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 8,
                    "text": "He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.",
                    "score": 0.7693521774407338
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 5,
                    "text": "I would know the words which he would answer me, and understand what he would say unto me.",
                    "score": 0.7686970927933794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And he said: Yea, I believe according to thy words.",
                    "score": 0.7680126270511145
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 21,
                    "text": "For our heart shall rejoice in him, because we have trusted in his holy name.",
                    "score": 0.7677462431582387
                }
            ]
        },
        {
            "verse": 15,
            "text": "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 77,
                    "text": "O Lord God Almighty, hear us in these our petitions, and answer us from heaven, thy holy habitation, where thou sittest enthroned, with glory, honor, power, majesty, might, dominion, truth, justice, judgment, mercy, and an infinity of fulness, from everlasting to everlasting.",
                    "score": 0.7838908586304542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 27,
                    "text": "Yea, wo be unto him that saith: We have received, and we need no more!",
                    "score": 0.7819283733464678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 27,
                    "text": "And in that day whatsoever any man shall ask, it shall be given unto him.",
                    "score": 0.7779885274997114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 6,
                    "text": "And, as it is written--Whatsoever ye shall ask in faith, being united in prayer according to my command, ye shall receive.",
                    "score": 0.7755405238898315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "score": 0.7746344384554105
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 32,
                    "text": "Therefore we plead before thee for a full and complete deliverance from under this yoke;",
                    "score": 0.773544775773498
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 10,
                    "text": "But if they say thus, Come up unto us; then we will go up: for the Lord hath delivered them into our hand: and this shall be a sign unto us.",
                    "score": 0.7703258418048623
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 6,
                    "verse": 9,
                    "text": "The Lord hath heard my supplication; the Lord will receive my prayer.",
                    "score": 0.7678400271958007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.7664806567105066
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 27,
                    "text": "Lo this, we have searched it, so it is; hear it, and know thou it for thy good.",
                    "score": 0.7663052571373322
                }
            ]
        },
        {
            "verse": 16,
            "text": "If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 16,
                    "text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.",
                    "score": 0.8209176289984814
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
                    "score": 0.8132680161127991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 11,
                    "text": "Now there is not any man that can sacrifice his own blood which will atone for the sins of another. Now, if a man murdereth, behold will our law, which is just, take the life of his brother? I say unto you, Nay.",
                    "score": 0.8102932696383112
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "score": 0.8018053824695737
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.",
                    "score": 0.7954750849580965
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 54,
                    "text": "Thou shalt not take thy brother's garment; thou shalt pay for that which thou shalt receive of thy brother.",
                    "score": 0.7936265408098153
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 7,
                    "text": "And if the man like not to take his brother's wife, then let his brother's wife go up to the gate unto the elders, and say, My husband's brother refuseth to raise up unto his brother a name in Israel, he will not perform the duty of my husband's brother.",
                    "score": 0.7928037480251429
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 7,
                    "text": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God is upon his head.",
                    "score": 0.7927068413469364
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 19,
                    "text": "God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?",
                    "score": 0.7921776962918876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.",
                    "score": 0.7920632580144582
                }
            ]
        },
        {
            "verse": 17,
            "text": "All unrighteousness is sin: and there is a sin not unto death.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 16,
                    "text": "For all that do such things, and all that do unrighteously, are an abomination unto the Lord thy God.",
                    "score": 0.8198493085390415
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 15,
                    "text": "Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.",
                    "score": 0.8106554439602865
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 9,
                    "text": "For ye know that there is no unrighteousness in them, and that which is righteous cometh down from above, from the Father of lights.",
                    "score": 0.8095479121886704
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 27,
                    "text": "An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked.",
                    "score": 0.8032485817896867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.8006485393974692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7946695883243905
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 34,
                    "text": "Righteousness exalteth a nation: but sin is a reproach to any people.",
                    "score": 0.7919232249244312
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.",
                    "score": 0.7901683946384542
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 35,
                    "text": "Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.",
                    "score": 0.7899712496829292
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 39,
                    "text": "All beings who abide not in those conditions are not justified.",
                    "score": 0.7870829320521394
                }
            ]
        },
        {
            "verse": 18,
            "text": "We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
                    "score": 0.7992301410413725
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 20,
                    "text": "For there is not a just man upon earth, that doeth good, and sinneth not.",
                    "score": 0.7893350600652891
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Ye shall have one law for him that sinneth through ignorance, both for him that is born among the children of Israel, and for the stranger that sojourneth among them.",
                    "score": 0.7889621858684068
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 3,
                    "text": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.",
                    "score": 0.7808459355345246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 5,
                    "text": "Thus saith the Lord; for I am God, and have sent mine Only Begotten Son into the world for the redemption of the world, and have decreed that he that receiveth him shall be saved, and he that receiveth him not shall be damned--",
                    "score": 0.7780458206255089
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 18,
                    "text": "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.",
                    "score": 0.7772445186065862
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.",
                    "score": 0.7737358381551528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free.",
                    "score": 0.7726301029963608
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 14,
                    "text": "What is man, that he should be clean? and he which is born of a woman, that he should be righteous?",
                    "score": 0.7720879041219084
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 49,
                    "text": "One law shall be to him that is homeborn, and unto the stranger that sojourneth among you.",
                    "score": 0.7710129114683909
                }
            ]
        },
        {
            "verse": 19,
            "text": "And we know that we are of God, and the whole world lieth in wickedness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 53,
                    "text": "And by this you may know the righteous from the wicked, and that the whole world groaneth under sin and darkness even now.",
                    "score": 0.8372689178798992
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 5,
                    "text": "For I know that the Lord is great, and that our Lord is above all gods.",
                    "score": 0.7816832648035805
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.",
                    "score": 0.7808745424539951
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 20,
                    "text": "We acknowledge, O Lord, our wickedness, and the iniquity of our fathers: for we have sinned against thee.",
                    "score": 0.7781256938344063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Yea, wo be unto you because of your wickedness and abominations!",
                    "score": 0.7701891223323709
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 17,
                    "text": "The wicked shall be turned into hell, and all the nations that forget God.",
                    "score": 0.7700317480588486
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 6,
                    "text": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
                    "score": 0.7694777638329696
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 33,
                    "text": "Howbeit thou art just in all that is brought upon us; for thou hast done right, but we have done wickedly:",
                    "score": 0.7672394266483149
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 4,
                    "text": "The Lord hath made all things for himself: yea, even the wicked for the day of evil.",
                    "score": 0.764854485329032
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 7,
                    "text": "He is the Lord our God: his judgments are in all the earth.",
                    "score": 0.7647934108443185
                }
            ]
        },
        {
            "verse": 20,
            "text": "And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.",
                    "score": 0.8440937892846622
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.8120870710054507
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 1,
                    "text": "We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.",
                    "score": 0.7996398717700729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life.",
                    "score": 0.7940207449430691
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 13,
                    "text": "To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world.",
                    "score": 0.7930867613038254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 24,
                    "text": "This is eternal lives--to know the only wise and true God, and Jesus Christ, whom he hath sent. I am he. Receive ye, therefore, my law.",
                    "score": 0.7922333074888641
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 30,
                    "text": "And we know that justification through the grace of our Lord and Savior Jesus Christ is just and true;",
                    "score": 0.7909084430883797
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 17,
                    "text": "By these things we know that there is a God in heaven, who is infinite and eternal, from everlasting to everlasting the same unchangeable God, the framer of heaven and earth, and all things which are in them;",
                    "score": 0.7866243075581044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 3,
                    "text": "But now, ye behold that the Lord is with us; and ye behold that he has delivered you into our hands. And now I would that ye should understand that this is done unto us because of our religion and our faith in Christ. And now ye see that ye cannot destroy this our faith.",
                    "score": 0.7858306445128674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Know ye that ye must come to the knowledge of your fathers, and repent of all your sins and iniquities, and believe in Jesus Christ, that he is the Son of God, and that he was slain by the Jews, and by the power of the Father he hath risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up.",
                    "score": 0.7856235869464866
                }
            ]
        },
        {
            "verse": 21,
            "text": "Little children, keep yourselves from idols. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 40,
                    "text": "Behold, ye are little children and ye cannot bear all things now; ye must grow in grace and in the knowledge of the truth.",
                    "score": 0.8025488649155624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7904098012569014
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 18,
                    "text": "But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols:",
                    "score": 0.7787812718586409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Little children cannot repent; wherefore, it is awful wickedness to deny the pure mercies of God unto them, for they are all alive in him because of his mercy.",
                    "score": 0.7763628418188717
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 12,
                    "text": "For they served idols, whereof the Lord had said unto them, Ye shall not do this thing.",
                    "score": 0.7753467596437277
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 9,
                    "text": "That this is a rebellious people, lying children, children that will not hear the law of the Lord:",
                    "score": 0.7660220279190495
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 11,
                    "text": "Come, ye children, hearken unto me: I will teach you the fear of the Lord.",
                    "score": 0.7643067247937251
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For they are impudent children and stiffhearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord God.",
                    "score": 0.7637969223935998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 33,
                    "text": "Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble themselves and to be meek and lowly in heart; teach them to withstand every temptation of the devil, with their faith on the Lord Jesus Christ.",
                    "score": 0.7631987763654969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy children shall make haste against thy destroyers; and they that made thee waste shall go forth of thee.",
                    "score": 0.7629485120414995
                }
            ]
        }
    ]
}