{
    "volume": "New Testament",
    "book": "1 John",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 26,
                    "text": "For because of the word which he has imparted unto me, behold, many have been born of God, and have tasted as I have tasted, and have seen eye to eye as I have seen; therefore they do know of these things of which I have spoken, as I do know; and the knowledge which I have is of God.",
                    "score": 0.8089529633710508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;",
                    "score": 0.7897435368665034
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 5,
                    "text": "I have heard of thee by the hearing of the ear: but now mine eye seeth thee.",
                    "score": 0.7884395248594411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And I said unto them: It was a representation of the tree of life.",
                    "score": 0.7715871783404751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And it came to pass that I beheld that the rod of iron, which my father had seen, was the word of God, which led to the fountain of living waters, or to the tree of life; which waters are a representation of the love of God; and I also beheld that the tree of life was a representation of the love of God.",
                    "score": 0.7710964087399267
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 29,
                    "verse": 11,
                    "text": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:",
                    "score": 0.7653368729373065
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 19,
                    "text": "And while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about.",
                    "score": 0.7646585374209657
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "score": 0.7624684226532582
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now, behold, we are in thine hand: as it seemeth good and right unto thee to do unto us, do.",
                    "score": 0.7614905784748823
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the Lord God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:",
                    "score": 0.7601467378957933
                }
            ]
        },
        {
            "verse": 2,
            "text": "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 11,
                    "text": "But behold, my father and I have seen them, and they have ministered unto us.",
                    "score": 0.7966604457046611
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 47,
                    "text": "And moreover, I say unto you that it has thus been revealed unto me, that the words which have been spoken by our fathers are true, even so according to the spirit of prophecy which is in me, which is also by the manifestation of the Spirit of God.",
                    "score": 0.7831471255643009
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And behold this thing shall be given unto thee for a sign, that after thou hast beheld the tree which bore the fruit which thy father tasted, thou shalt also behold a man descending out of heaven, and him shall ye witness; and after ye have witnessed him ye shall bear record that it is the Son of God.",
                    "score": 0.7763379357206999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.7733068067624387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 22,
                    "text": "O that ye had repented before this great destruction had come upon you. But behold, ye are gone, and the Father, yea, the Eternal Father of heaven, knoweth your state; and he doeth with you according to his justice and mercy.",
                    "score": 0.7724089884011126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 23,
                    "text": "And behold, he is God, and he is with them, and he did manifest himself unto them, that they were redeemed by him; and they gave unto him glory, because of that which is to come.",
                    "score": 0.7721690875608977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.",
                    "score": 0.769793995305092
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And ye said, Behold, the Lord our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.",
                    "score": 0.7690603847220729
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "score": 0.7680648893819209
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the Lord God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:",
                    "score": 0.7671171875166201
                }
            ]
        },
        {
            "verse": 3,
            "text": "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.8078459106117547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And after this manner shall ye baptize in my name; for behold, verily I say unto you, that the Father, and the Son, and the Holy Ghost are one; and I am in the Father, and the Father in me, and the Father and I are one.",
                    "score": 0.7966264667572781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And also that ye may believe the gospel of Jesus Christ, which ye shall have among you; and also that the Jews, the covenant people of the Lord, shall have other witness besides him whom they saw and heard, that Jesus, whom they slew, was the very Christ and the very God.",
                    "score": 0.7965417407970949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.",
                    "score": 0.7964554367528094
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 4,
                    "text": "As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.",
                    "score": 0.7949032078420563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 3,
                    "text": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
                    "score": 0.7948740955746029
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 2,
                    "text": "Gather yourselves together, and hear, ye sons of Jacob; and hearken unto Israel your father.",
                    "score": 0.7947739553885188
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.7920464356978677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And then shall ye know that I have seen Jesus, and that he hath talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things;",
                    "score": 0.7920116379267237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen.",
                    "score": 0.7910512308724169
                }
            ]
        },
        {
            "verse": 4,
            "text": "And these things write we unto you, that your joy may be full.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 62,
                    "text": "For verily I say unto you, that great things await you;",
                    "score": 0.7751360322104702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 13,
                    "text": "Verily, verily, I say unto you, I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy;",
                    "score": 0.7749954489147105
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "score": 0.7699806898425635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Verily I say unto you, ye shall both have according to your desires, for ye both joy in that which ye have desired.",
                    "score": 0.7694598370341212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 36,
                    "text": "Wherefore, fear not even unto death; for in this world your joy is not full, but in me your joy is full.",
                    "score": 0.7687233036979635
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.7655312700384479
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 3,
                    "text": "Lift up your heart and rejoice, for the hour of your mission is come; and your tongue shall be loosed, and you shall declare glad tidings of great joy unto this generation.",
                    "score": 0.7633849361076949
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 29,
                    "text": "If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.",
                    "score": 0.7614806869174086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now in this thing we do rejoice; and we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contempt, concerning their first parents.",
                    "score": 0.7542895552551865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he said unto me: Awake, and hear the words which I shall tell thee; for behold, I am come to declare unto you the glad tidings of great joy.",
                    "score": 0.7528334633648396
                }
            ]
        },
        {
            "verse": 5,
            "text": "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day.",
                    "score": 0.7754601559192028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 49,
                    "text": "The light shineth in darkness, and the darkness comprehendeth it not; nevertheless, the day shall come when you shall comprehend even God, being quickened in him and by him.",
                    "score": 0.7740420771267011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 23,
                    "text": "For behold, my beloved brethren, I say unto you that the Lord God worketh not in darkness.",
                    "score": 0.7639856473653358
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Shall not the day of the Lord be darkness, and not light? even very dark, and no brightness in it?",
                    "score": 0.7639654013047601
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 35,
                    "text": "O then, is not this real? I say unto you, Yea, because it is light; and whatsoever is light, is good, because it is discernible, therefore ye must know that it is good; and now behold, after ye have tasted this light is your knowledge perfect?",
                    "score": 0.7563286050842617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 67,
                    "text": "And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.",
                    "score": 0.7547914339107751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And it came to pass that there was no darkness in all that night, but it was as light as though it was mid-day. And it came to pass that the sun did rise in the morning again, according to its proper order; and they knew that it was the day that the Lord should be born, because of the sign which had been given.",
                    "score": 0.7520606014688507
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 24,
                    "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                    "score": 0.7516182139119378
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And God saw the light, that it was good: and God divided the light from the darkness.",
                    "score": 0.7490906054313199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 45,
                    "text": "For the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.",
                    "score": 0.7485664931687158
                }
            ]
        },
        {
            "verse": 6,
            "text": "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 15,
                    "text": "Because ye have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves:",
                    "score": 0.792593248392309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And now my brethren, if ye were righteous and were willing to hearken to the truth, and give heed unto it, that ye might walk uprightly before God, then ye would not murmur because of the truth, and say: Thou speakest hard things against us.",
                    "score": 0.7906961423177784
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 19,
                    "text": "A false witness that speaketh lies, and he that soweth discord among brethren.",
                    "score": 0.7901066214052804
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 17,
                    "text": "He that speaketh truth sheweth forth righteousness: but a false witness deceit.",
                    "score": 0.7886159382622917
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 101,
                    "verse": 7,
                    "text": "He that worketh deceit shall not dwell within my house: he that telleth lies shall not tarry in my sight.",
                    "score": 0.7828889087372204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 58,
                    "text": "I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7827164117553191
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 6,
                    "text": "Add thou not unto his words, lest he reprove thee, and thou be found a liar.",
                    "score": 0.7795394734656576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 12,
                    "text": "If you keep not my commandments, the love of the Father shall not continue with you, therefore you shall walk in darkness.",
                    "score": 0.7763078491060245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7756994004482827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 31,
                    "text": "For, behold, they shall not accomplish their evil designs in lying against those words. For, behold, if you should bring forth the same words they will say that you have lied and that you have pretended to translate, but that you have contradicted yourself.",
                    "score": 0.7744651200190397
                }
            ]
        },
        {
            "verse": 7,
            "text": "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 15,
                    "text": "Oh, how merciful is our God! And now behold, since it has been as much as we could do to get our stains taken away from us, and our swords are made bright, let us hide them away that they may be kept bright, as a testimony to our God at the last day, or at the day that we shall be brought to stand before him to be judged, that we have not stained our swords in the blood of our brethren since he imparted his word unto us and has made us clean thereby.",
                    "score": 0.7908091534817038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 12,
                    "text": "Now, my best beloved brethren, since God hath taken away our stains, and our swords have become bright, then let us stain our swords no more with the blood of our brethren.",
                    "score": 0.7905835878004706
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 7,
                    "text": "Which truth shineth. This is the light of Christ. As also he is in the sun, and the light of the sun, and the power thereof by which it was made.",
                    "score": 0.7778124800955744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world.",
                    "score": 0.7741278270648154
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Therefore hath the Lord recompensed me according to my righteousness, according to the cleanness of my hands in his eyesight.",
                    "score": 0.7722783456650439
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.",
                    "score": 0.7719532480872968
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the same that came unto mine own, and mine own received me not. I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7716147997126414
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "O house of Jacob, come ye, and let us walk in the light of the Lord.",
                    "score": 0.7700438879021639
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 21,
                    "text": "For I will cleanse their blood that I have not cleansed: for the Lord dwelleth in Zion.",
                    "score": 0.7699324678634692
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 9,
                    "text": "For with thee is the fountain of life: in thy light shall we see light.",
                    "score": 0.7690478789625911
                }
            ]
        },
        {
            "verse": 8,
            "text": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 31,
                    "text": "For, behold, they shall not accomplish their evil designs in lying against those words. For, behold, if you should bring forth the same words they will say that you have lied and that you have pretended to translate, but that you have contradicted yourself.",
                    "score": 0.7704992256209546
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 8,
                    "text": "Thou hast set our iniquities before thee, our secret sins in the light of thy countenance.",
                    "score": 0.7660888129277773
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And now, O king, behold, we are guiltless, and thou, O king, hast not sinned; therefore, this man has lied concerning you, and he has prophesied in vain.",
                    "score": 0.7647951596925774
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7632064452807963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 25,
                    "text": "Yea, he saith unto them: Deceive and lie in wait to catch, that ye may destroy; behold, this is no harm. And thus he flattereth them, and telleth them that it is no sin to lie that they may catch a man in a lie, that they may destroy him.",
                    "score": 0.7608547453620002
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 2,
                    "text": "We believe that men will be punished for their own sins, and not for Adam's transgression.",
                    "score": 0.7605930750279339
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Our fathers have sinned, and are not; and we have borne their iniquities.",
                    "score": 0.756048768901946
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "We lie down in our shame, and our confusion covereth us: for we have sinned against the Lord our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the Lord our God.",
                    "score": 0.756048420886396
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 7,
                    "text": "Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.",
                    "score": 0.7554540905895022
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 101,
                    "verse": 7,
                    "text": "He that worketh deceit shall not dwell within my house: he that telleth lies shall not tarry in my sight.",
                    "score": 0.7550821639299168
                }
            ]
        },
        {
            "verse": 9,
            "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And it shall be, when he shall be guilty in one of these things, that he shall confess that he hath sinned in that thing:",
                    "score": 0.780347844539188
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 43,
                    "text": "By this ye may know if a man repenteth of his sins--behold, he will confess them and forsake them.",
                    "score": 0.7801749256636179
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
                    "score": 0.7767352480994963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.7759178059660382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.7751695865786543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 24,
                    "text": "And if he repent he shall be forgiven, according to the covenants and commandments of the church.",
                    "score": 0.774508715899386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Nevertheless, he that repents and does the commandments of the Lord shall be forgiven;",
                    "score": 0.7727909202066189
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 25,
                    "text": "But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth it no more, thou shalt forgive;",
                    "score": 0.7727456125153136
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 4,
                    "text": "Then it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found,",
                    "score": 0.7710653059300779
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "score": 0.7709288433197161
                }
            ]
        },
        {
            "verse": 10,
            "text": "If we say that we have not sinned, we make him a liar, and his word is not in us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 6,
                    "text": "Add thou not unto his words, lest he reprove thee, and thou be found a liar.",
                    "score": 0.8232427237954552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And now, O king, behold, we are guiltless, and thou, O king, hast not sinned; therefore, this man has lied concerning you, and he has prophesied in vain.",
                    "score": 0.7930432102943413
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Our fathers have sinned, and are not; and we have borne their iniquities.",
                    "score": 0.7905854027137322
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "We lie down in our shame, and our confusion covereth us: for we have sinned against the Lord our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the Lord our God.",
                    "score": 0.7867397351051075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 31,
                    "text": "For, behold, they shall not accomplish their evil designs in lying against those words. For, behold, if you should bring forth the same words they will say that you have lied and that you have pretended to translate, but that you have contradicted yourself.",
                    "score": 0.7824899478897988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7809630929515958
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 19,
                    "text": "God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?",
                    "score": 0.7795649334251623
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Therefore they will not agree, and we will say that he has lied in his words, and that he has no gift, and that he has no power;",
                    "score": 0.7734190992952727
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 10,
                    "text": "He hath not dealt with us after our sins; nor rewarded us according to our iniquities.",
                    "score": 0.7728353283111814
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 30,
                    "text": "I know his wrath, saith the Lord; but it shall not be so; his lies shall not so effect it.",
                    "score": 0.7719753833519678
                }
            ]
        }
    ]
}