{
    "volume": "New Testament",
    "book": "2 John",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "The elder unto the elect lady and her children, whom I love in the truth; and not I only, but also all they that have known the truth;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Behold, thy sins are forgiven thee, and thou art an elect lady, whom I have called.",
                    "score": 0.7788162258684905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 21,
                    "text": "Behold, this commandment is given unto all the elders whom I have chosen.",
                    "score": 0.7755385121319548
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 19,
                    "text": "The living, the living, he shall praise thee, as I do this day: the father to the children shall make known thy truth.",
                    "score": 0.753296340371307
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, and give ear to my word, and learn of me what I will concerning you, and also concerning this land unto which I have sent you.",
                    "score": 0.749614643220854
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 3,
                    "text": "Thy silver and thy gold is mine; thy wives also and thy children, even the goodliest, are mine.",
                    "score": 0.7495905085743949
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 12,
                    "text": "If thy children will keep my covenant and my testimony that I shall teach them, their children shall also sit upon thy throne for evermore.",
                    "score": 0.7459825261863419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 15,
                    "text": "Again I say, hearken ye elders of my church, whom I have appointed: Ye are not sent forth to be taught, but to teach the children of men the things which I have put into your hands by the power of my Spirit;",
                    "score": 0.7455348066567224
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And I said unto him: I know that he loveth his children; nevertheless, I do not know the meaning of all things.",
                    "score": 0.7429659525822988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And by the power of the Holy Ghost ye may know the truth of all things.",
                    "score": 0.7425370138883498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 8,
                    "text": "Yea, even the wonders of eternity shall they know, and things to come will I show them, even the things of many generations.",
                    "score": 0.7415752990661457
                }
            ]
        },
        {
            "verse": 2,
            "text": "For the truth's sake, which dwelleth in us, and shall be with us for ever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 19,
                    "text": "The lip of truth shall be established for ever: but a lying tongue is but for a moment.",
                    "score": 0.7874850819821781
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 115,
                    "verse": 1,
                    "text": "Not unto us, O Lord, not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake.",
                    "score": 0.785868638954619
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 13,
                    "text": "And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal.",
                    "score": 0.7800611031152571
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:",
                    "score": 0.7778156429877713
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 44,
                    "text": "So shall I keep thy law continually for ever and ever.",
                    "score": 0.775557651356079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 39,
                    "text": "For behold, and lo, the Lord is God, and the Spirit beareth record, and the record is true, and the truth abideth forever and ever. Amen.",
                    "score": 0.774103156469074
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 4,
                    "text": "For truly my words shall not be false: he that is perfect in knowledge is with thee.",
                    "score": 0.7724686781545531
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 21,
                    "text": "For thy word's sake, and according to thine own heart, hast thou done all these great things, to make thy servant know them.",
                    "score": 0.7709768616882218
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.",
                    "score": 0.7708650874348398
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 69,
                    "text": "The proud have forged a lie against me: but I will keep thy precepts with my whole heart.",
                    "score": 0.7704418701739825
                }
            ]
        },
        {
            "verse": 3,
            "text": "Grace be with you, mercy, and peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen.",
                    "score": 0.8395049571201758
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 102,
                    "text": "Glory, and honor, and power, and might,Be ascribed to our God; for he is full of mercy,Justice, grace and truth, and peace,Forever and ever, Amen.",
                    "score": 0.8298259348545498
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 85,
                    "verse": 10,
                    "text": "Mercy and truth are met together; righteousness and peace have kissed each other.",
                    "score": 0.8164715506510074
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And this according to the grace of our Lord and Savior Jesus Christ, to whom be all glory, both now and forever. Amen.",
                    "score": 0.8134911937967299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen.",
                    "score": 0.8049866210150249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.8006327602338418
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 8,
                    "text": "He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?",
                    "score": 0.7975960587207664
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 10,
                    "text": "All the paths of the Lord are mercy and truth unto such as keep his covenant and his testimonies.",
                    "score": 0.7950757129625422
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
                    "score": 0.7932768743404247
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Know therefore that the Lord thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;",
                    "score": 0.7931167028095263
                }
            ]
        },
        {
            "verse": 4,
            "text": "I rejoiced greatly that I found of thy children walking in truth, as we have received a commandment from the Father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 19,
                    "text": "The living, the living, he shall praise thee, as I do this day: the father to the children shall make known thy truth.",
                    "score": 0.8145575797305513
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 40,
                    "text": "But I have commanded you to bring up your children in light and truth.",
                    "score": 0.8089172419660584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And now my brethren, I judge these things of you because of your peaceable walk with the children of men.",
                    "score": 0.803286104564406
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 6,
                    "text": "Yea, thou shalt see thy children's children, and peace upon Israel.",
                    "score": 0.7954218336840764
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7952124108056535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7952124108056535
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 58,
                    "text": "Therefore I give unto you a commandment, to teach these things freely unto your children, saying:",
                    "score": 0.7928505826051064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 2,
                    "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
                    "score": 0.7905971742626918
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 26,
                    "verse": 3,
                    "text": "For thy lovingkindness is before mine eyes: and I have walked in thy truth.",
                    "score": 0.7887442387214655
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                    "score": 0.7884280727379664
                }
            ]
        },
        {
            "verse": 5,
            "text": "And now I beseech thee, lady, not as though I wrote a new commandment unto thee, but that which we had from the beginning, that we love one another.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 7,
                    "text": "And I give unto him a new commission and a new commandment, in the which I, the Lord, chasten him for the murmurings of his heart;",
                    "score": 0.780008492192197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 8,
                    "text": "And again, I say unto you, I give unto you a new commandment, that you may understand my will concerning you;",
                    "score": 0.7743639974970636
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "score": 0.772989343249679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 51,
                    "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                    "score": 0.7727984394076595
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 20,
                    "text": "Behold, thou art Oliver, and I have spoken unto thee because of thy desires; therefore treasure up these words in thy heart. Be faithful and diligent in keeping the commandments of God, and I will encircle thee in the arms of my love.",
                    "score": 0.7721198480649287
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Then she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens.",
                    "score": 0.7700970160971754
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Behold, I have done according to thy words: lo, I have given thee a wise and an understanding heart; so that there was none like thee before thee, neither after thee shall any arise like unto thee.",
                    "score": 0.7672848141732759
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And now I read unto you the remainder of the commandments of God, for I perceive that they are not written in your hearts; I perceive that ye have studied and taught iniquity the most part of your lives.",
                    "score": 0.765276626102631
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 47,
                    "verse": 7,
                    "text": "And thou saidst, I shall be a lady for ever: so that thou didst not lay these things to thy heart, neither didst remember the latter end of it.",
                    "score": 0.7619705186691813
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 4,
                    "text": "Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
                    "score": 0.760794881153092
                }
            ]
        },
        {
            "verse": 6,
            "text": "And this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 16,
                    "text": "In that I command thee this day to love the Lord thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord thy God shall bless thee in the land whither thou goest to possess it.",
                    "score": 0.8144042802355042
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 22,
                    "text": "For if ye shall diligently keep all these commandments which I command you, to do them, to love the Lord your God, to walk in all his ways, and to cleave unto him;",
                    "score": 0.8108888742246035
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 61,
                    "text": "Let your heart therefore be perfect with the Lord our God, to walk in his statutes, and to keep his commandments, as at this day.",
                    "score": 0.808156608379816
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 3,
                    "text": "If ye walk in my statutes, and keep my commandments, and do them;",
                    "score": 0.8081515014970462
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 43,
                    "text": "And now, after that you have received this, you must keep my commandments in all things;",
                    "score": 0.8065407398989853
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And now, O our God, what shall we say after this? for we have forsaken thy commandments,",
                    "score": 0.8059476185188126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
                    "score": 0.8012437516224563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 4,
                    "text": "And this shall be our covenant--that we will walk in all the ordinances of the Lord.",
                    "score": 0.7997058265083857
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 9,
                    "text": "If thou shalt keep all these commandments to do them, which I command thee this day, to love the Lord thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:",
                    "score": 0.7972931976367129
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 12,
                    "text": "And now, verily I say unto you, I give unto you a commandment that you continue in the ministry and presidency.",
                    "score": 0.795338637404332
                }
            ]
        },
        {
            "verse": 7,
            "text": "For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 6,
                    "text": "For many shall come in my name, saying--I am Christ--and shall deceive many;",
                    "score": 0.8036327551681707
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 123,
                    "verse": 12,
                    "text": "For there are many yet on the earth among all sects, parties, and denominations, who are blinded by the subtle craftiness of men, whereby they lie in wait to deceive, and who are only kept from the truth because they know not where to find it--",
                    "score": 0.7918255322838021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 6,
                    "text": "For it came to pass that they did deceive many with their flattering words, who were in the church, and did cause them to commit many sins; therefore it became expedient that those who committed sin, that were in the church, should be admonished by the church.",
                    "score": 0.7824271183332775
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And many false prophets shall arise, and shall deceive many;",
                    "score": 0.7798852097303778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 2,
                    "text": "Behold, verily I say unto you, that there are many spirits which are false spirits, which have gone forth in the earth, deceiving the world.",
                    "score": 0.7649354918122592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
                    "score": 0.7643567198371449
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 16,
                    "text": "With him is strength and wisdom: the deceived and the deceiver are his.",
                    "score": 0.7629777247950855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.7581753368267244
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 25,
                    "text": "A true witness delivereth souls: but a deceitful witness speaketh lies.",
                    "score": 0.7528320447753267
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 22,
                    "text": "For in those days there shall also arise false Christs, and false prophets, and shall show great signs and wonders, insomuch, that, if possible, they shall deceive the very elect, who are the elect according to the covenant.",
                    "score": 0.7468398961729473
                }
            ]
        },
        {
            "verse": 8,
            "text": "Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 11,
                    "text": "Behold, I say, how they reward us, to come to cast us out of thy possession, which thou hast given us to inherit.",
                    "score": 0.7341524982214558
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 14,
                    "text": "So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.",
                    "score": 0.7326027305078894
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 10,
                    "text": "He hath not dealt with us after our sins; nor rewarded us according to our iniquities.",
                    "score": 0.7311173944558658
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 19,
                    "verse": 11,
                    "text": "Moreover by them is thy servant warned: and in keeping of them there is great reward.",
                    "score": 0.7247759901342498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 90,
                    "text": "And he who feeds you, or clothes you, or gives you money, shall in nowise lose his reward.",
                    "score": 0.7240767047354985
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 28,
                    "text": "For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.",
                    "score": 0.7207945384997851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 9,
                    "text": "But behold, this is not all--ye have withheld your provisions from them, insomuch that many have fought and bled out their lives because of their great desires which they had for the welfare of this people; yea, and this they have done when they were about to perish with hunger, because of your exceedingly great neglect towards them.",
                    "score": 0.7206507643582372
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 7,
                    "text": "Be ye strong therefore, and let not your hands be weak: for your work shall be rewarded.",
                    "score": 0.7201386724775871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 3,
                    "text": "Wherefore, you are left to inquire for yourself at my hand, and ponder upon the things which you have received.",
                    "score": 0.7194693405521534
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 8,
                    "text": "Only with thine eyes shalt thou behold and see the reward of the wicked.",
                    "score": 0.7131157007885297
                }
            ]
        },
        {
            "verse": 9,
            "text": "Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 21,
                    "text": "And now, behold, my beloved brethren, this is the way; and there is none other way nor name given under heaven whereby man can be saved in the kingdom of God. And now, behold, this is the doctrine of Christ, and the only and true doctrine of the Father, and of the Son, and of the Holy Ghost, which is one God, without end. Amen.",
                    "score": 0.7919500878660255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 18,
                    "text": "That it is not reasonable that such a being as a Christ shall come; if so, and he be the Son of God, the Father of heaven and of earth, as it has been spoken, why will he not show himself unto us as well as unto them who shall be at Jerusalem?",
                    "score": 0.7887103548128983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.",
                    "score": 0.7877613999646603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.",
                    "score": 0.7832564701658926
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 12,
                    "text": "For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.",
                    "score": 0.7805343700831986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Therefore, O my son, whosoever will come may come and partake of the waters of life freely; and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds.",
                    "score": 0.7759128242334637
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 37,
                    "text": "Who is he that saith, and it cometh to pass, when the Lord commandeth it not?",
                    "score": 0.7757523353440595
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 9,
                    "text": "Wherefore Levi hath no part nor inheritance with his brethren; the Lord is his inheritance, according as the Lord thy God promised him.",
                    "score": 0.7726270663258189
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
                    "score": 0.7725438085704377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And I said unto him: Deniest thou the Christ who shall come? And he said: If there should be a Christ, I would not deny him; but I know that there is no Christ, neither has been, nor ever will be.",
                    "score": 0.7709402839888541
                }
            ]
        },
        {
            "verse": 10,
            "text": "If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 10,
                    "text": "When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.",
                    "score": 0.7974437685610973
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 18,
                    "text": "Thou shalt not bring the hire of a whore, or the price of a dog, into the house of the Lord thy God for any vow: for even both these are abomination unto the Lord thy God.",
                    "score": 0.7835170833760988
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And whosoever will not do the law of thy God, and the law of the king, let judgment be executed speedily upon him, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.",
                    "score": 0.7809866882240739
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.",
                    "score": 0.7800417922618358
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And he said unto him, If thy presence go not with me, carry us not up hence.",
                    "score": 0.7775652111284573
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 20,
                    "text": "And in whatsoever house ye enter, and they receive you not, ye shall depart speedily from that house, and shake off the dust of your feet as a testimony against them.",
                    "score": 0.7772118303994899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.7755811517020654
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
                    "score": 0.7737019634482735
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 15,
                    "text": "Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:",
                    "score": 0.7733522737289908
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 13,
                    "text": "Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.",
                    "score": 0.7732161362717362
                }
            ]
        },
        {
            "verse": 11,
            "text": "For he that biddeth him God speed is partaker of his evil deeds.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 22,
                    "text": "For behold, and lo, vengeance cometh speedily upon the ungodly as the whirlwind; and who shall escape it?",
                    "score": 0.7767883606612396
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 2,
                    "text": "A good man obtaineth favour of the Lord: but a man of wicked devices will he condemn.",
                    "score": 0.7741232313393202
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 13,
                    "text": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty.",
                    "score": 0.7678089194127022
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7676105813100753
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 19,
                    "text": "As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death.",
                    "score": 0.7635315984458074
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 8,
                    "text": "He that deviseth to do evil shall be called a mischievous person.",
                    "score": 0.7634604317505458
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7591371370346808
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 38,
                    "text": "Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God.",
                    "score": 0.7578348116615735
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 29,
                    "text": "This is the portion of a wicked man from God, and the heritage appointed unto him by God.",
                    "score": 0.7571887111881173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 28,
                    "text": "If he has desired to do evil, and has not repented in his days, behold, evil shall be done unto him, according to the restoration of God.",
                    "score": 0.7545105604598213
                }
            ]
        },
        {
            "verse": 12,
            "text": "Having many things to write unto you, I would not write with paper and ink: but I trust to come unto you, and speak face to face, that our joy may be full.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And it mattereth not to me that I am particular to give a full account of all the things of my father, for they cannot be written upon these plates, for I desire the room that I may write of the things of God.",
                    "score": 0.7646076206947813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And upon these I write the things of my soul, and many of the scriptures which are engraven upon the plates of brass. For my soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and the profit of my children.",
                    "score": 0.7617049086311797
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "score": 0.7616323501275474
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 6,
                    "text": "Behold, it is written before me: I will not keep silence, but will recompense, even recompense into their bosom,",
                    "score": 0.7593975510313722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 10,
                    "text": "I will say to all the saints, that I desired, with exceedingly great desire, to have addressed them from the stand on the subject of baptism for the dead, on the following Sabbath. But inasmuch as it is out of my power to do so, I will write the word of the Lord from time to time, on that subject, and send it to you by mail, as well as many other things.",
                    "score": 0.757920400758753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now behold, it came to pass that I, Jacob, having ministered much unto my people in word, (and I cannot write but a little of my words, because of the difficulty of engraving our words upon plates) and we know that the things which we write upon plates must remain;",
                    "score": 0.7535501251134109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And as these plates are small, and as these things are written for the intent of the benefit of our brethren the Lamanites, wherefore, it must needs be that I write a little; but I shall not write the things of my prophesying, nor of my revelations. For what could I write more than my fathers have written? For have not they revealed the plan of salvation? I say unto you, Yea; and this sufficeth me.",
                    "score": 0.7512735125899644
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 36,
                    "text": "Incline my heart unto thy testimonies, and not to covetousness.",
                    "score": 0.7509184666433522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Wherefore, I write a few more things, contrary to that which I had supposed; for I had supposed not to have written any more; but I write a few more things, that perhaps they may be of worth unto my brethren, the Lamanites, in some future day, according to the will of the Lord.",
                    "score": 0.7494210442751263
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 81,
                    "text": "Therefore write speedily to New York and write according to that which shall be dictated by my Spirit; and I will soften the hearts of those to whom you are in debt, that it shall be taken away out of their minds to bring affliction upon you.",
                    "score": 0.7465610374816752
                }
            ]
        },
        {
            "verse": 13,
            "text": "The children of thy elect sister greet thee. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 16,
                    "text": "Let thy work appear unto thy servants, and thy glory unto their children.",
                    "score": 0.7854557966071407
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Say ye unto your brethren, Ammi; and to your sisters, Ruhamah.",
                    "score": 0.7803717591606755
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Behold, thy sins are forgiven thee, and thou art an elect lady, whom I have called.",
                    "score": 0.7715198661144138
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And blessed are all the peacemakers, for they shall be called the children of God.",
                    "score": 0.767461699134372
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 4,
                    "text": "One generation shall praise thy works to another, and shall declare thy mighty acts.",
                    "score": 0.7666602347899979
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 6,
                    "text": "Yea, thou shalt see thy children's children, and peace upon Israel.",
                    "score": 0.7659596261372172
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 136,
                    "text": "Behold, verily, I say unto you, this is an ensample unto you for a salutation to one another in the house of God, in the school of the prophets.",
                    "score": 0.7639406853565492
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7629432884393523
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7629432884393523
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite, the stranger, and the fatherless, and the widow, that are within thy gates.",
                    "score": 0.7604800288519629
                }
            ]
        }
    ]
}