{
    "volume": "New Testament",
    "book": "2 Timothy",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "This know also, that in the last days perilous times shall come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.8112103583634117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And he shall also write concerning the end of the world.",
                    "score": 0.8011303638164553
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7892268266324725
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7892268266324725
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it shall come to pass at that day, saith the Lord, that the heart of the king shall perish, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder.",
                    "score": 0.788703835263613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But behold, I prophesy unto you concerning the last days; concerning the days when the Lord God shall bring these things forth unto the children of men.",
                    "score": 0.7862119716346926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 43,
                    "text": "And now, after all these things, the time has come that they have become wicked, yea, nearly unto ripeness; and I know not but they are at this day about to be destroyed; for I know that the day must surely come that they must be destroyed, save a few only, who shall be led away into captivity.",
                    "score": 0.784236410625585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 31,
                    "text": "Yea, it shall come in a day when there shall be great pollutions upon the face of the earth; there shall be murders, and robbing, and lying, and deceivings, and whoredoms, and all manner of abominations; when there shall be many who will say, Do this, or do that, and it mattereth not, for the Lord will uphold such at the last day. But wo unto such, for they are in the gall of bitterness and in the bonds of iniquity.",
                    "score": 0.7824618065258966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 26,
                    "text": "And in that day shall be heard of wars and rumors of wars, and the whole earth shall be in commotion, and men's hearts shall fail them, and they shall say that Christ delayeth his coming until the end of the earth.",
                    "score": 0.7812327426652879
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 37,
                    "text": "For it shall be, that on the day thou goest out, and passest over the brook Kidron, thou shalt know for certain that thou shalt surely die: thy blood shall be upon thine own head.",
                    "score": 0.7811924154633622
                }
            ]
        },
        {
            "verse": 2,
            "text": "For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 2,
                    "text": "For he flattereth himself in his own eyes, until his iniquity be found to be hateful.",
                    "score": 0.7991543237703421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 4,
                    "text": "That they should let no pride nor haughtiness disturb their peace; that every man should esteem his neighbor as himself, laboring with their own hands for their support.",
                    "score": 0.797308380089489
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.7947329933798796
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord abhorreth.",
                    "score": 0.7931387084501488
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 6,
                    "text": "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness.",
                    "score": 0.7928539436939616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 11,
                    "text": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
                    "score": 0.7927418421907919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And lo, he cometh unto his own, that salvation might come unto the children of men even through faith on his name; and even after all this they shall consider him a man, and say that he hath a devil, and shall scourge him, and shall crucify him.",
                    "score": 0.7913943943174931
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
                    "score": 0.7907222800841033
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7896960558806574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "score": 0.7895649649440292
                }
            ]
        },
        {
            "verse": 3,
            "text": "Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Be not thou envious against evil men, neither desire to be with them.",
                    "score": 0.7623612346382322
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 6,
                    "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
                    "score": 0.7525060053529531
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Let not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause.",
                    "score": 0.7473350760786743
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
                    "score": 0.7439677911482411
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 32,
                    "verse": 5,
                    "text": "The vile person shall be no more called liberal, nor the churl said to be bountiful.",
                    "score": 0.740150922134776
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 6,
                    "text": "There are those who have sought occasion against him without cause;",
                    "score": 0.7376273495654138
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 4,
                    "text": "They that hate me without a cause are more than the hairs of mine head: they that would destroy me, being mine enemies wrongfully, are mighty: then I restored that which I took not away.",
                    "score": 0.7362737246939358
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 17,
                    "text": "Fools because of their transgression, and because of their iniquities, are afflicted.",
                    "score": 0.7323315169614969
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.7315841741921733
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 2,
                    "text": "She weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies.",
                    "score": 0.7313452773964347
                }
            ]
        },
        {
            "verse": 4,
            "text": "Traitors, heady, highminded, lovers of pleasures more than lovers of God;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "score": 0.7731772266859618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 15,
                    "text": "And your hearts are not satisfied. And ye obey not the truth, but have pleasure in unrighteousness.",
                    "score": 0.7556963081807258
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 26,
                    "text": "The righteous is more excellent than his neighbour: but the way of the wicked seduceth them.",
                    "score": 0.7538886005761526
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 4,
                    "text": "For thou art not a God that hath pleasure in wickedness: neither shall evil dwell with thee.",
                    "score": 0.7526431025159407
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 32,
                    "text": "For all this they sinned still, and believed not for his wondrous works.",
                    "score": 0.7522974496528102
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 6,
                    "text": "For, notwithstanding the great love which the converts to these different faiths expressed at the time of their conversion, and the great zeal manifested by the respective clergy, who were active in getting up and promoting this extraordinary scene of religious feeling, in order to have everybody converted, as they were pleased to call it, let them join what sect they pleased; yet when the converts began to file off, some to one party and some to another, it was seen that the seemingly good feelings of both the priests and the converts were more pretended than real; for a scene of great confusion and bad feeling ensued--priest contending against priest, and convert against convert; so that all their good feelings one for another, if they ever had any, were entirely lost in a strife of words and a contest about opinions.",
                    "score": 0.7496791435665155
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 20,
                    "text": "They that are of a froward heart are abomination to the Lord: but such as are upright in their way are his delight.",
                    "score": 0.7494514895810993
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 4,
                    "text": "The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.",
                    "score": 0.7481528598002926
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Who rejoice to do evil, and delight in the frowardness of the wicked;",
                    "score": 0.7480248077751258
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7463963877039574
                }
            ]
        },
        {
            "verse": 5,
            "text": "Having a form of godliness, but denying the power thereof: from such turn away.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 5,
                    "text": "For all those who will not endure chastening, but deny me, cannot be sanctified.",
                    "score": 0.7844975952003923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 52,
                    "text": "And they who have not faith to do these things, but believe in me, have power to become my sons; and inasmuch as they break not my laws thou shalt bear their infirmities.",
                    "score": 0.783729809173521
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 21,
                    "text": "And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh;",
                    "score": 0.7772453793394297
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 17,
                    "text": "He is in the way of life that keepeth instruction: but he that refuseth reproof erreth.",
                    "score": 0.7770394255139693
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Cast me not away from thy presence; and take not thy holy spirit from me.",
                    "score": 0.7739339367156312
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 19,
                    "verse": 13,
                    "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.",
                    "score": 0.7735771080191388
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 17,
                    "text": "But if thine heart turn away, so that thou wilt not hear, but shalt be drawn away, and worship other gods, and serve them;",
                    "score": 0.7734975328026569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7724847218799209
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 36,
                    "text": "To subvert a man in his cause, the Lord approveth not.",
                    "score": 0.771915471652145
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 11,
                    "text": "Let not the foot of pride come against me, and let not the hand of the wicked remove me.",
                    "score": 0.7713373152643694
                }
            ]
        },
        {
            "verse": 6,
            "text": "For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 33,
                    "text": "Thine eyes shall behold strange women, and thine heart shall utter perverse things.",
                    "score": 0.7527215517723473
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 25,
                    "text": "There is a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst thereof.",
                    "score": 0.7444911495454682
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 44,
                    "text": "Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women.",
                    "score": 0.7335392400483024
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 35,
                    "text": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
                    "score": 0.7332641055136323
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 9,
                    "text": "For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me.",
                    "score": 0.7265550719156804
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 16,
                    "text": "And of thy garments thou didst take, and deckedst thy high places with divers colours, and playedst the harlot thereupon: the like things shall not come, neither shall it be so.",
                    "score": 0.723018723303897
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Now therefore ye are cursed, and there shall none of you be freed from being bondmen, and hewers of wood and drawers of water for the house of my God.",
                    "score": 0.7225634910743637
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 7,
                    "text": "And he brake down the houses of the sodomites, that were by the house of the Lord, where the women wove hangings for the grove.",
                    "score": 0.721353796486815
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 5,
                    "text": "They encourage themselves in an evil matter: they commune of laying snares privily; they say, Who shall see them?",
                    "score": 0.7210189516111973
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "score": 0.7185723669794203
                }
            ]
        },
        {
            "verse": 7,
            "text": "Ever learning, and never able to come to the knowledge of the truth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 6,
                    "text": "It is impossible for a man to be saved in ignorance.",
                    "score": 0.780456964180303
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 3,
                    "text": "I neither learned wisdom, nor have the knowledge of the holy.",
                    "score": 0.7589713492379212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 21,
                    "text": "Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?",
                    "score": 0.756949693984073
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 30,
                    "text": "There is no wisdom nor understanding nor counsel against the Lord.",
                    "score": 0.7455042503833443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 15,
                    "text": "How do ye know of their surety? Behold, ye cannot know of things which ye do not see; therefore ye cannot know that there shall be a Christ.",
                    "score": 0.7337441006206812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Behold, great and marvelous are the works of the Lord. How unsearchable are the depths of the mysteries of him; and it is impossible that man should find out all his ways. And no man knoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the revelations of God.",
                    "score": 0.7320686816502392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 29,
                    "text": "Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be.",
                    "score": 0.7287932035594543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 2,
                    "text": "My brethren, I think that it is impossible that ye should be ignorant of the things which have been spoken concerning the coming of Christ, who is taught by us to be the Son of God; yea, I know that these things were taught unto you bountifully before your dissension from among us.",
                    "score": 0.7239232649797323
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 6,
                    "text": "Such knowledge is too wonderful for me; it is high, I cannot attain unto it.",
                    "score": 0.7223398597843783
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 39,
                    "verse": 17,
                    "text": "Because God hath deprived her of wisdom, neither hath he imparted to her understanding.",
                    "score": 0.7220423565633296
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
                    "score": 0.7723327026476078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 42,
                    "text": "And they did harden their hearts from time to time, and they did revile against Moses, and also against God; nevertheless, ye know that they were led forth by his matchless power into the land of promise.",
                    "score": 0.7604147906727636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.",
                    "score": 0.7599104435003783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 10,
                    "text": "And if it so be that they will not believe these things, then shall the greater things be withheld from them, unto their condemnation.",
                    "score": 0.7582138286623467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 18,
                    "text": "Now they did not sin ignorantly, for they knew the will of God concerning them, for it had been taught unto them; therefore they did wilfully rebel against God.",
                    "score": 0.7559265720000906
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And the men, which Moses sent to search the land, who returned, and made all the congregation to murmur against him, by bringing up a slander upon the land,",
                    "score": 0.7548425499091947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 27,
                    "text": "And now who knoweth but what the remnant of the seed of Joseph, which shall perish as his garment, are those who have dissented from us? Yea, and even it shall be ourselves if we do not stand fast in the faith of Christ.",
                    "score": 0.7539085196390761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For behold, there were many of the Nephites who had become hardened and impenitent and grossly wicked, insomuch that they did reject the word of God and all the preaching and prophesying which did come among them.",
                    "score": 0.7525958683169286
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 5,
                    "text": "A faithful witness will not lie: but a false witness will utter lies.",
                    "score": 0.7516416228710299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Now those priests who did go forth among the people did preach against all lyings, and deceivings, and envyings, and strifes, and malice, and revilings, and stealing, robbing, plundering, murdering, committing adultery, and all manner of lasciviousness, crying that these things ought not so to be--",
                    "score": 0.7514484591523312
                }
            ]
        },
        {
            "verse": 9,
            "text": "But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 19,
                    "text": "And if any man shall seek to build up himself, and seeketh not my counsel, he shall have no power, and his folly shall be made manifest.",
                    "score": 0.8071497817580234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "score": 0.7928322063521572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 15,
                    "text": "Let such beware and repent speedily, lest judgment shall come upon them as a snare, and their folly shall be made manifest, and their works shall follow them in the eyes of the people.",
                    "score": 0.7863952923820667
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 91,
                    "text": "They continue this day according to thine ordinances: for all are thy servants.",
                    "score": 0.7843994708598585
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 60,
                    "text": "And they shall overcome all things.",
                    "score": 0.7753266752227814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.",
                    "score": 0.7750805733543076
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.",
                    "score": 0.7731046627560821
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Answer not a fool according to his folly, lest thou also be like unto him.",
                    "score": 0.7693075750808666
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 11,
                    "text": "Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish.",
                    "score": 0.7685593420922251
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 13,
                    "text": "This their way is their folly: yet their posterity approve their sayings. Selah.",
                    "score": 0.7682522439698708
                }
            ]
        },
        {
            "verse": 10,
            "text": "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "score": 0.804050835257453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness, charity, humility, diligence.",
                    "score": 0.796414390680619
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 33,
                    "text": "Teach me, O Lord, the way of thy statutes; and I shall keep it unto the end.",
                    "score": 0.7871285941648283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 23,
                    "text": "And now I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.",
                    "score": 0.7859099728428462
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 94,
                    "text": "I am thine, save me; for I have sought thy precepts.",
                    "score": 0.7856299896987137
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 4,
                    "text": "For thou hast said, My doctrine is pure, and I am clean in thine eyes.",
                    "score": 0.7813182163799706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole.",
                    "score": 0.7812194077260518
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Wait a little longer, until you shall have my word, my rock, my church, and my gospel, that you may know of a surety my doctrine.",
                    "score": 0.7795954786477609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth;",
                    "score": 0.7758252130131558
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 3,
                    "text": "And as ye have desired of my beloved brother that he should make known unto you what ye should do, because of your afflictions; and he hath spoken somewhat unto you to prepare your minds; yea, and he hath exhorted you unto faith and to patience--",
                    "score": 0.7747003795292758
                }
            ]
        },
        {
            "verse": 11,
            "text": "Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.8239639183874787
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 19,
                    "text": "Many are the afflictions of the righteous: but the Lord delivereth him out of them all.",
                    "score": 0.8070229855098644
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 7,
                    "text": "For he hath delivered me out of all trouble: and mine eye hath seen his desire upon mine enemies.",
                    "score": 0.7965251324313137
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 15,
                    "text": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
                    "score": 0.7814391559952845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 17,
                    "text": "And it came to pass that as I was thus racked with torment, while I was harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy unto the people concerning the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.",
                    "score": 0.778960197702755
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 107,
                    "text": "I am afflicted very much: quicken me, O Lord, according unto thy word.",
                    "score": 0.776706533804149
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Then I spake unto them of the captivity all the things that the Lord had shewed me.",
                    "score": 0.7752598167706499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.7751528790293193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
                    "score": 0.7749745746001963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.7742029185952033
                }
            ]
        },
        {
            "verse": 12,
            "text": "Yea, and all that will live godly in Christ Jesus shall suffer persecution.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And the Lord thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee.",
                    "score": 0.8156614115428927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 35,
                    "text": "And all they who suffer persecution for my name, and endure in faith, though they are called to lay down their lives for my sake yet shall they partake of all this glory.",
                    "score": 0.8155684433494855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.8099333580642923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And blessed are all they who are persecuted for my name's sake, for theirs is the kingdom of heaven.",
                    "score": 0.7979572504069206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.7962518261021835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Yea, heavy destruction awaiteth this people, and it surely cometh unto this people, and nothing can save this people save it be repentance and faith on the Lord Jesus Christ, who surely shall come into the world, and shall suffer many things and shall be slain for his people.",
                    "score": 0.793652319950867
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 9,
                    "text": "The Lord also will be a refuge for the oppressed, a refuge in times of trouble.",
                    "score": 0.7928633695767943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 18,
                    "text": "And he said: Surely God shall not suffer that we, who are despised because we take upon us the name of Christ, shall be trodden down and destroyed, until we bring it upon us by our own transgressions.",
                    "score": 0.7890033198774546
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 60,
                    "text": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
                    "score": 0.7887461461639559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.",
                    "score": 0.7886714658001206
                }
            ]
        },
        {
            "verse": 13,
            "text": "But evil men and seducers shall wax worse and worse, deceiving, and being deceived.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 5,
                    "text": "A righteous man hateth lying: but a wicked man is loathsome, and cometh to shame.",
                    "score": 0.8055707351404309
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.7976488699430649
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 24,
                    "text": "He that hateth dissembleth with his lips, and layeth up deceit within him;",
                    "score": 0.7886238626654842
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 35,
                    "text": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
                    "score": 0.7881589528900759
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 25,
                    "text": "Yea, he saith unto them: Deceive and lie in wait to catch, that ye may destroy; behold, this is no harm. And thus he flattereth them, and telleth them that it is no sin to lie that they may catch a man in a lie, that they may destroy him.",
                    "score": 0.7850561075010931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;",
                    "score": 0.7849440355840399
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Thou shalt destroy them that speak leasing: the Lord will abhor the bloody and deceitful man.",
                    "score": 0.7825892558603902
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 19,
                    "text": "Thou givest thy mouth to evil, and thy tongue frameth deceit.",
                    "score": 0.7801099657863836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And thou seest that we know that thy plan was a very subtle plan, as to the subtlety of the devil, for to lie and to deceive this people that thou mightest set them against us, to revile us and to cast us out--",
                    "score": 0.7800639971030009
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 4,
                    "text": "A wicked doer giveth heed to false lips; and a liar giveth ear to a naughty tongue.",
                    "score": 0.7777448736692373
                }
            ]
        },
        {
            "verse": 14,
            "text": "But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 102,
                    "text": "I have not departed from thy judgments: for thou hast taught me.",
                    "score": 0.8297527305402544
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 4,
                    "text": "Thou hast commanded us to keep thy precepts diligently.",
                    "score": 0.8135044678502709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Thou hast seen and heard all this; and will ye not declare them? And that I have showed thee new things from this time, even hidden things, and thou didst not know them.",
                    "score": 0.8122743041916807
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 14,
                    "text": "So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.",
                    "score": 0.8087514676726244
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 6,
                    "text": "Thou hast heard, see all this; and will not ye declare it? I have shewed thee new things from this time, even hidden things, and thou didst not know them.",
                    "score": 0.80824264509203
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 9,
                    "text": "What knowest thou, that we know not? what understandest thou, which is not in us?",
                    "score": 0.8040158958965603
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth;",
                    "score": 0.8032131011137391
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 4,
                    "text": "With thy wisdom and with thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures:",
                    "score": 0.7956457498537925
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 47,
                    "verse": 10,
                    "text": "For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I am, and none else beside me.",
                    "score": 0.7880328383934063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7834870183082806
                }
            ]
        },
        {
            "verse": 15,
            "text": "And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 7,
                    "text": "But little children are holy, being sanctified through the atonement of Jesus Christ; and this is what the scriptures mean.",
                    "score": 0.7991682666486603
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 14,
                    "text": "And do thou grant, Holy Father, that all those who shall worship in this house may be taught words of wisdom out of the best books, and that they may seek learning even by study, and also by faith, as thou hast said;",
                    "score": 0.7967401197276022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "score": 0.7927800461497484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 9,
                    "text": "And now, my son, I have told you this that ye may learn wisdom, that ye may learn of me that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world. Behold, he is the word of truth and righteousness.",
                    "score": 0.7903734826649107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
                    "score": 0.7766529084499922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 40,
                    "text": "Behold, ye are little children and ye cannot bear all things now; ye must grow in grace and in the knowledge of the truth.",
                    "score": 0.7721830412280767
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 22,
                    "text": "For behold that all little children are alive in Christ, and also all they that are without the law. For the power of redemption cometh on all them that have no law; wherefore, he that is not condemned, or he that is under no condemnation, cannot repent; and unto such baptism availeth nothing--",
                    "score": 0.7689455013501604
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 2,
                    "text": "And he saith: These scriptures, which ye had not with you, the Father commanded that I should give unto you; for it was wisdom in him that they should be given unto future generations.",
                    "score": 0.7682349241283639
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 11,
                    "verse": 5,
                    "text": "As thou knowest not what is the way of the spirit, nor how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.",
                    "score": 0.7661735382801396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 16,
                    "text": "And blessed are they because of their exceeding faith in the words alone which thou hast spoken unto them.",
                    "score": 0.7652990741254397
                }
            ]
        },
        {
            "verse": 16,
            "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 22,
                    "text": "Yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing--unto such it is given to know the mysteries of God; yea, unto such it shall be given to reveal things which never have been revealed; yea, and it shall be given unto such to bring thousands of souls to repentance, even as it has been given unto us to bring these our brethren to repentance.",
                    "score": 0.7760422903054244
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 69,
                    "verse": 8,
                    "text": "Preaching and expounding, writing, copying, selecting, and obtaining all things which shall be for the good of the church, and for the rising generations that shall grow up on the land of Zion, to possess it from generation to generation, forever and ever. Amen.",
                    "score": 0.7723732622367712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 57,
                    "verse": 12,
                    "text": "And lo, if the world receive his writings--behold here is wisdom--let him obtain whatsoever he can obtain in righteousness, for the good of the saints.",
                    "score": 0.7682146763650689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 13,
                    "text": "But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God.",
                    "score": 0.7602958744869907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 11,
                    "text": "Proving to the world that the holy scriptures are true, and that God does inspire men and call them to his holy work in this age and generation, as well as in generations of old;",
                    "score": 0.7577654149099374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.755384658132875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom; and, behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.755384658132875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 14,
                    "text": "And do thou grant, Holy Father, that all those who shall worship in this house may be taught words of wisdom out of the best books, and that they may seek learning even by study, and also by faith, as thou hast said;",
                    "score": 0.7550078434001292
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 4,
                    "text": "For the word of the Lord is right; and all his works are done in truth.",
                    "score": 0.754898918140333
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 142,
                    "text": "Thy righteousness is an everlasting righteousness, and thy law is the truth.",
                    "score": 0.7495992599480688
                }
            ]
        },
        {
            "verse": 17,
            "text": "That the man of God may be perfect, throughly furnished unto all good works.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "score": 0.834879766061831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 25,
                    "text": "For there is a time appointed for every man, according as his works shall be.",
                    "score": 0.8245513444122979
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "score": 0.8192934017049115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 41,
                    "verse": 3,
                    "text": "And it is requisite with the justice of God that men should be judged according to their works; and if their works were good in this life, and the desires of their hearts were good, that they should also, at the last day, be restored unto that which is good.",
                    "score": 0.8115814207233235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8049789314814707
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Is it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?",
                    "score": 0.8034381869559151
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 22,
                    "text": "Wherefore I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion: for who shall bring him to see what shall be after him?",
                    "score": 0.8033310565741547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 48,
                    "text": "Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.",
                    "score": 0.8028565693241815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "score": 0.8025732603838919
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 111,
                    "verse": 4,
                    "text": "He hath made his wonderful works to be remembered: the Lord is gracious and full of compassion.",
                    "score": 0.8021985881163322
                }
            ]
        }
    ]
}