{
    "volume": "New Testament",
    "book": "Acts",
    "chapter": 28,
    "verses": [
        {
            "verse": 1,
            "text": "And when they were escaped, then they knew that the island was called Melita.",
            "similars": []
        },
        {
            "verse": 2,
            "text": "And the barbarous people shewed us no little kindness: for they kindled a fire, and received us every one, because of the present rain, and because of the cold.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "And when Paul had gathered a bundle of sticks, and laid them on the fire, there came a viper out of the heat, and fastened on his hand.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "And when the barbarians saw the venomous beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live.",
            "similars": []
        },
        {
            "verse": 5,
            "text": "And he shook off the beast into the fire, and felt no harm.",
            "similars": []
        },
        {
            "verse": 6,
            "text": "Howbeit they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god.",
            "similars": []
        },
        {
            "verse": 7,
            "text": "In the same quarters were possessions of the chief man of the island, whose name was Publius; who received us, and lodged us three days courteously.",
            "similars": []
        },
        {
            "verse": 8,
            "text": "And it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him.",
            "similars": []
        },
        {
            "verse": 9,
            "text": "So when this was done, others also, which had diseases in the island, came, and were healed:",
            "similars": []
        },
        {
            "verse": 10,
            "text": "Who also honoured us with many honours; and when we departed, they laded us with such things as were necessary.",
            "similars": []
        },
        {
            "verse": 11,
            "text": "And after three months we departed in a ship of Alexandria, which had wintered in the isle, whose sign was Castor and Pollux.",
            "similars": []
        },
        {
            "verse": 12,
            "text": "And landing at Syracuse, we tarried there three days.",
            "similars": []
        },
        {
            "verse": 13,
            "text": "And from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the day following unto Rhodes, and from thence unto Patara:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9049512630642966
                }
            ]
        },
        {
            "verse": 14,
            "text": "Where we found brethren, and were desired to tarry with them seven days: and so we went toward Rome.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 31,
                    "verse": 23,
                    "text": "And he took his brethren with him, and pursued after him seven days' journey; and they overtook him in the mount Gilead.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326118773346766
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 9,
                    "verse": 25,
                    "text": "And their brethren, which were in their villages, were to come after seven days from time to time with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8278159786894425
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 21,
                    "verse": 4,
                    "text": "And finding disciples, we tarried there seven days: who said to Paul through the Spirit, that he should not go up to Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034539522287454
                }
            ]
        },
        {
            "verse": 15,
            "text": "And from thence, when the brethren heard of us, they came to meet us as far as Appii forum, and The three taverns: whom when Paul saw, he thanked God, and took courage.",
            "similars": []
        },
        {
            "verse": 16,
            "text": "And when we came to Rome, the centurion delivered the prisoners to the captain of the guard: but Paul was suffered to dwell by himself with a soldier that kept him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 27,
                    "verse": 1,
                    "text": "And when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus' band.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9047861808793394
                }
            ]
        },
        {
            "verse": 17,
            "text": "And it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men and brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 22,
                    "verse": 30,
                    "text": "On the morrow, because he would have known the certainty wherefore he was accused of the Jews, he loosed him from his bands, and commanded the chief priests and all their council to appear, and brought Paul down, and set him before them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044337697804771
                }
            ]
        },
        {
            "verse": 18,
            "text": "Who, when they had examined me, would have let me go, because there was no cause of death in me.",
            "similars": []
        },
        {
            "verse": 19,
            "text": "But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had ought to accuse my nation of.",
            "similars": []
        },
        {
            "verse": 20,
            "text": "For this cause therefore have I called for you, to see you, and to speak with you: because that for the hope of Israel I am bound with this chain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142495425758098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142495425758098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 6,
                    "text": "Now, as you have asked, behold, I say unto you, keep my commandments, and seek to bring forth and establish the cause of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142495425758098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101981338991345
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 59,
                    "text": "And let these my words, wherewith I have made supplication before the Lord, be nigh unto the Lord our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800571615746565
                }
            ]
        },
        {
            "verse": 21,
            "text": "And they said unto him, We neither received letters out of Judaea concerning thee, neither any of the brethren that came shewed or spake any harm of thee.",
            "similars": []
        },
        {
            "verse": 22,
            "text": "But we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 2,
                    "verse": 7,
                    "text": "And thou shalt speak my words unto them, whether they will hear, or whether they will forbear: for they are most rebellious.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046530894709666
                }
            ]
        },
        {
            "verse": 23,
            "text": "And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 31,
                    "text": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8345006570375805
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 48,
                    "text": "And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043913415778846
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 19,
                    "verse": 8,
                    "text": "And he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9066150569962015
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 24,
                    "verse": 27,
                    "text": "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045764321593788
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 31,
                    "text": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9043448142388811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9037051739517359
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 8,
                    "verse": 1,
                    "text": "And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve were with him,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013390003836895
                }
            ]
        },
        {
            "verse": 24,
            "text": "And some believed the things which were spoken, and some believed not.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 34,
                    "text": "And they understood none of these things: and this saying was hid from them, neither knew they the things which were spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8254003131987745
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 24,
                    "verse": 11,
                    "text": "And their words seemed to them as idle tales, and they believed them not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144731953209049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067531893715735
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 50,
                    "text": "And they understood not the saying which he spake unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050000905301309
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 8,
                    "verse": 30,
                    "text": "As he spake these words, many believed on him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002893556222956
                }
            ]
        },
        {
            "verse": 25,
            "text": "And when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 19,
                    "verse": 6,
                    "text": "And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163136822373899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058842263788126
                }
            ]
        },
        {
            "verse": 26,
            "text": "Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9098904438876747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.888466879433634
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 13,
                    "text": "Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346612713343126
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 14,
                    "text": "And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8304301866507374
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 32,
                    "verse": 3,
                    "text": "And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275477763892152
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 21,
                    "text": "Hear now this, O foolish people, and without understanding; which have eyes, and see not; which have ears, and hear not:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8261091909610875
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 17,
                    "verse": 23,
                    "text": "And they shall say to you, See here; or, see there: go not after them, nor follow them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233888188485825
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 13,
                    "verse": 15,
                    "text": "Hear ye, and give ear; be not proud: for the Lord hath spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8214224047658786
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he said unto them, How is it that ye do not understand?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8210501845954253
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8185709297755995
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 27,
                    "text": "Therefore thou shalt speak all these words unto them; but they will not hearken to thee: thou shalt also call unto them; but they will not answer thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161564732943541
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 27,
                    "text": "And if ye will not for all this hearken unto me, but walk contrary unto me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8157462668522859
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 51,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148127805883989
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 12,
                    "text": "That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137119823041032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 32,
                    "text": "Now I say unto you, Go; and whosoever will not repent of his sins the same shall not be numbered among my people; and this shall be observed from this time forward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127211681279791
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 1,
                    "text": "Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call yourselves the people of the Lord, and hear the word of the Lord and his will concerning you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812655044795115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation; for a law shall proceed from me, and I will make my judgment to rest for a light for the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116142168814231
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 27,
                    "text": "Go thou near, and hear all that the Lord our God shall say: and speak thou unto us all that the Lord our God shall speak unto thee; and we will hear it, and do it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114219166440572
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he said unto them, He that hath ears to hear, let him hear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112899896952793
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 9,
                    "verse": 39,
                    "text": "And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110008078140579
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 28,
                    "verse": 7,
                    "text": "Nevertheless hear thou now this word that I speak in thine ears, and in the ears of all the people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102242499656762
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 14,
                    "verse": 21,
                    "text": "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098686413267654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 16,
                    "text": "For behold, he said: Thou art angry, O Lord, with this people, because they will not understand thy mercies which thou hast bestowed upon them because of thy Son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097393919278726
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 19,
                    "text": "And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092224017372913
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 7,
                    "verse": 22,
                    "text": "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090772138184986
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083236111848563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 32,
                    "verse": 4,
                    "text": "Wherefore, now after I have spoken these words, if ye cannot understand them it will be because ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must perish in the dark.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083150394522726
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 30,
                    "verse": 10,
                    "text": "Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077329489548124
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 16,
                    "text": "And thou shalt say unto him, The Lord God of the Hebrews hath sent me unto thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, hitherto thou wouldest not hear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077184538639517
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 4,
                    "text": "Jesus answered and said unto them, Go and shew John again those things which ye do hear and see:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069353843234843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 3,
                    "verse": 22,
                    "text": "And behold, when ye shall come unto me, ye shall write them and shall seal them up, that no one can interpret them; for ye shall write them in a language that they cannot be read.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066294928721042
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 8,
                    "verse": 18,
                    "text": "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063823300798673
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 18,
                    "text": "And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061455923786528
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059996657862475
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 18,
                    "text": "And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054266988677937
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 17,
                    "text": "Ye shall not respect persons in judgment; but ye shall hear the small as well as the great; ye shall not be afraid of the face of man; for the judgment is God's: and the cause that is too hard for you, bring it unto me, and I will hear it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048299257535866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 15,
                    "verse": 23,
                    "text": "And they understood me not that I said they shall hear my voice; and they understood me not that the Gentiles should not at any time hear my voice--that I should not manifest myself unto them save it were by the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045487579496877
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 85,
                    "verse": 8,
                    "text": "I will hear what God the Lord will speak: for he will speak peace unto his people, and to his saints: but let them not turn again to folly.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040721890813701
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 7,
                    "text": "And he that seeketh signs shall see signs, but not unto salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032135331531082
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 15,
                    "verse": 21,
                    "text": "But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030378599062921
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 24,
                    "text": "And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018232097825857
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 22,
                    "verse": 67,
                    "text": "Art thou the Christ? tell us. And he said unto them, If I tell you, ye will not believe:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017370616436988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016990255928743
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 3,
                    "verse": 11,
                    "text": "And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord God; whether they will hear, or whether they will forbear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012437122286227
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 37,
                    "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009285429604852
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 19,
                    "text": "Thou shalt not see a fierce people, a people of a deeper speech than thou canst perceive; of a stammering tongue, that thou canst not understand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006069380959788
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 12,
                    "text": "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006064961676473
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 14,
                    "text": "I the Lord have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002911997075068
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9450557264652432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9343490839912706
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 14,
                    "text": "And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9338876605033875
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 13,
                    "text": "Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9069216140415273
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 21,
                    "text": "Hear now this, O foolish people, and without understanding; which have eyes, and see not; which have ears, and hear not:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9046371636010923
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 42,
                    "verse": 18,
                    "text": "Hear, ye deaf; and look, ye blind, that ye may see.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011040925979614
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 18,
                    "text": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002147435886038
                }
            ]
        },
        {
            "verse": 27,
            "text": "For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 15,
                    "text": "For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9917010498409092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes--lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8822766637235578
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8779820883199408
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 40,
                    "text": "He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.829318199055895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 3,
                    "text": "Behold, it is expedient that much should be done among this people, because of the hardness of their hearts, and the deafness of their ears, and the blindness of their minds, and the stiffness of their necks; nevertheless, God is exceedingly merciful unto them, and has not as yet swept them off from the face of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080277725329987
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 15,
                    "text": "For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9569918798503844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes--lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8267939583536361
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.819669948249771
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 15,
                    "text": "For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9928662176648949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes--lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.942333635230919
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9420474629515388
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 40,
                    "text": "He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9253675759715089
                }
            ]
        },
        {
            "verse": 28,
            "text": "Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 38,
                    "text": "Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151731739634572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 23,
                    "text": "Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133414331488884
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 2,
                    "verse": 3,
                    "text": "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013022938580197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 28,
                    "text": "And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9203037667093563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 11,
                    "text": "And this cometh unto you, O ye Gentiles, that ye may know the decrees of God--that ye may repent, and not continue in your iniquities until the fulness come, that ye may not bring down the fulness of the wrath of God upon you as the inhabitants of the land have hitherto done.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9108073274837759
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 20,
                    "text": "And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9088305885296855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now, behold, there are others who are called to declare my gospel, both unto Gentile and unto Jew;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9074414046836644
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 9,
                    "text": "That through your administration they may receive the word, and through their administration the word may go forth unto the ends of the earth, unto the Gentiles first, and then, behold, and lo, they shall turn unto the Jews.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9070652944885982
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 1,
                    "text": "And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9069922185235706
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 8,
                    "text": "That thereby they may be perfected in their ministry for the salvation of Zion, and of the nations of Israel, and of the Gentiles, as many as will believe;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9035519361496228
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 18,
                    "text": "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9029713984762019
                }
            ]
        },
        {
            "verse": 29,
            "text": "And when he had said these words, the Jews departed, and had great reasoning among themselves.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 22,
                    "text": "When they had heard these words, they marvelled, and left him, and went their way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191120270265723
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 5,
                    "verse": 15,
                    "text": "The man departed, and told the Jews that it was Jesus, which had made him whole.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112953391244074
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 11,
                    "text": "Because that by reason of him many of the Jews went away, and believed on Jesus.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103958850400754
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when he was departed thence, he went into their synagogue:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040770029772839
                }
            ]
        },
        {
            "verse": 30,
            "text": "And Paul dwelt two whole years in his own hired house, and received all that came in unto him,",
            "similars": []
        },
        {
            "verse": 31,
            "text": "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 80,
                    "text": "And any man that shall go and preach this gospel of the kingdom, and fail not to continue faithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor joint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go hungry, neither athirst.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011237208805535
                }
            ]
        }
    ]
}