{
    "volume": "New Testament",
    "book": "Acts",
    "chapter": 15,
    "verses": [
        {
            "verse": 1,
            "text": "And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
                    "score": 0.8057653130370801
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                    "score": 0.791551301730821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 2,
                    "text": "Now, in the days of the apostles the law of circumcision was had among all the Jews who believed not the gospel of Jesus Christ.",
                    "score": 0.7892055166454198
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 6,
                    "text": "That their children might remain without circumcision; and that the tradition might be done away, which saith that little children are unholy; for it was had among the Jews;",
                    "score": 0.7857871816273154
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And Moses spake before the Lord, saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?",
                    "score": 0.7845251520129729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "score": 0.7841923919360609
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 10,
                    "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them a reproach; they have no delight in it.",
                    "score": 0.7821180585295565
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 21,
                    "text": "I say unto you, ye will know at that day that ye cannot be saved; for there can no man be saved except his garments are washed white; yea, his garments must be purified until they are cleansed from all stain, through the blood of him of whom it has been spoken by our fathers, who should come to redeem his people from their sins.",
                    "score": 0.7783987499911312
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Now all the people that came out were circumcised: but all the people that were born in the wilderness by the way as they came forth out of Egypt, them they had not circumcised.",
                    "score": 0.7777866802563218
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 10,
                    "text": "Thou shalt die the deaths of the uncircumcised by the hand of strangers: for I have spoken it, saith the Lord God.",
                    "score": 0.775111547072665
                }
            ]
        },
        {
            "verse": 2,
            "text": "When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
                    "score": 0.7628507604787353
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "score": 0.747349522032029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 89,
                    "text": "And if he or she confess not thou shalt deliver him or her up unto the church, not to the members, but to the elders. And it shall be done in a meeting, and that not before the world.",
                    "score": 0.7472281375401938
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 19,
                    "text": "But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden:",
                    "score": 0.7466803609058833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 102,
                    "verse": 30,
                    "text": "There is a distinction between the high council or traveling high priests abroad, and the traveling high council composed of the twelve apostles, in their decisions.",
                    "score": 0.7461927337378376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 22,
                    "text": "And also they had peace in the seventy and eighth year, save it were a few contentions concerning the points of doctrine which had been laid down by the prophets.",
                    "score": 0.7447123649306019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And now come, saith the Lord, by the Spirit, unto the elders of his church, and let us reason together, that ye may understand;",
                    "score": 0.74289994878241
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 2,
                    "text": "Then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:",
                    "score": 0.742829572620922
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7427462481131379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7417799783402134
                }
            ]
        },
        {
            "verse": 3,
            "text": "And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "And it came to pass that I saw among the nations of the Gentiles the formation of a great church.",
                    "score": 0.8024403524548982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 23,
                    "text": "And it came to pass that thus they did go forth among all the people of Nephi, and did preach the gospel of Christ unto all people upon the face of the land; and they were converted unto the Lord, and were united unto the church of Christ, and thus the people of that generation were blessed, according to the word of Jesus.",
                    "score": 0.7974478336041194
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 23,
                    "verse": 8,
                    "text": "Now, these are they who were converted unto the Lord:",
                    "score": 0.7972802838144215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.784566693476326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.7828085439233435
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Moses and Aaron went into the tabernacle of the congregation, and came out, and blessed the people: and the glory of the Lord appeared unto all the people.",
                    "score": 0.7816635622194953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it came to pass that Alma and his brethren did minister unto them.",
                    "score": 0.7801292540488958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 26,
                    "text": "And it came to pass that it did cause great joy among them. And they went down into the land of Jershon, and took possession of the land of Jershon; and they were called by the Nephites the people of Ammon; therefore they were distinguished by that name ever after.",
                    "score": 0.7770990722546984
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 16,
                    "text": "And it came to pass that as Ammon was going forth into the land, that he and his brethren met Alma, over in the place of which has been spoken; and behold, this was a joyful meeting.",
                    "score": 0.7769851240875054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 23,
                    "verse": 4,
                    "text": "And now it came to pass that when the king had sent forth this proclamation, that Aaron and his brethren went forth from city to city, and from one house of worship to another, establishing churches, and consecrating priests and teachers throughout the land among the Lamanites, to preach and to teach the word of God among them; and thus they began to have great success.",
                    "score": 0.7711341538421277
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And the king sent, and they gathered unto him all the elders of Judah and of Jerusalem.",
                    "score": 0.8010883784549956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 20,
                    "text": "And it came to pass that they did do all things even as Jesus had commanded them.",
                    "score": 0.7886753537862703
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 29,
                    "text": "Then the king sent and gathered together all the elders of Judah and Jerusalem.",
                    "score": 0.7795062676599105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 49,
                    "verse": 30,
                    "text": "Yea, and there was continual peace among them, and exceedingly great prosperity in the church because of their heed and diligence which they gave unto the word of God, which was declared unto them by Helaman, and Shiblon, and Corianton, and Ammon and his brethren, yea, and by all those who had been ordained by the holy order of God, being baptized unto repentance, and sent forth to preach among the people.",
                    "score": 0.7789611694278875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 38,
                    "text": "And now all these things did Alma and his fellow laborers do who were over the church, walking in all diligence, teaching the word of God in all things, suffering all manner of afflictions, being persecuted by all those who did not belong to the church of God.",
                    "score": 0.7780240000392985
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And all the elders of Israel came, and the priests took up the ark.",
                    "score": 0.7745261654739667
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.7717439740712128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.7716196574284705
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;",
                    "score": 0.7699860491291776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it came to pass that Alma and his brethren did minister unto them.",
                    "score": 0.7668490950347352
                }
            ]
        },
        {
            "verse": 5,
            "text": "But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them to keep the law of Moses.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 3,
                    "text": "And it came to pass that there arose a great contention among the people concerning the law of circumcision, for the unbelieving husband was desirous that his children should be circumcised and become subject to the law of Moses, which law was fulfilled.",
                    "score": 0.8134214545433195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Yea, and they did keep the law of Moses; for it was expedient that they should keep the law of Moses as yet, for it was not all fulfilled. But notwithstanding the law of Moses, they did look forward to the coming of Christ, considering that the law of Moses was a type of his coming, and believing that they must keep those outward performances until the time that he should be revealed unto them.",
                    "score": 0.7877508977031219
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 2,
                    "text": "Now, in the days of the apostles the law of circumcision was had among all the Jews who believed not the gospel of Jesus Christ.",
                    "score": 0.7781287995928061
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And I would that ye should behold that the more part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments according to the law of Moses.",
                    "score": 0.7736456384610284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come.",
                    "score": 0.7652788634601934
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And their children, whom he raised up in their stead, them Joshua circumcised: for they were uncircumcised, because they had not circumcised them by the way.",
                    "score": 0.7637446845981081
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And Moses said before the Lord, Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?",
                    "score": 0.7588864382848264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7584922074207677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Wherefore, the prophets, and the priests, and the teachers, did labor diligently, exhorting with all long-suffering the people to diligence; teaching the law of Moses, and the intent for which it was given; persuading them to look forward unto the Messiah, and believe in him to come as though he already was. And after this manner did they teach them.",
                    "score": 0.7573155318139135
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 4,
                    "text": "Moses commanded us a law, even the inheritance of the congregation of Jacob.",
                    "score": 0.7562330435058249
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the apostles and elders came together for to consider of this matter.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And now come, saith the Lord, by the Spirit, unto the elders of his church, and let us reason together, that ye may understand;",
                    "score": 0.8008351195906269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 1,
                    "text": "Behold and hearken, O ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.",
                    "score": 0.7842035195609731
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 45,
                    "text": "The elders are to conduct the meetings as they are led by the Holy Ghost, according to the commandments and revelations of God.",
                    "score": 0.7786828375089476
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 38,
                    "text": "The duty of the elders, priests, teachers, deacons, and members of the church of Christ--An apostle is an elder, and it is his calling to baptize;",
                    "score": 0.7778057049203158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 82,
                    "text": "With a list of the names of the several members uniting themselves with the church since the last conference; or send by the hand of some priest; so that a regular list of all the names of the whole church may be kept in a book by one of the elders, whomsoever the other elders shall appoint from time to time;",
                    "score": 0.7740800465538749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls.",
                    "score": 0.7692108873936392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7682955658503061
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them.",
                    "score": 0.7676177491075665
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "score": 0.7659997339155115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "score": 0.7658410771869858
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 7,
                    "text": "Now, these are the words which he said unto the people concerning the matter: I thank my God, my beloved people, that our great God has in goodness sent these our brethren, the Nephites, unto us to preach unto us, and to convince us of the traditions of our wicked fathers.",
                    "score": 0.7930974784083918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.788854051573758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 10,
                    "text": "And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.",
                    "score": 0.7827455223647534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 30,
                    "text": "And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance.",
                    "score": 0.782705697592348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
                    "score": 0.7819342956151819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7819214811145235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.",
                    "score": 0.7805934437224081
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 9,
                    "text": "Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and shew us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, It is truth.",
                    "score": 0.7786417930382472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And now behold, my people, ye are a stiffnecked people; wherefore, I have spoken plainly unto you, that ye cannot misunderstand. And the words which I have spoken shall stand as a testimony against you; for they are sufficient to teach any man the right way; for the right way is to believe in Christ and deny him not; for by denying him ye also deny the prophets and the law.",
                    "score": 0.7778172840901763
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And the Lord heard the voice of your words, when ye spake unto me; and the Lord said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.",
                    "score": 0.7775314493566972
                }
            ]
        },
        {
            "verse": 8,
            "text": "And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 22,
                    "text": "Father, thou hast given them the Holy Ghost because they believe in me; and thou seest that they believe in me because thou hearest them, and they pray unto me; and they pray unto me because I am with them.",
                    "score": 0.8237769423686204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.",
                    "score": 0.8102947847003301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 11,
                    "text": "And the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men, because of me.",
                    "score": 0.8011466760340812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.",
                    "score": 0.7992791478850254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "Father, I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.",
                    "score": 0.7991656415490581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Wherefore, watch over him that his faith fail not, and it shall be given by the Comforter, the Holy Ghost, that knoweth all things.",
                    "score": 0.7957943160897343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 26,
                    "text": "God shall give unto you knowledge by his Holy Spirit, yea, by the unspeakable gift of the Holy Ghost, that has not been revealed since the world was until now;",
                    "score": 0.7950439461962665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 26,
                    "text": "Yea, wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God, and the gift of the Holy Ghost!",
                    "score": 0.7950137110432542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 20,
                    "text": "Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me that I have chosen them out of the world.",
                    "score": 0.7930750682327642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And blessed are all the pure in heart, for they shall see God.",
                    "score": 0.791794890376995
                }
            ]
        },
        {
            "verse": 9,
            "text": "And put no difference between us and them, purifying their hearts by faith.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 27,
                    "text": "Add iniquity unto their iniquity: and let them not come into thy righteousness.",
                    "score": 0.7623365999486045
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 17,
                    "verse": 4,
                    "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
                    "score": 0.7511412291220747
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 116,
                    "text": "Neither is man capable to make them known, for they are only to be seen and understood by the power of the Holy Spirit, which God bestows on those who love him, and purify themselves before him;",
                    "score": 0.7503479879054756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 43,
                    "text": "O Lord, we delight not in the destruction of our fellow men; their souls are precious before thee;",
                    "score": 0.743922696992818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 54,
                    "text": "And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking;",
                    "score": 0.7432589852643671
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 23,
                    "text": "Neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of all their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.",
                    "score": 0.7414565985066344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 35,
                    "text": "Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God.",
                    "score": 0.7405166345973451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 15,
                    "text": "But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation--",
                    "score": 0.7388717302659247
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 11,
                    "text": "Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish.",
                    "score": 0.7383665977703879
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And thus shalt thou do unto them, to cleanse them: Sprinkle water of purifying upon them, and let them shave all their flesh, and let them wash their clothes, and so make themselves clean.",
                    "score": 0.7376144586558031
                }
            ]
        },
        {
            "verse": 10,
            "text": "Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 2,
                    "text": "Thus saith the Lord to me; Make thee bonds and yokes, and put them upon thy neck,",
                    "score": 0.8182118300977951
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 14,
                    "text": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the Lord hath delivered me into their hands, from whom I am not able to rise up.",
                    "score": 0.8071628939572689
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Thy father made our yoke grievous: now therefore ease thou somewhat the grievous servitude of thy father, and his heavy yoke that he put upon us, and we will serve thee.",
                    "score": 0.7940478768788577
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Thy father made our yoke grievous: now therefore make thou the grievous service of thy father, and his heavy yoke which he put upon us, lighter, and we will serve thee.",
                    "score": 0.7933513342069239
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he said unto them, What counsel give ye that we may answer this people, who have spoken to me, saying, Make the yoke which thy father did put upon us lighter?",
                    "score": 0.7906771528424824
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 14,
                    "text": "Notwithstanding they would not hear, but hardened their necks, like to the neck of their fathers, that did not believe in the Lord their God.",
                    "score": 0.7862974014780025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7837389006436026
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7837389006436026
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers, who therefore gave them up to desolation, as ye see.",
                    "score": 0.7780164950253852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor.",
                    "score": 0.7765286043786219
                }
            ]
        },
        {
            "verse": 11,
            "text": "But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 30,
                    "text": "And we know that justification through the grace of our Lord and Savior Jesus Christ is just and true;",
                    "score": 0.8248172156812361
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 3,
                    "text": "We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.",
                    "score": 0.8176607689265832
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And we know also, that sanctification through the grace of our Lord and Savior Jesus Christ is just and true, to all those who love and serve God with all their mights, minds, and strength.",
                    "score": 0.8084138601708444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "score": 0.8009845565013214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 23,
                    "text": "For we labor diligently to write, to persuade our children, and also our brethren, to believe in Christ, and to be reconciled to God; for we know that it is by grace that we are saved, after all we can do.",
                    "score": 0.798458821061825
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And this according to the grace of our Lord and Savior Jesus Christ, to whom be all glory, both now and forever. Amen.",
                    "score": 0.7955268800292243
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 4,
                    "text": "Now ye see that this is the true faith of God; yea, ye see that God will support, and keep, and preserve us, so long as we are faithful unto him, and unto our faith, and our religion; and never will the Lord suffer that we shall be destroyed except we should fall into transgression and deny our faith.",
                    "score": 0.794045737192975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 6,
                    "text": "Thou also sayest, except we repent we shall perish. How knowest thou the thought and intent of our hearts? How knowest thou that we have cause to repent? How knowest thou that we are not a righteous people? Behold, we have built sanctuaries, and we do assemble ourselves together to worship God. We do believe that God will save all men.",
                    "score": 0.7905104700223384
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 60,
                    "text": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
                    "score": 0.7878708771549336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And, notwithstanding we believe in Christ, we keep the law of Moses, and look forward with steadfastness unto Christ, until the law shall be fulfilled.",
                    "score": 0.7851673649018353
                }
            ]
        },
        {
            "verse": 12,
            "text": "Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And it came to pass that there was no contention among all the people, in all the land; but there were mighty miracles wrought among the disciples of Jesus.",
                    "score": 0.7814673981755634
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 26,
                    "text": "And yet, notwithstanding his mighty works, and miracles, and proclamation of the truth, in great power and authority, there were but few who hearkened to his voice, and rejoiced in his presence, and received salvation at his hands.",
                    "score": 0.7657578239929762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7623040855708907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And it came to pass that when Jesus had touched them all, there came a cloud and overshadowed the multitude that they could not see Jesus.",
                    "score": 0.7580966701929067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.756579595608271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.",
                    "score": 0.7557523248567312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost.",
                    "score": 0.7554115728009116
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.7543892061190259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 16,
                    "text": "Behold, it came to pass on the morrow that the multitude gathered themselves together, and they both saw and heard these children; yea, even babes did open their mouths and utter marvelous things; and the things which they did utter were forbidden that there should not any man write them.",
                    "score": 0.7542180443351548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.",
                    "score": 0.7513740885593785
                }
            ]
        },
        {
            "verse": 13,
            "text": "And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 20,
                    "text": "Then I answered them, The word of the Lord came unto me, saying,",
                    "score": 0.8169698202158676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 54,
                    "text": "And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.",
                    "score": 0.8077249705507923
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 29,
                    "verse": 21,
                    "text": "Unto me men gave ear, and waited, and kept silence at my counsel.",
                    "score": 0.8019115832609833
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
                    "score": 0.8017283653901804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 7,
                    "text": "And it came to pass that this matter of their contention was settled by the voice of the people. And it came to pass that the voice of the people came in favor of the freemen, and Pahoran retained the judgment-seat, which caused much rejoicing among the brethren of Pahoran and also many of the people of liberty, who also put the king-men to silence, that they durst not oppose but were obliged to maintain the cause of freedom.",
                    "score": 0.8005682277341661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it came to pass that I beheld my brethren, and they were disputing one with another concerning the things which my father had spoken unto them.",
                    "score": 0.8002304817859418
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And Micaiah said, If thou certainly return in peace, then hath not the Lord spoken by me. And he said, Hearken, all ye people.",
                    "score": 0.7994540740143954
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 8,
                    "text": "For my brethren and companions' sakes, I will now say, Peace be within thee.",
                    "score": 0.799422286063163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And king Benjamin again opened his mouth and began to speak unto them, saying: My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.",
                    "score": 0.797117360564286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And it came to pass that after this manner of language did I persuade my brethren, that they might be faithful in keeping the commandments of God.",
                    "score": 0.7944781117777218
                }
            ]
        },
        {
            "verse": 14,
            "text": "Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 24,
                    "text": "And he turned himself about from them, and wept; and returned to them again, and communed with them, and took from them Simeon, and bound him before their eyes.",
                    "score": 0.7633986340775176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7613869734175195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.759674108090917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7572788484787474
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 20,
                    "text": "And when they entered unto the heathen, whither they went, they profaned my holy name, when they said to them, These are the people of the Lord, and are gone forth out of his land.",
                    "score": 0.7571708309135039
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                    "score": 0.7570525799944956
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 21,
                    "text": "And what one nation in the earth is like thy people Israel, whom God went to redeem to be his own people, to make thee a name of greatness and terribleness, by driving out nations from before thy people, whom thou hast redeemed out of Egypt?",
                    "score": 0.7545180346754261
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 7,
                    "text": "Therefore now thus saith the Lord, the God of hosts, the God of Israel; Wherefore commit ye this great evil against your souls, to cut off from you man and woman, child and suckling, out of Judah, to leave you none to remain;",
                    "score": 0.7539930297205738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7523041497865911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 19,
                    "text": "But it came to pass that whosoever did not belong to the church of God began to persecute those that did belong to the church of God, and had taken upon them the name of Christ.",
                    "score": 0.7522057023639211
                }
            ]
        },
        {
            "verse": 15,
            "text": "And to this agree the words of the prophets; as it is written,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And thus far were the scriptures fulfilled which had been spoken by the prophets.",
                    "score": 0.8394578788280798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And also that we may preserve unto them the words which have been spoken by the mouth of all the holy prophets, which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time.",
                    "score": 0.830526583907449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets--",
                    "score": 0.8298806969686088
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.8212991230507745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
                    "score": 0.8150658634414074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 17,
                    "text": "And then the words of the prophet Isaiah shall be fulfilled, which say:",
                    "score": 0.813889404103148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And now, the resurrection of all the prophets, and all those that have believed in their words, or all those that have kept the commandments of God, shall come forth in the first resurrection; therefore, they are the first resurrection.",
                    "score": 0.8129009675106494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.8034055386519376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "score": 0.8032902895801347
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Therefore have I hewed them by the prophets; I have slain them by the words of my mouth: and thy judgments are as the light that goeth forth.",
                    "score": 0.8011283946541814
                }
            ]
        },
        {
            "verse": 16,
            "text": "After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 11,
                    "text": "In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:",
                    "score": 0.8703918265192979
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 7,
                    "text": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first.",
                    "score": 0.8111735580658845
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 36,
                    "text": "Then the heathen that are left round about you shall know that I the Lord build the ruined places, and plant that that was desolate: I the Lord have spoken it, and I will do it.",
                    "score": 0.8054564027522643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come--after it should be destroyed it should be built up again, a holy city unto the Lord; wherefore, it could not be a new Jerusalem for it had been in a time of old; but it should be built up again, and become a holy city of the Lord; and it should be built unto the house of Israel--",
                    "score": 0.7986202980328329
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 14,
                    "text": "So will I break down the wall that ye have daubed with untempered mortar, and bring it down to the ground, so that the foundation thereof shall be discovered, and it shall fall, and ye shall be consumed in the midst thereof: and ye shall know that I am the Lord.",
                    "score": 0.794096068837451
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And he spake also unto the men of Penuel, saying, When I come again in peace, I will break down this tower.",
                    "score": 0.7873848322062603
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 3,
                    "verse": 14,
                    "text": "That in the day that I shall visit the transgressions of Israel upon him I will also visit the altars of Beth-el: and the horns of the altar shall be cut off, and fall to the ground.",
                    "score": 0.7871475717596342
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 13,
                    "text": "And I will stretch over Jerusalem the line of Samaria, and the plummet of the house of Ahab: and I will wipe Jerusalem as a man wipeth a dish, wiping it, and turning it upside down.",
                    "score": 0.7831615108632586
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "score": 0.7825856736289846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And it shall come to pass in that day that the Lord shall set his hand again the second time to recover the remnant of his people which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "score": 0.7825856736289846
                }
            ]
        },
        {
            "verse": 17,
            "text": "That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 12,
                    "text": "That they may possess the remnant of Edom, and of all the heathen, which are called by my name, saith the Lord that doeth this.",
                    "score": 0.8368062354529383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.8057444398352659
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 37,
                    "text": "Thus saith the Lord; If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done, saith the Lord.",
                    "score": 0.7975192567478718
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 18,
                    "text": "And he said, Wherefore doth my lord thus pursue after his servant? for what have I done? or what evil is in mine hand?",
                    "score": 0.796344834282617
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 6,
                    "text": "That thou inquirest after mine iniquity, and searchest after my sin?",
                    "score": 0.7884509905202385
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 11,
                    "text": "For as the girdle cleaveth to the loins of a man, so have I caused to cleave unto me the whole house of Israel and the whole house of Judah, saith the Lord; that they might be unto me for a people, and for a name, and for a praise, and for a glory: but they would not hear.",
                    "score": 0.7874985985109267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Therefore, all things whatsoever ye would that men should do to you, do ye even so to them, for this is the law and the prophets.",
                    "score": 0.786484070586168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Wherefore, all men must take upon them the name which is given of the Father, for in that name shall they be called at the last day;",
                    "score": 0.786401175918805
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 4,
                    "text": "Then called I upon the name of the Lord; O Lord, I beseech thee, deliver my soul.",
                    "score": 0.7855396025160994
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 18,
                    "text": "That all their outgoings from this house may be in the name of the Lord;",
                    "score": 0.7850939623714692
                }
            ]
        },
        {
            "verse": 18,
            "text": "Known unto God are all his works from the beginning of the world.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 11,
                    "text": "He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.",
                    "score": 0.7904174600674477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7806107566400659
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 13,
                    "text": "Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning;",
                    "score": 0.7767331650343675
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 4,
                    "text": "For the word of the Lord is right; and all his works are done in truth.",
                    "score": 0.7676891128187755
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 1,
                    "text": "In the beginning God created the heaven and the earth.",
                    "score": 0.7660735900736876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.",
                    "score": 0.7645030038967437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And as I suppose that the first part of this record, which speaks concerning the creation of the world, and also of Adam, and an account from that time even to the great tower, and whatsoever things transpired among the children of men until that time, is had among the Jews--",
                    "score": 0.7571523847063923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And he ministered unto him even as he ministered unto the Nephites; and all this, that this man might know that he was God, because of the many great works which the Lord had showed unto him.",
                    "score": 0.7557653772417606
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.7554115262176814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 12,
                    "text": "Q. What are we to understand by the sounding of the trumpets, mentioned in the 8th chapter of Revelation? A. We are to understand that as God made the world in six days, and on the seventh day he finished his work, and sanctified it, and also formed man out of the dust of the earth, even so, in the beginning of the seventh thousand years will the Lord God sanctify the earth, and complete the salvation of man, and judge all things, and shall redeem all things, except that which he hath not put into his power, when he shall have sealed all things, unto the end of all things; and the sounding of the trumpets of the seven angels are the preparing and finishing of his work, in the beginning of the seventh thousand years--the preparing of the way before the time of his coming.",
                    "score": 0.7548550342202774
                }
            ]
        },
        {
            "verse": 19,
            "text": "Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.",
                    "score": 0.7956191003013338
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 4,
                    "text": "But when they in their trouble did turn unto the Lord God of Israel, and sought him, he was found of them.",
                    "score": 0.7851420394417185
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 23,
                    "text": "For they said unto me, Make us gods, which shall go before us: for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.",
                    "score": 0.7837995986088866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7796559221975538
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 19,
                    "text": "And Joseph said unto them, Fear not: for am I in the place of God?",
                    "score": 0.7775105537014692
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And them that are turned back from the Lord; and those that have not sought the Lord, nor inquired for him.",
                    "score": 0.7761214109749673
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.",
                    "score": 0.7741506007604786
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore.",
                    "score": 0.7722021056634962
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Wherefore will ye plead with me? ye all have transgressed against me, saith the Lord.",
                    "score": 0.7716404352896263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.",
                    "score": 0.7705096857100722
                }
            ]
        },
        {
            "verse": 20,
            "text": "But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And these things are written that we may rid our garments of the blood of our brethren, who have dwindled in unbelief.",
                    "score": 0.8227702448041762
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 36,
                    "text": "Thus saith the Lord God; Because thy filthiness was poured out, and thy nakedness discovered through thy whoredoms with thy lovers, and with all the idols of thy abominations, and by the blood of thy children, which thou didst give unto them;",
                    "score": 0.7840250543952808
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 33,
                    "text": "So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
                    "score": 0.7783611269139492
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 30,
                    "text": "I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.",
                    "score": 0.7764069984839328
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 23,
                    "text": "Neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of all their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.",
                    "score": 0.7758997810733679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.",
                    "score": 0.7734013738383686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 74,
                    "text": "Behold, verily I say unto you, that whatever persons among you, having put away their companions for the cause of fornication, or in other words, if they shall testify before you in all lowliness of heart that this is the case, ye shall not cast them out from among you;",
                    "score": 0.7694040205668825
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 9,
                    "text": "So shalt thou put away the guilt of innocent blood from among you, when thou shalt do that which is right in the sight of the Lord.",
                    "score": 0.766032145798522
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 29,
                    "text": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.",
                    "score": 0.7647020262989731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Behold, I say unto you, Nay, let us retain our swords that they be not stained with the blood of our brethren; for perhaps, if we should stain our swords again they can no more be washed bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins.",
                    "score": 0.76428772299482
                }
            ]
        },
        {
            "verse": 21,
            "text": "For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Even after a certain rate every day, offering according to the commandment of Moses, on the sabbaths, and on the new moons, and on the solemn feasts, three times in the year, even in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles.",
                    "score": 0.7852732170314398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 23,
                    "text": "And he commanded them that they should observe the sabbath day, and keep it holy, and also every day they should give thanks to the Lord their God.",
                    "score": 0.7710727559728776
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:",
                    "score": 0.7584823397693184
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 8,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7566505817027737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7566505817027737
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And Moses said, Eat that to day; for to day is a sabbath unto the Lord: to day ye shall not find it in the field.",
                    "score": 0.7547803214690796
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 29,
                    "text": "See, for that the Lord hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day.",
                    "score": 0.7547298242029202
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 16,
                    "text": "Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant.",
                    "score": 0.7457530013215008
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.",
                    "score": 0.7441276832247484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.7428258438978484
                }
            ]
        },
        {
            "verse": 22,
            "text": "Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely, Judas surnamed Barsabas, and Silas, chief men among the brethren:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.",
                    "score": 0.770632295608945
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 63,
                    "text": "And as I said unto mine apostles, even so I say unto you, for you are mine apostles, even God's high priests; ye are they whom my Father hath given me; ye are my friends;",
                    "score": 0.7675850141243135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 49,
                    "verse": 30,
                    "text": "Yea, and there was continual peace among them, and exceedingly great prosperity in the church because of their heed and diligence which they gave unto the word of God, which was declared unto them by Helaman, and Shiblon, and Corianton, and Ammon and his brethren, yea, and by all those who had been ordained by the holy order of God, being baptized unto repentance, and sent forth to preach among the people.",
                    "score": 0.7631349515388218
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it came to pass that Alma and his brethren did minister unto them.",
                    "score": 0.7620693011867421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 41,
                    "text": "Go to and gather together thy flocks, both male and female, of every kind; and also of the seed of the earth of every kind; and thy families; and also Jared thy brother and his family; and also thy friends and their families, and the friends of Jared and their families.",
                    "score": 0.7618900089200498
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And the captains over the hundreds did according to all things that Jehoiada the priest commanded: and they took every man his men that were to come in on the sabbath, with them that should go out on the sabbath, and came to Jehoiada the priest.",
                    "score": 0.7600184954589448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them--",
                    "score": 0.7586318357041019
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.758379491081567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 34,
                    "text": "And now, I give unto the church in these parts a commandment, that certain men among them shall be appointed, and they shall be appointed by the voice of the church;",
                    "score": 0.7571258126661314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 48,
                    "verse": 5,
                    "text": "The place is not yet to be revealed; but after your brethren come from the east there are to be certain men appointed, and to them it shall be given to know the place, or to them it shall be revealed.",
                    "score": 0.7570931400577632
                }
            ]
        },
        {
            "verse": 23,
            "text": "And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants, it is expedient in me that the elders of my church should be called together, from the east and from the west, and from the north and from the south, by letter or some other way.",
                    "score": 0.779973366761623
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And the men of his city, even the elders and the nobles who were the inhabitants in his city, did as Jezebel had sent unto them, and as it was written in the letters which she had sent unto them.",
                    "score": 0.7627014933594096
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
                    "score": 0.7605308332332712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 57,
                    "verse": 16,
                    "text": "And unto the residue of both elders and members further directions shall be given hereafter. Even so. Amen.",
                    "score": 0.756847413254112
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 2,
                    "text": "Verily I say unto you, blessed are you for receiving mine everlasting covenant, even the fulness of my gospel, sent forth unto the children of men, that they might have life and be made partakers of the glories which are to be revealed in the last days, as it was written by the prophets and apostles in days of old.",
                    "score": 0.7558841552098142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 18,
                    "text": "Yea, behold, I write unto all the ends of the earth; yea, unto you, twelve tribes of Israel, who shall be judged according to your works by the twelve whom Jesus chose to be his disciples in the land of Jerusalem.",
                    "score": 0.7554252846452528
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 1,
                    "text": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem unto the residue of the elders which were carried away captives, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon;",
                    "score": 0.754393236807179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 2,
                    "text": "To be sent greeting; not by commandment or constraint, but by revelation and the word of wisdom, showing forth the order and will of God in the temporal salvation of all saints in the last days--",
                    "score": 0.7519161952772558
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;",
                    "score": 0.7456876808122008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 17,
                    "text": "Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence, that ye shall be about to prepare to return to the land of your inheritance;",
                    "score": 0.7446854858154651
                }
            ]
        },
        {
            "verse": 24,
            "text": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 10,
                    "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them a reproach; they have no delight in it.",
                    "score": 0.8187083059687917
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
                    "score": 0.8069709867428341
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 17,
                    "text": "But if ye will not hearken unto us, to be circumcised; then will we take our daughter, and we will be gone.",
                    "score": 0.806670055501416
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                    "score": 0.8056862191046463
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Wherefore the Lord said unto Solomon, Forasmuch as this is done of thee, and thou hast not kept my covenant and my statutes, which I have commanded thee, I will surely rend the kingdom from thee, and will give it to thy servant.",
                    "score": 0.8041465077524782
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
                    "score": 0.8006294832204882
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 8,
                    "text": "But ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the Lord of hosts.",
                    "score": 0.7958010185555093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 15,
                    "text": "And now behold, I tell you by the spirit of prophecy, that if ye transgress the commandments of God, behold, these things which are sacred shall be taken away from you by the power of God, and ye shall be delivered up unto Satan, that he may sift you as chaff before the wind.",
                    "score": 0.7940652644336411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7940150072069676
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 45,
                    "text": "Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the Lord thy God, to keep his commandments and his statutes which he commanded thee:",
                    "score": 0.7932425740259794
                }
            ]
        },
        {
            "verse": 25,
            "text": "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 3,
                    "text": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
                    "score": 0.8223206435402922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "score": 0.8155434246704776
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.7968360558591023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 8,
                    "text": "And now, verily thus saith the Lord, it is expedient that all things be done unto my glory, by you who are joined together in this order;",
                    "score": 0.7963365981225017
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 9,
                    "text": "And let every man deal honestly, and be alike among this people, and receive alike, that ye may be one, even as I have commanded you.",
                    "score": 0.7958009509534635
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 133,
                    "verse": 1,
                    "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
                    "score": 0.7907673752798171
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 8,
                    "text": "Verily I say unto you, it is expedient in me that he should become a member of the order, that he may assist in bringing forth my word unto the children of men.",
                    "score": 0.7894043489254119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 2,
                    "text": "And it shall come to pass, that inasmuch as they are faithful, and exercise faith in me, I will pour out my Spirit upon them in the day that they assemble themselves together.",
                    "score": 0.7866227413669514
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                    "score": 0.7861166551840928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 4,
                    "text": "And now we ask thee, Holy Father, in the name of Jesus Christ, the Son of thy bosom, in whose name alone salvation can be administered to the children of men, we ask thee, O Lord, to accept of this house, the workmanship of the hands of us, thy servants, which thou didst command us to build.",
                    "score": 0.7846664362931725
                }
            ]
        },
        {
            "verse": 26,
            "text": "Men that have hazarded their lives for the name of our Lord Jesus Christ.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 48,
                    "text": "Thou knowest, O Lord, that they have been greatly oppressed and afflicted by wicked men; and our hearts flow out with sorrow because of their grievous burdens.",
                    "score": 0.7792387696473417
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.7758995922639409
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Wherefore, all men must take upon them the name which is given of the Father, for in that name shall they be called at the last day;",
                    "score": 0.7744186551796937
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 3,
                    "text": "The Lord is a man of war: the Lord is his name.",
                    "score": 0.7743315389774745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 38,
                    "text": "For no man can be saved, according to the words of Christ, save they shall have faith in his name; wherefore, if these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made.",
                    "score": 0.7733131128749061
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 18,
                    "text": "Remember this, that the enemy hath reproached, O Lord, and that the foolish people have blasphemed thy name.",
                    "score": 0.7679056951884965
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 12,
                    "verse": 1,
                    "text": "Help, Lord; for the godly man ceaseth; for the faithful fail from among the children of men.",
                    "score": 0.7673593973031374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And we know that all men must repent and believe on the name of Jesus Christ, and worship the Father in his name, and endure in faith on his name to the end, or they cannot be saved in the kingdom of God.",
                    "score": 0.7664664696058938
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 124,
                    "verse": 2,
                    "text": "If it had not been the Lord who was on our side, when men rose up against us:",
                    "score": 0.7643082501743814
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 17,
                    "text": "And he said, Be it far from me, O Lord, that I should do this: is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men.",
                    "score": 0.7636185349311779
                }
            ]
        },
        {
            "verse": 27,
            "text": "We have sent therefore Judas and Silas, who shall also tell you the same things by mouth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hearken unto my word, my servants Sidney, and Parley, and Leman; for behold, verily I say unto you, that I give unto you a commandment that you shall go and preach my gospel which ye have received, even as ye have received it, unto the Shakers.",
                    "score": 0.7715451912194417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.7714605709357132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;",
                    "score": 0.7711295386881224
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 12,
                    "text": "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.",
                    "score": 0.7658647256965665
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 12,
                    "text": "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say.",
                    "score": 0.7658077844449857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And then shall ye know that I have seen Jesus, and that he hath talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things;",
                    "score": 0.7656122904467604
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 22,
                    "text": "And again, verily I say unto you, let my servant Thomas B. Marsh and my servant Ezra Thayre take their journey also, preaching the word by the way unto this same land.",
                    "score": 0.7640054932395133
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And thou shalt speak unto him, and put words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do.",
                    "score": 0.7629805971206215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.7623666080693053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you my servants Joseph Smith, Jun., and Sidney Rigdon, that the time has verily come that it is necessary and expedient in me that you should open your mouths in proclaiming my gospel, the things of the kingdom, expounding the mysteries thereof out of the scriptures, according to that portion of Spirit and power which shall be given unto you, even as I will.",
                    "score": 0.7595864930795417
                }
            ]
        },
        {
            "verse": 28,
            "text": "For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 38,
                    "text": "That ye contend no more against the Holy Ghost, but that ye receive it, and take upon you the name of Christ; that ye humble yourselves even to the dust, and worship God, in whatsoever place ye may be in, in spirit and in truth; and that ye live in thanksgiving daily, for the many mercies and blessings which he doth bestow upon you.",
                    "score": 0.7937960243671885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 16,
                    "text": "Behold, this is sufficient for you, and the will of him who hath sent you.",
                    "score": 0.7834187465543553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 64,
                    "text": "Remember that that which cometh from above is sacred, and must be spoken with care, and by constraint of the Spirit; and in this there is no condemnation, and ye receive the Spirit through prayer; wherefore, without this there remaineth condemnation.",
                    "score": 0.783049579471613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 8,
                    "text": "And I give unto you this promise, that inasmuch as ye do this the Holy Ghost shall be shed forth in bearing record unto all things whatsoever ye shall say.",
                    "score": 0.7809741096796653
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now, behold, we are in thine hand: as it seemeth good and right unto thee to do unto us, do.",
                    "score": 0.7801394800384182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And they did pray for that which they most desired; and they desired that the Holy Ghost should be given unto them.",
                    "score": 0.7801057826354482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 2,
                    "text": "Being inspired of the Holy Ghost to lay the foundation thereof, and to build it up unto the most holy faith.",
                    "score": 0.7736911367990787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 46,
                    "text": "The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.",
                    "score": 0.7727365222061882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 32,
                    "text": "For your heavenly Father knoweth that ye have need of all these things.",
                    "score": 0.7689549169842227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen.",
                    "score": 0.767359296175182
                }
            ]
        },
        {
            "verse": 29,
            "text": "That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 4,
                    "text": "But flesh with the life thereof, which is the blood thereof, shall ye not eat.",
                    "score": 0.8291314620730721
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And the flesh that toucheth any unclean thing shall not be eaten; it shall be burnt with fire: and as for the flesh, all that be clean shall eat thereof.",
                    "score": 0.8235954970614259
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 23,
                    "text": "Only be sure that thou eat not the blood: for the blood is the life; and thou mayest not eat the life with the flesh.",
                    "score": 0.8185199189436362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 28,
                    "text": "And now behold, this is the commandment which I give unto you, that ye shall not suffer any one knowingly to partake of my flesh and blood unworthily, when ye shall minister it;",
                    "score": 0.8161105090022632
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 14,
                    "text": "For it is the life of all flesh; the blood of it is for the life thereof: therefore I said unto the children of Israel, Ye shall eat the blood of no manner of flesh: for the life of all flesh is the blood thereof: whosoever eateth it shall be cut off.",
                    "score": 0.8157964702893044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.8148270483451501
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 29,
                    "text": "And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.",
                    "score": 0.8115999226943804
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Say ye to the righteous, that it shall be well with him: for they shall eat the fruit of their doings.",
                    "score": 0.8109316856820068
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 25,
                    "text": "Wherefore say unto them, Thus saith the Lord God; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?",
                    "score": 0.809846176759241
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Notwithstanding thou mayest kill and eat flesh in all thy gates, whatsoever thy soul lusteth after, according to the blessing of the Lord thy God which he hath given thee: the unclean and the clean may eat thereof, as of the roebuck, and as of the hart.",
                    "score": 0.8094209632058488
                }
            ]
        },
        {
            "verse": 30,
            "text": "So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.",
                    "score": 0.7764273417165503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7547875798804378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And it came to pass that when they had all been brought, and Jesus stood in the midst, he commanded the multitude that they should kneel down upon the ground.",
                    "score": 0.7547335890120654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Therefore they did assemble themselves together in different bodies, being called churches; every church having their priests and their teachers, and every priest preaching the word according as it was delivered to him by the mouth of Alma.",
                    "score": 0.7530163480563034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7526045765372745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And Alma did speak unto them, when they were assembled together in large bodies, and he went from one body to another, preaching unto the people repentance and faith on the Lord.",
                    "score": 0.7517729399106042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7475798996613787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 13,
                    "text": "And they that have been scattered shall be gathered.",
                    "score": 0.7461291129287276
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7443712256452237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And it came to pass that on the morrow the multitude were gathered together; and he spake plainly unto them and denied the things which he had taught them, and confessed the Christ, and the power of the Holy Ghost, and the ministering of angels.",
                    "score": 0.7441352950350463
                }
            ]
        },
        {
            "verse": 31,
            "text": "Which when they had read, they rejoiced for the consolation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 37,
                    "text": "And how blessed are they! For they did publish peace; they did publish good tidings of good; and they did declare unto the people that the Lord reigneth.",
                    "score": 0.77402722565736
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 3,
                    "verse": 22,
                    "text": "Which rejoice exceedingly, and are glad, when they can find the grave?",
                    "score": 0.7737769132256235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 15,
                    "text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
                    "score": 0.7676250423524011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And these are they who have published peace, who have brought good tidings of good, who have published salvation; and said unto Zion: Thy God reigneth!",
                    "score": 0.7653603624427232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And they began to rejoice over their brethren, saying: Behold the time is past, and the words of Samuel are not fulfilled; therefore, your joy and your faith concerning this thing hath been vain.",
                    "score": 0.7644260476463383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And it came to pass that after they had spoken these words the Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having peace of conscience, because of the exceeding faith which they had in Jesus Christ who should come, according to the words which king Benjamin had spoken unto them.",
                    "score": 0.7637930013851736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 39,
                    "text": "And it came to pass that there were many who died, firmly believing that their souls were redeemed by the Lord Jesus Christ; thus they went out of the world rejoicing.",
                    "score": 0.7632780454772445
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 8,
                    "text": "Zion heard, and was glad; and the daughters of Judah rejoiced because of thy judgments, O Lord.",
                    "score": 0.7631818578845921
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Then the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the Lord: and David the king also rejoiced with great joy.",
                    "score": 0.761923596251596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 8,
                    "text": "For they knew not what to think; for when they beheld those that had been delivered out of bondage they were filled with exceedingly great joy.",
                    "score": 0.7588284777816431
                }
            ]
        },
        {
            "verse": 32,
            "text": "And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And they knew that it must be expedient that Christ had come, because of the many signs which had been given, according to the words of the prophets; and because of the things which had come to pass already they knew that it must needs be that all things should come to pass according to that which had been spoken.",
                    "score": 0.7987276688026057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7858418817511954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 10,
                    "text": "And his disciples answered him and said: Yea, Lord, Samuel did prophesy according to thy words, and they were all fulfilled.",
                    "score": 0.7836047235941466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.7829295642865031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
                    "score": 0.7795738263821231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And Alma did speak unto them, when they were assembled together in large bodies, and he went from one body to another, preaching unto the people repentance and faith on the Lord.",
                    "score": 0.7740995421256414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 45,
                    "text": "Therefore, Helaman and his brethren went forth, and did declare the word of God with much power unto the convincing of many people of their wickedness, which did cause them to repent of their sins and to be baptized unto the Lord their God.",
                    "score": 0.7722903317314656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Verily I say unto you, yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have testified of me.",
                    "score": 0.7711444824882284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 23,
                    "text": "And God also declared unto prophets, by his own mouth, that Christ should come.",
                    "score": 0.7706241830508546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And thus far were the scriptures fulfilled which had been spoken by the prophets.",
                    "score": 0.7694734398096209
                }
            ]
        },
        {
            "verse": 33,
            "text": "And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7755322074518695
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 15,
                    "text": "They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.",
                    "score": 0.7606435702876674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 31,
                    "text": "Yea, they did mourn for their departure, for they knew not whither they had fled. Now they would have gladly joined with them, for they themselves had entered into a covenant with God to serve him and keep his commandments.",
                    "score": 0.7600137151306328
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And now for a little space grace hath been shewed from the Lord our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage.",
                    "score": 0.7596583911248802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Now when Ammon and his brethren saw this work of destruction among those whom they so dearly beloved, and among those who had so dearly beloved them--for they were treated as though they were angels sent from God to save them from everlasting destruction--therefore, when Ammon and his brethren saw this great work of destruction, they were moved with compassion, and they said unto the king:",
                    "score": 0.7570135323870216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 30,
                    "text": "And after the angel had spoken unto us, he departed.",
                    "score": 0.7556701612947971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass that there arose a division among the people, insomuch that they divided hither and thither and went their ways, leaving Nephi alone, as he was standing in the midst of them.",
                    "score": 0.7553703426056232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 28,
                    "text": "And Alma and Amulek came forth out of the prison, and they were not hurt; for the Lord had granted unto them power, according to their faith which was in Christ. And they straightway came forth out of the prison; and they were loosed from their bands; and the prison had fallen to the earth, and every soul within the walls thereof, save it were Alma and Amulek, was slain; and they straightway came forth into the city.",
                    "score": 0.7544081208749922
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And he said unto him, Go in peace. So he departed from him a little way.",
                    "score": 0.7537754799384558
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 15,
                    "text": "And Joshua made peace with them, and made a league with them, to let them live: and the princes of the congregation sware unto them.",
                    "score": 0.7527551115963761
                }
            ]
        },
        {
            "verse": 34,
            "text": "Notwithstanding it pleased Silas to abide there still.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 16,
                    "text": "He shall dwell with thee, even among you, in that place which he shall choose in one of thy gates, where it liketh him best: thou shalt not oppress him.",
                    "score": 0.7539860881034974
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 24,
                    "verse": 23,
                    "text": "Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.",
                    "score": 0.7427587195797639
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 13,
                    "text": "I have surely built thee an house to dwell in, a settled place for thee to abide in for ever.",
                    "score": 0.7399892695540938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.7392657983257364
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 3,
                    "text": "Nevertheless, inasmuch as thou hast abased thyself thou shalt be exalted; therefore, all thy sins are forgiven thee.",
                    "score": 0.7374149744054566
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 28,
                    "text": "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, he shall not die.",
                    "score": 0.7370370682890517
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 10,
                    "text": "For yet a little while, and the wicked shall not be: yea, thou shalt diligently consider his place, and it shall not be.",
                    "score": 0.7367054298842406
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But he that remaineth steadfast and is not overcome, the same shall be saved.",
                    "score": 0.7355576697569862
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 12,
                    "text": "Nevertheless man being in honour abideth not: he is like the beasts that perish.",
                    "score": 0.7351393910997512
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 66,
                    "text": "These things remain to overcome through patience, that such may receive a more exceeding and eternal weight of glory, otherwise, a greater condemnation. Amen.",
                    "score": 0.7334941373150873
                }
            ]
        },
        {
            "verse": 35,
            "text": "Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.7578672389212698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And Alma did speak unto them, when they were assembled together in large bodies, and he went from one body to another, preaching unto the people repentance and faith on the Lord.",
                    "score": 0.7519901646014266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Therefore they did assemble themselves together in different bodies, being called churches; every church having their priests and their teachers, and every priest preaching the word according as it was delivered to him by the mouth of Alma.",
                    "score": 0.7508381339151936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7443553374034408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 73,
                    "verse": 1,
                    "text": "For verily, thus saith the Lord, it is expedient in me that they should continue preaching the gospel, and in exhortation to the churches in the regions round about, until conference;",
                    "score": 0.7414076559115516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 22,
                    "text": "For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
                    "score": 0.7413697515690495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 38,
                    "text": "And after he had preached unto them, and also prophesied unto them of many things, he bade them to keep the commandments of the Lord; and he did cease speaking unto them.",
                    "score": 0.7405639446821097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And to another, that he may teach the word of knowledge by the same Spirit;",
                    "score": 0.74015838820915
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And they did remember his words; and therefore they went forth, keeping the commandments of God, to teach the word of God among all the people of Nephi, beginning at the city Bountiful;",
                    "score": 0.7385274837387714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 2,
                    "text": "For he had been forth among the people who were in the land northward, and did preach the word of God unto them, and did prophesy many things unto them;",
                    "score": 0.7376708858039004
                }
            ]
        },
        {
            "verse": 36,
            "text": "And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 14,
                    "text": "And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.",
                    "score": 0.790907472221239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 77,
                    "text": "And again I say unto you, my friends, for from henceforth I shall call you friends, it is expedient that I give unto you this commandment, that ye become even as my friends in days when I was with them, traveling to preach the gospel in my power;",
                    "score": 0.7765007478695267
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore hath the Lord done thus unto this great city?",
                    "score": 0.7753803519556827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 73,
                    "verse": 1,
                    "text": "For verily, thus saith the Lord, it is expedient in me that they should continue preaching the gospel, and in exhortation to the churches in the regions round about, until conference;",
                    "score": 0.7738466371438383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 10,
                    "text": "And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.",
                    "score": 0.7727342198027122
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Then said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God was.",
                    "score": 0.7706235799473706
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And he said unto them, Lodge here this night, and I will bring you word again, as the Lord shall speak unto me: and the princes of Moab abode with Balaam.",
                    "score": 0.7680402459640548
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 37,
                    "verse": 2,
                    "text": "And again, I say unto you that ye shall not go until ye have preached my gospel in those parts, and have strengthened up the church whithersoever it is found, and more especially in Colesville; for, behold, they pray unto me in much faith.",
                    "score": 0.7679544195227709
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7663084128259183
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 79,
                    "verse": 1,
                    "text": "Verily I say unto you, that it is my will that my servant Jared Carter should go again into the eastern countries, from place to place, and from city to city, in the power of the ordination wherewith he has been ordained, proclaiming glad tidings of great joy, even the everlasting gospel.",
                    "score": 0.7641627349193795
                }
            ]
        },
        {
            "verse": 37,
            "text": "And Barnabas determined to take with them John, whose surname was Mark.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And also John the son of Zacharias, which Zacharias he (Elias) visited and gave promise that he should have a son, and his name should be John, and he should be filled with the spirit of Elias;",
                    "score": 0.7544635074310609
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 8,
                    "text": "Then said Jonathan, Behold, we will pass over unto these men, and we will discover ourselves unto them.",
                    "score": 0.7227081094357569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Wherefore, all men must take upon them the name which is given of the Father, for in that name shall they be called at the last day;",
                    "score": 0.7209622656046002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.",
                    "score": 0.7193948798912908
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 27,
                    "text": "Yea, even twelve; and the Twelve shall be my disciples, and they shall take upon them my name; and the Twelve are they who shall desire to take upon them my name with full purpose of heart.",
                    "score": 0.7186482664657529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.7162194294960673
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.",
                    "score": 0.7155814737672967
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And behold, they shall go unto the unbelieving of the Jews; and for this intent shall they go--that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most Beloved, his great and eternal purpose, in restoring the Jews, or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant;",
                    "score": 0.7152070540563186
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 11,
                    "text": "And Jonathan said unto David, Come, and let us go out into the field. And they went out both of them into the field.",
                    "score": 0.7145741239263873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And he called them by name, saying: Ye shall call on the Father in my name, in mighty prayer; and after ye have done this ye shall have power that to him upon whom ye shall lay your hands, ye shall give the Holy Ghost; and in my name shall ye give it, for thus do mine apostles.",
                    "score": 0.7130447940864936
                }
            ]
        },
        {
            "verse": 38,
            "text": "But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7606246622093649
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7540362133491889
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 22,
                    "text": "Then answered all the wicked men and men of Belial, of those that went with David, and said, Because they went not with us, we will not give them ought of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away, and depart.",
                    "score": 0.7517069244104928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 6,
                    "text": "Now these were their journeyings: Having taken leave of their father, Mosiah, in the first year of the judges; having refused the kingdom which their father was desirous to confer upon them, and also this was the minds of the people;",
                    "score": 0.7510433791370725
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 15,
                    "text": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not do like them.",
                    "score": 0.7495958825338399
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And Enoch walked with God: and he was not; for God took him.",
                    "score": 0.7489729316756477
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And that whosoever would not come within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of those that had been carried away.",
                    "score": 0.7473294763636885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And it came to pass that when they had fled we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us; yea, we were left to ourselves, that the Spirit of the Lord did not abide in us; therefore we had become weak like unto our brethren.",
                    "score": 0.7391618696833647
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And there fell some of Manasseh to David, when he came with the Philistines against Saul to battle: but they helped them not: for the lords of the Philistines upon advisement sent him away, saying, He will fall to his master Saul to the jeopardy of our heads.",
                    "score": 0.7390779764664585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 19,
                    "text": "But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they know not of you.",
                    "score": 0.7382237059601999
                }
            ]
        },
        {
            "verse": 39,
            "text": "And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And it came to pass in the forty and sixth, yea, there was much contention and many dissensions; in the which there were an exceedingly great many who departed out of the land of Zarahemla, and went forth unto the land northward to inherit the land.",
                    "score": 0.7161367038509693
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And the other issued out of the city against them; so they were in the midst of Israel, some on this side, and some on that side: and they smote them, so that they let none of them remain or escape.",
                    "score": 0.7092294299374172
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 27,
                    "text": "And divide the prey into two parts; between them that took the war upon them, who went out to battle, and between all the congregation:",
                    "score": 0.7044513913343363
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 15,
                    "text": "They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.",
                    "score": 0.7031712343596045
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 18,
                    "verse": 18,
                    "text": "The lot causeth contentions to cease, and parteth between the mighty.",
                    "score": 0.7019870412771773
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 114,
                    "verse": 3,
                    "text": "The sea saw it, and fled: Jordan was driven back.",
                    "score": 0.6969900394640954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And it came to pass that he fought with Lib, in which Lib did smite upon his arm that he was wounded; nevertheless, the army of Coriantumr did press forward upon Lib, that he fled to the borders upon the seashore.",
                    "score": 0.696338939698877
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.6950219691220793
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
                    "score": 0.6940746718087517
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 18,
                    "verse": 18,
                    "text": "And passed along toward the side over against Arabah northward, and went down unto Arabah:",
                    "score": 0.6933520733566695
                }
            ]
        },
        {
            "verse": 40,
            "text": "And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 5,
                    "text": "And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore thy garments shall be made clean. And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I ... bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood. The testators are now dead, and their testament is in force.",
                    "score": 0.7598496761547818
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Thou art the Lord the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
                    "score": 0.7570415296317522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved--",
                    "score": 0.7565247975373273
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 9,
                    "text": "Thou whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou art my servant; I have chosen thee, and not cast thee away.",
                    "score": 0.7547653898053277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7547193790183062
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 24,
                    "text": "And Joseph said unto his brethren, I die: and God will surely visit you, and bring you out of this land unto the land which he sware to Abraham, to Isaac, and to Jacob.",
                    "score": 0.7541009389620125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "score": 0.7534644575881957
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 26,
                    "text": "He sent Moses his servant; and Aaron whom he had chosen.",
                    "score": 0.7513350308650377
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 15,
                    "text": "But my mercy shall not depart away from him, as I took it from Saul, whom I put away before thee.",
                    "score": 0.7507134690478648
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And Esau said, Let me now leave with thee some of the folk that are with me. And he said, What needeth it? let me find grace in the sight of my lord.",
                    "score": 0.7506777035202092
                }
            ]
        },
        {
            "verse": 41,
            "text": "And he went through Syria and Cilicia, confirming the churches.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And he took the fenced cities which pertained to Judah, and came to Jerusalem.",
                    "score": 0.745535992283896
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And the Lord said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:",
                    "score": 0.7286681520894283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 23,
                    "text": "And now there were seven churches in the land of Zarahemla. And it came to pass that whosoever were desirous to take upon them the name of Christ, or of God, they did join the churches of God;",
                    "score": 0.724455004389144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "And it came to pass that I saw among the nations of the Gentiles the formation of a great church.",
                    "score": 0.7226689035166315
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And prayed unto him: and he was entreated of him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the Lord he was God.",
                    "score": 0.7214778787135646
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And the man of God was wroth with him, and said, Thou shouldest have smitten five or six times; then hadst thou smitten Syria till thou hadst consumed it: whereas now thou shalt smite Syria but thrice.",
                    "score": 0.7212799977584684
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Then David put garrisons in Syria of Damascus: and the Syrians became servants to David, and brought gifts. And the Lord preserved David whithersoever he went.",
                    "score": 0.7154575014253365
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.71427630794475
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 18,
                    "verse": 6,
                    "text": "Then David put garrisons in Syria-damascus; and the Syrians became David's servants, and brought gifts. Thus the Lord preserved David whithersoever he went.",
                    "score": 0.7141439383295134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And these are the words which he spake to the people in the church which was established in the city of Zarahemla, according to his own record, saying:",
                    "score": 0.7139225330195199
                }
            ]
        }
    ]
}