{
    "volume": "New Testament",
    "book": "Galatians",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 1,
                    "text": "For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,",
                    "score": 0.7600655670408215
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 14,
                    "verse": 7,
                    "text": "Forty years old was I when Moses the servant of the Lord sent me from Kadesh-barnea to espy out the land; and I brought him word again as it was in mine heart.",
                    "score": 0.7580511777961776
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 2,
                    "verse": 9,
                    "text": "So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.",
                    "score": 0.7549580547859247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
                    "score": 0.746959070764763
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "So I came to Jerusalem, and was there three days.",
                    "score": 0.7468995100070888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that I, Nephi, did again, with my brethren, go forth into the wilderness to go up to Jerusalem.",
                    "score": 0.7466963797002635
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.7449305009223046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Yea, even six hundred years from the time that my father left Jerusalem, a prophet would the Lord God raise up among the Jews--even a Messiah, or, in other words, a Savior of the world.",
                    "score": 0.7404164346121582
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 8,
                    "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
                    "score": 0.7387414432753705
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 14,
                    "text": "So I, Abraham, departed as the Lord had said unto me, and Lot with me; and I, Abraham, was sixty and two years old when I departed out of Haran.",
                    "score": 0.7370687240756122
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 13,
                    "text": "Behold, they have been sent to preach my gospel among the congregations of the wicked; wherefore, I give unto them a commandment, thus: Thou shalt not idle away thy time, neither shalt thou bury thy talent that it may not be known.",
                    "score": 0.8046095127586667
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now, behold, there are others who are called to declare my gospel, both unto Gentile and unto Jew;",
                    "score": 0.7988214532668559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hearken unto my word, my servants Sidney, and Parley, and Leman; for behold, verily I say unto you, that I give unto you a commandment that you shall go and preach my gospel which ye have received, even as ye have received it, unto the Shakers.",
                    "score": 0.7970752132612696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7964877934929357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And I did endeavor to preach unto this people, but my mouth was shut, and I was forbidden that I should preach unto them; for behold they had wilfully rebelled against their God; and the beloved disciples were taken away out of the land, because of their iniquity.",
                    "score": 0.7876668652364892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7861377951841149
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
                    "score": 0.7856845003495161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And now, my son, I speak unto you concerning that which grieveth me exceedingly; for it grieveth me that there should disputations rise among you.",
                    "score": 0.7844893434393255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 76,
                    "text": "But, verily I say unto all those to whom the kingdom has been given--from you it must be preached unto them, that they shall repent of their former evil works; for they are to be upbraided for their evil hearts of unbelief, and your brethren in Zion for their rebellion against you at the time I sent you.",
                    "score": 0.7819944150863098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 23,
                    "text": "And inasmuch as ye do not write, behold, it shall be given unto him to prophesy; and thou shalt preach my gospel and call on the holy prophets to prove his words, as they shall be given him.",
                    "score": 0.780848538447344
                }
            ]
        },
        {
            "verse": 3,
            "text": "But neither Titus, who was with me, being a Greek, was compelled to be circumcised:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                    "score": 0.759427594168295
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And their children, whom he raised up in their stead, them Joshua circumcised: for they were uncircumcised, because they had not circumcised them by the way.",
                    "score": 0.758174722788273
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 14,
                    "text": "And they said unto them, We cannot do this thing, to give our sister to one that is uncircumcised; for that were a reproach unto us:",
                    "score": 0.7569533955960251
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Now all the people that came out were circumcised: but all the people that were born in the wilderness by the way as they came forth out of Egypt, them they had not circumcised.",
                    "score": 0.7529093445410258
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 9,
                    "text": "Thus saith the Lord God; No stranger, uncircumcised in heart, nor uncircumcised in flesh, shall enter into my sanctuary, of any stranger that is among the children of Israel.",
                    "score": 0.7369650472491048
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 15,
                    "text": "Did not he that made me in the womb make him? and did not one fashion us in the womb?",
                    "score": 0.7360388074766102
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 10,
                    "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them a reproach; they have no delight in it.",
                    "score": 0.735647016527995
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And Moses spake before the Lord, saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?",
                    "score": 0.7340355371574123
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 22,
                    "text": "Only herein will the men consent unto us for to dwell with us, to be one people, if every male among us be circumcised, as they are circumcised.",
                    "score": 0.7284815313868976
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
                    "score": 0.7277381097175514
                }
            ]
        },
        {
            "verse": 4,
            "text": "And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 50,
                    "text": "And by this you may know they are under the bondage of sin, because they come not unto me.",
                    "score": 0.8186121771745399
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 15,
                    "text": "For behold, we are in bondage to the Lamanites, and are taxed with a tax which is grievous to be borne. And now, behold, our brethren will deliver us out of our bondage, or out of the hands of the Lamanites, and we will be their slaves; for it is better that we be slaves to the Nephites than to pay tribute to the king of the Lamanites.",
                    "score": 0.7890841548667334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 24,
                    "text": "Ye say that this people is a free people. Behold, I say they are in bondage. Ye say that those ancient prophecies are true. Behold, I say that ye do not know that they are true.",
                    "score": 0.7773133204713532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.",
                    "score": 0.7759227259314303
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Now they were a lazy and an idolatrous people; therefore they were desirous to bring us into bondage, that they might glut themselves with the labors of our hands; yea, that they might feast themselves upon the flocks of our fields.",
                    "score": 0.7739641888425014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Or in other words, yield yourselves up unto us, and unite with us and become acquainted with our secret works, and become our brethren that ye may be like unto us--not our slaves, but our brethren and partners of all our substance.",
                    "score": 0.7735582156294487
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 27,
                    "text": "And all this have they done that they might pervert the right ways of the Lord, that they might blind the eyes and harden the hearts of the children of men.",
                    "score": 0.7730217530010699
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And thou seest that we know that thy plan was a very subtle plan, as to the subtlety of the devil, for to lie and to deceive this people that thou mightest set them against us, to revile us and to cast us out--",
                    "score": 0.7723697399847554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 14,
                    "text": "There were among you adulterers and adulteresses; some of whom have turned away from you, and others remain with you that hereafter shall be revealed.",
                    "score": 0.7715266401207147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And behold I say unto you all that this was a snare of the adversary, which he has laid to catch this people, that he might bring you into subjection unto him, that he might encircle you about with his chains, that he might chain you down to everlasting destruction, according to the power of his captivity.",
                    "score": 0.7689313357597672
                }
            ]
        },
        {
            "verse": 5,
            "text": "To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 6,
                    "text": "And it shall be fulfilled upon you in that day that you shall have right to preach my gospel wheresoever I shall send you, from henceforth from that time.",
                    "score": 0.7846099726803721
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 10,
                    "text": "For the hour is nigh, and that which was spoken by mine apostles must be fulfilled; for as they spoke so shall it come to pass;",
                    "score": 0.7777818389751361
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 99,
                    "verse": 8,
                    "text": "Otherwise thou shalt continue proclaiming my gospel until thou be taken. Amen.",
                    "score": 0.7663603270240792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 30,
                    "text": "And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them;",
                    "score": 0.7627993160902158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Wherefore, I would speak unto you that are of the church, that are the peaceable followers of Christ, and that have obtained a sufficient hope by which ye can enter into the rest of the Lord, from this time henceforth until ye shall rest with him in heaven.",
                    "score": 0.7587679010357985
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "score": 0.7542081878633748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "score": 0.7542081878633748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 3,
                    "text": "Wherefore, go ye and preach my gospel, whether to the north or to the south, to the east or to the west, it mattereth not, for ye cannot go amiss.",
                    "score": 0.7540596507097999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Therefore repent, and be baptized in the name of Jesus, and lay hold upon the gospel of Christ, which shall be set before you, not only in this record but also in the record which shall come unto the Gentiles from the Jews, which record shall come from the Gentiles unto you.",
                    "score": 0.7522154560814928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Father unto you if you continue faithful.",
                    "score": 0.7493292248065572
                }
            ]
        },
        {
            "verse": 6,
            "text": "But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man's person:) for they who seemed to be somewhat in conference added nothing to me:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 16,
                    "text": "Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.",
                    "score": 0.7638999758034029
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 28,
                    "text": "For I beheld, and there was no man; even among them, and there was no counsellor, that, when I asked of them, could answer a word.",
                    "score": 0.7497592742510176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 22,
                    "text": "Now, from this stand they did offer up, every man, the selfsame prayer unto God, thanking their God that they were chosen of him, and that he did not lead them away after the tradition of their brethren, and that their hearts were not stolen away to believe in things to come, which they knew nothing about.",
                    "score": 0.7485536526477718
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 8,
                    "text": "In the day of their peace they esteemed lightly my counsel; but, in the day of their trouble, of necessity they feel after me.",
                    "score": 0.7461214285096966
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 11,
                    "text": "I, even I, am the Lord; and beside me there is no saviour.",
                    "score": 0.7392124729782334
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 77,
                    "text": "These are they who receive of the presence of the Son, but not of the fulness of the Father.",
                    "score": 0.7322177698691863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 11,
                    "text": "Now, the Lamanites knew nothing concerning the Lord, nor the strength of the Lord, therefore they depended upon their own strength. Yet they were a strong people, as to the strength of men.",
                    "score": 0.7311482381956945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 2,
                    "text": "But behold, I was without hope, for I knew the judgments of the Lord which should come upon them; for they repented not of their iniquities, but did struggle for their lives without calling upon that Being who created them.",
                    "score": 0.7311323540183666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And as many as would hear their words, unto them they did impart the word of God, without any respect of persons, continually.",
                    "score": 0.7310610357713575
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together, but not by me: whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7303846175820878
                }
            ]
        },
        {
            "verse": 7,
            "text": "But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was unto Peter;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 41,
                    "text": "And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:",
                    "score": 0.7784667313708237
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                    "score": 0.7745576945520241
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 7,
                    "text": "In that ye have brought into my sanctuary strangers, uncircumcised in heart, and uncircumcised in flesh, to be in my sanctuary, to pollute it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant because of all your abominations.",
                    "score": 0.768936586426245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 2,
                    "text": "Now, in the days of the apostles the law of circumcision was had among all the Jews who believed not the gospel of Jesus Christ.",
                    "score": 0.7637915805828165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.",
                    "score": 0.7510660171382584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous but sinners to repentance; the whole need no physician, but they that are sick; wherefore, little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath no power over them; and the law of circumcision is done away in me.",
                    "score": 0.7491804647515944
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 10,
                    "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them a reproach; they have no delight in it.",
                    "score": 0.7485988937092652
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 25,
                    "text": "Behold, the days come, saith the Lord, that I will punish all them which are circumcised with the uncircumcised;",
                    "score": 0.7464773972666418
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 3,
                    "text": "And it came to pass that there arose a great contention among the people concerning the law of circumcision, for the unbelieving husband was desirous that his children should be circumcised and become subject to the law of Moses, which law was fulfilled.",
                    "score": 0.7422706527036873
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And Moses said before the Lord, Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?",
                    "score": 0.741994947233603
                }
            ]
        },
        {
            "verse": 8,
            "text": "(For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.",
                    "score": 0.7855829891421933
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
                    "score": 0.7828928946593187
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 5,
                    "text": "For behold, verily I say unto you, this is the most expedient in me, that my word should go forth unto the children of men, for the purpose of subduing the hearts of the children of men for your good. Even so. Amen.",
                    "score": 0.7799205902659989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 12,
                    "text": "And again, verily, verily, I say unto you, and it hath gone forth in a firm decree, by the will of the Father, that mine apostles, the Twelve which were with me in my ministry at Jerusalem, shall stand at my right hand at the day of my coming in a pillar of fire, being clothed with robes of righteousness, with crowns upon their heads, in glory even as I am, to judge the whole house of Israel, even as many as have loved me and kept my commandments, and none else.",
                    "score": 0.7756125507603036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "score": 0.7745239387018548
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And for this cause the Lord said unto Peter: If I will that he tarry till I come, what is that to thee? For he desired of me that he might bring souls unto me, but thou desiredst that thou mightest speedily come unto me in my kingdom.",
                    "score": 0.7697959299251259
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 5,
                    "text": "I say unto thee, Peter, this was a good desire; but my beloved has desired that he might do more, or a greater work yet among men than what he has before done.",
                    "score": 0.7689515009539178
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 19,
                    "text": "Then thou spakest in vision to thy holy one, and saidst, I have laid help upon one that is mighty; I have exalted one chosen out of the people.",
                    "score": 0.7682879269179685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;",
                    "score": 0.7680828972184056
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 10,
                    "text": "This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.",
                    "score": 0.7668409715988974
                }
            ]
        },
        {
            "verse": 9,
            "text": "And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.",
                    "score": 0.7980843248848413
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 19,
                    "text": "Whom dost thou pass in beauty? go down, and be thou laid with the uncircumcised.",
                    "score": 0.7955562733435396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 5,
                    "text": "And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore thy garments shall be made clean. And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I ... bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood. The testators are now dead, and their testament is in force.",
                    "score": 0.7890430565559234
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if ye be come to betray me to mine enemies, seeing there is no wrong in mine hands, the God of our fathers look thereon, and rebuke it.",
                    "score": 0.7870860860388502
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 41,
                    "text": "And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:",
                    "score": 0.7854916710080847
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 7,
                    "text": "In that ye have brought into my sanctuary strangers, uncircumcised in heart, and uncircumcised in flesh, to be in my sanctuary, to pollute it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant because of all your abominations.",
                    "score": 0.7834097366126052
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now, behold, we are in thine hand: as it seemeth good and right unto thee to do unto us, do.",
                    "score": 0.7833798620565499
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
                    "score": 0.7813666367776363
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7811129759088854
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 10,
                    "text": "This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.",
                    "score": 0.7803385215037578
                }
            ]
        },
        {
            "verse": 10,
            "text": "Only they would that we should remember the poor; the same which I also was forward to do.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Yea, as one generation passeth to another there shall be bloodsheds, and great visitations among them; wherefore, my sons, I would that ye would remember; yea, I would that ye would hearken unto my words.",
                    "score": 0.7528620456514021
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 18,
                    "text": "For the needy shall not alway be forgotten: the expectation of the poor shall not perish for ever.",
                    "score": 0.7490622671321661
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 56,
                    "text": "Moreover it shall come to pass, that I shall do unto you, as I thought to do unto them.",
                    "score": 0.7488675201980106
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 30,
                    "text": "And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken.",
                    "score": 0.7462814015327693
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 21,
                    "text": "This I recall to my mind, therefore have I hope.",
                    "score": 0.7459019083312415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 40,
                    "text": "And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.",
                    "score": 0.7429961642680943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7428826982819338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 14,
                    "text": "Verily I say, for this cause ye shall do these things.",
                    "score": 0.7424552590273195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be unto you; and if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.7400489580693788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be done unto you; and, if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.7395457631515899
                }
            ]
        },
        {
            "verse": 11,
            "text": "But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 11,
                    "text": "He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.",
                    "score": 0.758030654477778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 8,
                    "text": "My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; and for this evil they were afflicted and sorely chastened.",
                    "score": 0.7573320943330855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And he, supposing that I spake of the brethren of the church, and that I was truly that Laban whom I had slain, wherefore he did follow me.",
                    "score": 0.7459669450163676
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.7459149604138976
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And it came to pass in the morning, that he went out, and stood, and said to all the people, Ye be righteous: behold, I conspired against my master, and slew him: but who slew all these?",
                    "score": 0.7422125977763976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And I did endeavor to preach unto this people, but my mouth was shut, and I was forbidden that I should preach unto them; for behold they had wilfully rebelled against their God; and the beloved disciples were taken away out of the land, because of their iniquity.",
                    "score": 0.7395418688641769
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 17,
                    "text": "He delivered me from my strong enemy, and from them which hated me: for they were too strong for me.",
                    "score": 0.7365725468389617
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 18,
                    "text": "He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.",
                    "score": 0.7357529441270975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                    "score": 0.7341729890174921
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 24,
                    "text": "However, it was nevertheless a fact that I had beheld a vision. I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related the account of the vision he had when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was mad; and he was ridiculed and reviled. But all this did not destroy the reality of his vision. He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise; and though they should persecute him unto death, yet he knew, and would know to his latest breath, that he had both seen a light and heard a voice speaking unto him, and all the world could not make him think or believe otherwise.",
                    "score": 0.7337564877842011
                }
            ]
        },
        {
            "verse": 12,
            "text": "For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 48,
                    "text": "And when a stranger shall sojourn with thee, and will keep the passover to the Lord, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof.",
                    "score": 0.7773395425244523
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And the children of Israel, which were come again out of captivity, and all such as had separated themselves unto them from the filthiness of the heathen of the land, to seek the Lord God of Israel, did eat,",
                    "score": 0.7733334878721775
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 18,
                    "verse": 27,
                    "text": "Wherefore David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full tale to the king, that he might be the king's son in law. And Saul gave him Michal his daughter to wife.",
                    "score": 0.7685403433795257
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 111,
                    "verse": 5,
                    "text": "He hath given meat unto them that fear him: he will ever be mindful of his covenant.",
                    "score": 0.7629155777804437
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And Joseph saw his brethren, and he knew them, but made himself strange unto them, and spake roughly unto them; and he said unto them, Whence come ye? And they said, From the land of Canaan to buy food.",
                    "score": 0.7616094428087609
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham's house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.",
                    "score": 0.7612989950240384
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But every man's servant that is bought for money, when thou hast circumcised him, then shall he eat thereof.",
                    "score": 0.7609433626372463
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 24,
                    "text": "And the cook took up the shoulder, and that which was upon it, and set it before Saul. And Samuel said, Behold that which is left! set it before thee, and eat: for unto this time hath it been kept for thee since I said, I have invited the people. So Saul did eat with Samuel that day.",
                    "score": 0.7594900155556185
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And also, after that they had heard him, they came up before him, saying: Behold, we are the sons of God; have we not taken unto ourselves the daughters of men? And are we not eating and drinking, and marrying and giving in marriage? And our wives bear unto us children, and the same are mighty men, which are like unto men of old, men of great renown. And they hearkened not unto the words of Noah.",
                    "score": 0.7560890127761617
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7533331666673126
                }
            ]
        },
        {
            "verse": 13,
            "text": "And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 46,
                    "text": "And they removed from Dibon-gad, and encamped in Almon-diblathaim.",
                    "score": 0.7442297611708781
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Then were assembled unto me every one that trembled at the words of the God of Israel, because of the transgression of those that had been carried away; and I sat astonied until the evening sacrifice.",
                    "score": 0.7431276058057606
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And all the people that were in Ai were called together to pursue after them: and they pursued after Joshua, and were drawn away from the city.",
                    "score": 0.7397123687052568
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 35,
                    "text": "And he said, Thy brother came with subtilty, and hath taken away thy blessing.",
                    "score": 0.7362807763406238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls.",
                    "score": 0.7356467629275929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7353103510529575
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Israel hath sinned, and they have also transgressed my covenant which I commanded them: for they have even taken of the accursed thing, and have also stolen, and dissembled also, and they have put it even among their own stuff.",
                    "score": 0.7333142489640379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And I did rehearse unto them the words of Isaiah, who spake concerning the restoration of the Jews, or of the house of Israel; and after they were restored they should no more be confounded, neither should they be scattered again. And it came to pass that I did speak many words unto my brethren, that they were pacified and did humble themselves before the Lord.",
                    "score": 0.7331011753767954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And behold, there are many who are already lost from the knowledge of those who are at Jerusalem. Yea, the more part of all the tribes have been led away; and they are scattered to and fro upon the isles of the sea; and whither they are none of us knoweth, save that we know that they have been led away.",
                    "score": 0.7321570730327341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And I also beheld twelve others following him. And it came to pass that they were carried away in the Spirit from before my face, and I saw them not.",
                    "score": 0.7309616212236991
                }
            ]
        },
        {
            "verse": 14,
            "text": "But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.",
                    "score": 0.809358617103207
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord.",
                    "score": 0.7910034729395922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 31,
                    "text": "And now I speak unto you, the Twelve--Behold, my grace is sufficient for you; you must walk uprightly before me and sin not.",
                    "score": 0.7850279215133348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
                    "score": 0.7774632614517506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And they understood me not that I said they shall hear my voice; and they understood me not that the Gentiles should not at any time hear my voice--that I should not manifest myself unto them save it were by the Holy Ghost.",
                    "score": 0.7748646974927985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 44,
                    "text": "Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.",
                    "score": 0.7735259102906102
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "score": 0.770520276344719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 60,
                    "text": "Now these words, O Lord, we have spoken before thee, concerning the revelations and commandments which thou hast given unto us, who are identified with the Gentiles.",
                    "score": 0.7668622181742946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And I beheld the Spirit of the Lord, that it was upon the Gentiles, and they did prosper and obtain the land for their inheritance; and I beheld that they were white, and exceedingly fair and beautiful, like unto my people before they were slain.",
                    "score": 0.763768588847815
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 30,
                    "text": "Wherefore the Lord God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.",
                    "score": 0.762489893193262
                }
            ]
        },
        {
            "verse": 15,
            "text": "We who are Jews by nature, and not sinners of the Gentiles,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 12,
                    "text": "Behold, I say unto you, that the house of Israel was compared unto an olive tree, by the Spirit of the Lord which was in our father; and behold are we not broken off from the house of Israel, and are we not a branch of the house of Israel?",
                    "score": 0.7588183542265186
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 100,
                    "verse": 3,
                    "text": "Know ye that the Lord he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.",
                    "score": 0.7569150342350964
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 20,
                    "text": "For there is not a just man upon earth, that doeth good, and sinneth not.",
                    "score": 0.7564694751406569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 2,
                    "text": "For behold, I say unto you that as many of the Gentiles as will repent are the covenant people of the Lord; and as many of the Jews as will not repent shall be cast off; for the Lord covenanteth with none save it be with them that repent and believe in his Son, who is the Holy One of Israel.",
                    "score": 0.7524912060560345
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 3,
                    "text": "The Lord made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.",
                    "score": 0.742735908963067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.",
                    "score": 0.7422469184627832
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 13,
                    "text": "But the man that is clean, and is not in a journey, and forbeareth to keep the passover, even the same soul shall be cut off from among his people: because he brought not the offering of the Lord in his appointed season, that man shall bear his sin.",
                    "score": 0.741871535767628
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 7,
                    "text": "Thou shalt not abhor an Edomite; for he is thy brother: thou shalt not abhor an Egyptian; because thou wast a stranger in his land.",
                    "score": 0.7406753061767222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "Wherefore, these things go forth from the Jews in purity unto the Gentiles, according to the truth which is in God.",
                    "score": 0.7402572852479016
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Art not thou our God, who didst drive out the inhabitants of this land before thy people Israel, and gavest it to the seed of Abraham thy friend for ever?",
                    "score": 0.7391728984486153
                }
            ]
        },
        {
            "verse": 16,
            "text": "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 13,
                    "text": "And this ye shall do that God may be glorified--not because ye forgive not, having not compassion, but that ye may be justified in the eyes of the law, that ye may not offend him who is your lawgiver--",
                    "score": 0.8250587249525887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 38,
                    "text": "For no man can be saved, according to the words of Christ, save they shall have faith in his name; wherefore, if these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made.",
                    "score": 0.7957441156371171
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.7930636555582484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil; for after this manner doth the devil work, for he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him.",
                    "score": 0.7878948612670623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.7876030936390358
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 12,
                    "text": "Blessed is the man whom thou chastenest, O Lord, and teachest him out of thy law;",
                    "score": 0.7875939581950007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 9,
                    "text": "Now if a man desired to serve God, it was his privilege; or rather, if he believed in God it was his privilege to serve him; but if he did not believe in him there was no law to punish him.",
                    "score": 0.7847177551505521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 20,
                    "text": "And also, if there was no law given against sin men would not be afraid to sin.",
                    "score": 0.7824446810549719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 62,
                    "text": "And if he have ten virgins given unto him by this law, he cannot commit adultery, for they belong to him, and they are given unto him; therefore is he justified.",
                    "score": 0.7820703386146558
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 7,
                    "text": "Now there was no law against a man's belief; for it was strictly contrary to the commands of God that there should be a law which should bring men on to unequal grounds.",
                    "score": 0.7817861637965512
                }
            ]
        },
        {
            "verse": 17,
            "text": "But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Evil pursueth sinners: but to the righteous good shall be repayed.",
                    "score": 0.758032322259514
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 52,
                    "text": "Thou also, which hast judged thy sisters, bear thine own shame for thy sins that thou hast committed more abominable than they: they are more righteous than thou: yea, be thou confounded also, and bear thy shame, in that thou hast justified thy sisters.",
                    "score": 0.745591752978149
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 7,
                    "text": "\"For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:",
                    "score": 0.745138752217318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 2,
                    "text": "Nevertheless, there are those among you who have sinned exceedingly; yea, even all of you have sinned; but verily I say unto you, beware from henceforth, and refrain from sin, lest sore judgments fall upon your heads.",
                    "score": 0.7433742612182541
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 23,
                    "text": "But if ye will not do so, behold, ye have sinned against the Lord: and be sure your sin will find you out.",
                    "score": 0.7424124351986977
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 34,
                    "text": "Righteousness exalteth a nation: but sin is a reproach to any people.",
                    "score": 0.7391019731650141
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.",
                    "score": 0.7371749950090234
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 14,
                    "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
                    "score": 0.7356795785178578
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 20,
                    "text": "For there is not a just man upon earth, that doeth good, and sinneth not.",
                    "score": 0.7342916934917896
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 4,
                    "text": "Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest.",
                    "score": 0.7342466613208953
                }
            ]
        },
        {
            "verse": 18,
            "text": "For if I build again the things which I destroyed, I make myself a transgressor.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 9,
                    "text": "For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me.",
                    "score": 0.7669542694078012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And now I make an end of my saying, which is of myself, and proceed to give my account of the things which have been before me.",
                    "score": 0.7666179689306972
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 38,
                    "text": "I have pursued mine enemies, and destroyed them; and turned not again until I had consumed them.",
                    "score": 0.74955891476455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 13,
                    "text": "For he saith: By the strength of my hand and by my wisdom I have done these things; for I am prudent; and I have moved the borders of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man;",
                    "score": 0.7467960208636631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of a remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction.",
                    "score": 0.7443933777106417
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 3,
                    "text": "For I acknowledge my transgressions: and my sin is ever before me.",
                    "score": 0.7443636926225713
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 31,
                    "text": "For this city hath been to me as a provocation of mine anger and of my fury from the day that they built it even unto this day; that I should remove it from before my face,",
                    "score": 0.7428257293768827
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 14,
                    "text": "So will I break down the wall that ye have daubed with untempered mortar, and bring it down to the ground, so that the foundation thereof shall be discovered, and it shall fall, and ye shall be consumed in the midst thereof: and ye shall know that I am the Lord.",
                    "score": 0.7422206446564357
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 11,
                    "text": "In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:",
                    "score": 0.7418706780717823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 10,
                    "text": "And when these things have passed away a speedy destruction cometh unto my people; for, notwithstanding the pains of my soul, I have seen it; wherefore, I know that it shall come to pass; and they sell themselves for naught; for, for the reward of their pride and their foolishness they shall reap destruction; for because they yield unto the devil and choose works of darkness rather than light, therefore they must go down to hell.",
                    "score": 0.7409021716716684
                }
            ]
        },
        {
            "verse": 19,
            "text": "For I through the law am dead to the law, that I might live unto God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.8307397083223645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.",
                    "score": 0.8260892402090861
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 77,
                    "text": "Let thy tender mercies come unto me, that I may live: for thy law is my delight.",
                    "score": 0.8209741883230257
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 8,
                    "text": "I delight to do thy will, O my God: yea, thy law is within my heart.",
                    "score": 0.8013540659229159
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And I said unto him: Lord, give unto me power over death, that I may live and bring souls unto thee.",
                    "score": 0.7936480035400494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 21,
                    "text": "Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.",
                    "score": 0.792806529764531
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 27,
                    "text": "Wherefore, we speak concerning the law that our children may know the deadness of the law; and they, by knowing the deadness of the law, may look forward unto that life which is in Christ, and know for what end the law was given. And after the law is fulfilled in Christ, that they need not harden their hearts against him when the law ought to be done away.",
                    "score": 0.7885606319802188
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 22,
                    "text": "Receive, I pray thee, the law from his mouth, and lay up his words in thine heart.",
                    "score": 0.7868038005764612
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 23,
                    "text": "For I know that thou wilt bring me to death, and to the house appointed for all living.",
                    "score": 0.7850958537618783
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 92,
                    "text": "Unless thy law had been my delights, I should then have perished in mine affliction.",
                    "score": 0.7850109955531098
                }
            ]
        },
        {
            "verse": 20,
            "text": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the same that came unto mine own, and mine own received me not. I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.8212278301710303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 2,
                    "text": "I am Jesus Christ, the Son of God, who was crucified for the sins of the world, even as many as will believe on my name, that they may become the sons of God, even one in me as I am one in the Father, as the Father is one in me, that we may be one.",
                    "score": 0.8210896058933039
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 57,
                    "text": "Behold, I am Jesus Christ, the Son of God. I came unto mine own, and mine own received me not.",
                    "score": 0.8105834698515216
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world.",
                    "score": 0.7959815175849828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 4,
                    "text": "I am the same which have taken the Zion of Enoch into mine own bosom; and verily, I say, even as many as have believed in my name, for I am Christ, and in mine own name, by the virtue of the blood which I have spilt, have I pleaded before the Father for them.",
                    "score": 0.7954483118533068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters.",
                    "score": 0.7948818326423869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 52,
                    "text": "Then shall they know that I am the Lord; for I will say unto them: These wounds are the wounds with which I was wounded in the house of my friends. I am he who was lifted up. I am Jesus that was crucified. I am the Son of God.",
                    "score": 0.7920809904706766
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 1,
                    "verse": 9,
                    "text": "He said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.",
                    "score": 0.7906172345929268
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 13,
                    "text": "Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.",
                    "score": 0.7877895153554915
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 46,
                    "text": "The Lord liveth; and blessed be my rock; and let the God of my salvation be exalted.",
                    "score": 0.7865295312682511
                }
            ]
        },
        {
            "verse": 21,
            "text": "I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 13,
                    "text": "And this ye shall do that God may be glorified--not because ye forgive not, having not compassion, but that ye may be justified in the eyes of the law, that ye may not offend him who is your lawgiver--",
                    "score": 0.793488061346069
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Again, When a righteous man doth turn from his righteousness, and commit iniquity, and I lay a stumblingblock before him, he shall die: because thou hast not given him warning, he shall die in his sin, and his righteousness which he hath done shall not be remembered; but his blood will I require at thine hand.",
                    "score": 0.792267567903279
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 21,
                    "text": "The Lord is well pleased for his righteousness' sake; he will magnify the law, and make it honourable.",
                    "score": 0.7888953407072211
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For behold, it is not counted unto him for righteousness.",
                    "score": 0.7876638951528617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 13,
                    "text": "But behold this my joy was vain, for their sorrowing was not unto repentance, because of the goodness of God; but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin.",
                    "score": 0.7818356900391206
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 31,
                    "text": "Nevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God.",
                    "score": 0.7769126160257315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 30,
                    "text": "O my son, I desire that ye should deny the justice of God no more. Do not endeavor to excuse yourself in the least point because of your sins, by denying the justice of God; but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility.",
                    "score": 0.7748697968721356
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 24,
                    "text": "Judge me, O Lord my God, according to thy righteousness; and let them not rejoice over me.",
                    "score": 0.7729890984557564
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 2,
                    "text": "For I give you good doctrine, forsake ye not my law.",
                    "score": 0.7723742681396919
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And ye shall know that I am the Lord: for ye have not walked in my statutes, neither executed my judgments, but have done after the manners of the heathen that are round about you.",
                    "score": 0.7707244600002934
                }
            ]
        }
    ]
}