{
    "volume": "New Testament",
    "book": "Galatians",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And he that saith: Show unto me, or ye shall be smitten--let him beware lest he commandeth that which is forbidden of the Lord.",
                    "score": 0.7899858585951917
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 43,
                    "text": "And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the words of eternal life.",
                    "score": 0.7849950368757828
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 3,
                    "text": "The foolishness of man perverteth his way: and his heart fretteth against the Lord.",
                    "score": 0.7845352386733466
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Be not wise in thine own eyes: fear the Lord, and depart from evil.",
                    "score": 0.7835834343501988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel, and shall reject the fulness of my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.",
                    "score": 0.7794097871584258
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.777328130338405
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 19,
                    "text": "And now behold, I, the Lord, say unto you that ye are not justified, because these things are among you.",
                    "score": 0.7767054065910879
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 23,
                    "text": "Take heed unto yourselves, lest ye forget the covenant of the Lord your God, which he made with you, and make you a graven image, or the likeness of any thing, which the Lord thy God hath forbidden thee.",
                    "score": 0.7761125962227422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7755407707838254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And now behold, my brethren, ye know that these commandments were given to our father, Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things which ye ought not to have done.",
                    "score": 0.7754108908391948
                }
            ]
        },
        {
            "verse": 2,
            "text": "This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And then shall ye know, or by this shall you know, all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive.",
                    "score": 0.7971343080371377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 14,
                    "text": "And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach.",
                    "score": 0.7955893019424389
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 19,
                    "text": "And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or some other way?",
                    "score": 0.7926494571933717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 17,
                    "text": "And again, verily I say unto you, to some is given, by the Spirit of God, the word of wisdom.",
                    "score": 0.7926390315336767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 66,
                    "text": "Ye shall observe the laws which ye have received and be faithful.",
                    "score": 0.79082399876362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 4,
                    "text": "Therefore, whoso readeth it, let him understand, for the Spirit manifesteth truth;",
                    "score": 0.7898028361321252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 23,
                    "text": "Behold, the laws which ye have received from my hand are the laws of the church, and in this light ye shall hold them forth. Behold, here is wisdom.",
                    "score": 0.788177688540674
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.7877649836300349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 3,
                    "text": "And by the prayer of your faith ye shall receive my law, that ye may know how to govern my church and have all things right before me.",
                    "score": 0.7877101745236611
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 24,
                    "text": "This is eternal lives--to know the only wise and true God, and Jesus Christ, whom he hath sent. I am he. Receive ye, therefore, my law.",
                    "score": 0.7876751584650417
                }
            ]
        },
        {
            "verse": 3,
            "text": "Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 15,
                    "text": "Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.",
                    "score": 0.7769994906885486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Behold, this body, which ye now behold, is the body of my spirit; and man have I created after the body of my spirit; and even as I appear unto thee to be in the spirit will I appear unto my people in the flesh.",
                    "score": 0.7743557060005272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 27,
                    "text": "Have ye walked, keeping yourselves blameless before God? Could ye say, if ye were called to die at this time, within yourselves, that ye have been sufficiently humble? That your garments have been cleansed and made white through the blood of Christ, who will come to redeem his people from their sins?",
                    "score": 0.7622287223279456
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 23,
                    "text": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
                    "score": 0.761590612980678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 28,
                    "text": "Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves--It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.",
                    "score": 0.7571114173870996
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 24,
                    "text": "For, said he, I have repented of my sins, and have been redeemed of the Lord; behold I am born of the Spirit.",
                    "score": 0.7564652304797943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.",
                    "score": 0.7549814807791929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 32,
                    "text": "Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.",
                    "score": 0.7525044114299395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And now, as I said unto you, that because ye were compelled to be humble ye were blessed, do ye not suppose that they are more blessed who truly humble themselves because of the word?",
                    "score": 0.7522128906532631
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 9,
                    "text": "With my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early: for when thy judgments are in the earth, the inhabitants of the world will learn righteousness.",
                    "score": 0.748078545019078
                }
            ]
        },
        {
            "verse": 4,
            "text": "Have ye suffered so many things in vain? if it be yet in vain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 4,
                    "text": "Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: yet surely my judgment is with the Lord, and my work with my God.",
                    "score": 0.7830586876127289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 2,
                    "text": "Verily I say unto you, there have been some few things in thine heart and with thee with which I, the Lord, was not well pleased.",
                    "score": 0.7815717763803796
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 15,
                    "text": "Why criest thou for thine affliction? thy sorrow is incurable for the multitude of thine iniquity: because thy sins were increased, I have done these things unto thee.",
                    "score": 0.7812182114671226
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 9,
                    "text": "Nevertheless, thou hast seen great sorrow, for thou hast rejected me many times because of pride and the cares of the world.",
                    "score": 0.7807033143757616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Then I said, I have labored in vain, I have spent my strength for naught and in vain; surely my judgment is with the Lord, and my work with my God.",
                    "score": 0.7764619401879136
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 12,
                    "text": "Behold, all ye yourselves have seen it; why then are ye thus altogether vain?",
                    "score": 0.7705737392097518
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the Lord of hosts?",
                    "score": 0.7631761502829069
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 2,
                    "text": "For all those things hath mine hand made, and all those things have been, saith the Lord: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.",
                    "score": 0.7607084046120864
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity.",
                    "score": 0.760593560312453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 14,
                    "text": "Ye have said: It is vain to serve God, and what doth it profit that we have kept his ordinances and that we have walked mournfully before the Lord of Hosts?",
                    "score": 0.7603793934440279
                }
            ]
        },
        {
            "verse": 5,
            "text": "He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 4,
                    "text": "Therefore, whoso readeth it, let him understand, for the Spirit manifesteth truth;",
                    "score": 0.8087883141804546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Having been visited by the Spirit of God; having conversed with angels, and having been spoken unto by the voice of the Lord; and having the spirit of prophecy, and the spirit of revelation, and also many gifts, the gift of speaking with tongues, and the gift of preaching, and the gift of the Holy Ghost, and the gift of translation;",
                    "score": 0.8076053670077535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And that he manifesteth himself unto all those who believe in him, by the power of the Holy Ghost; yea, unto every nation, kindred, tongue, and people, working mighty miracles, signs, and wonders, among the children of men according to their faith.",
                    "score": 0.8066796027420873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 32,
                    "text": "And, behold, you are they who are ordained of me to ordain priests and teachers; to declare my gospel, according to the power of the Holy Ghost which is in you, and according to the callings and gifts of God unto men;",
                    "score": 0.8008770520615212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 6,
                    "text": "Behold, hearken ye unto my precept; if they shall say there is a miracle wrought by the hand of the Lord, believe it not; for this day he is not a God of miracles; he hath done his work.",
                    "score": 0.799660557219623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 30,
                    "text": "For behold, they are subject unto him, to minister according to the word of his command, showing themselves unto them of strong faith and a firm mind in every form of godliness.",
                    "score": 0.7978644556938139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 17,
                    "text": "Verily I say unto you, he that is ordained of me and sent forth to preach the word of truth by the Comforter, in the Spirit of truth, doth he preach it by the Spirit of truth or some other way?",
                    "score": 0.7978489974737683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And to another, exceedingly great faith; and to another, the gifts of healing by the same Spirit;",
                    "score": 0.793822065408123
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.",
                    "score": 0.7936385335025693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 99,
                    "verse": 2,
                    "text": "And who receiveth you receiveth me; and you shall have power to declare my word in the demonstration of my Holy Spirit.",
                    "score": 0.793489273290031
                }
            ]
        },
        {
            "verse": 6,
            "text": "Even as Abraham believed God, and it was accounted to him for righteousness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And he believed in the Lord; and he counted it to him for righteousness.",
                    "score": 0.8386631754845089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 36,
                    "text": "Abraham was commanded to offer his son Isaac; nevertheless, it was written: Thou shalt not kill. Abraham, however, did not refuse, and it was accounted unto him for righteousness.",
                    "score": 0.8019423749680296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, they believed in Christ and worshiped the Father in his name, and also we worship the Father in his name. And for this intent we keep the law of Moses, it pointing our souls to him; and for this cause it is sanctified unto us for righteousness, even as it was accounted unto Abraham in the wilderness to be obedient unto the commands of God in offering up his son Isaac, which is a similitude of God and his Only Begotten Son.",
                    "score": 0.7916530421563656
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Even of the covenant which he made with Abraham, and of his oath unto Isaac;",
                    "score": 0.7841288390411678
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 17,
                    "text": "The Lord is righteous in all his ways, and holy in all his works.",
                    "score": 0.7743309650037938
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.7719983463608976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 29,
                    "text": "Abraham received all things, whatsoever he received, by revelation and commandment, by my word, saith the Lord, and hath entered into his exaltation and sitteth upon his throne.",
                    "score": 0.7697568642546296
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.7692780624171495
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And Abraham was old, and well stricken in age: and the Lord had blessed Abraham in all things.",
                    "score": 0.7686106223823143
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 31,
                    "text": "And that was counted unto him for righteousness unto all generations for evermore.",
                    "score": 0.7667074267914115
                }
            ]
        },
        {
            "verse": 7,
            "text": "Know ye therefore that they which are of faith, the same are the children of Abraham.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8179763754049153
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 9,
                    "text": "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the Lord hath blessed.",
                    "score": 0.8010108460398662
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Abram; the same is Abraham.",
                    "score": 0.7999140120630657
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the children of Heth answered Abraham, saying unto him,",
                    "score": 0.7996511579917435
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 6,
                    "text": "O ye seed of Abraham his servant, ye children of Jacob his chosen.",
                    "score": 0.7990910791871296
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.7920417792360094
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 5,
                    "text": "That they may believe that the Lord God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath appeared unto thee.",
                    "score": 0.7886728600997679
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 6,
                    "text": "Yea, thou shalt see thy children's children, and peace upon Israel.",
                    "score": 0.7882620450694711
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.7794918039162402
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.7773629676575375
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.8283705559455159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Wherefore, I write unto my people, unto all those that shall receive hereafter these things which I write, that they may know the judgments of God, that they come upon all nations, according to the word which he hath spoken.",
                    "score": 0.7976370714606533
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And Abraham said unto God, O that Ishmael might live before thee!",
                    "score": 0.7944863619035089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 38,
                    "text": "Behold, this is an ensample unto all people, saith the Lord your God, for justification before me.",
                    "score": 0.7939380198423451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 16,
                    "text": "But Aaron said unto him: If thou desirest this thing, if thou wilt bow down before God, yea, if thou wilt repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.",
                    "score": 0.7922293295606911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 50,
                    "text": "He who hath faith to hear shall hear.",
                    "score": 0.7856537814493767
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 9,
                    "text": "And when they shall have received this, which is expedient that they should have first, to try their faith, and if it shall so be that they shall believe these things then shall the greater things be made manifest unto them.",
                    "score": 0.7822868063625192
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 49,
                    "text": "He who hath faith to see shall see.",
                    "score": 0.7813949876215872
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.7811744717859778
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 9,
                    "text": "All nations whom thou hast made shall come and worship before thee, O Lord; and shall glorify thy name.",
                    "score": 0.7797538078836882
                }
            ]
        },
        {
            "verse": 9,
            "text": "So then they which be of faith are blessed with faithful Abraham.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.8194922872862197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 5,
                    "text": "But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life.",
                    "score": 0.8066072729272068
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 33,
                    "text": "And, inasmuch as they are faithful, I will multiply blessings upon them and their seed after them, even a multiplicity of blessings.",
                    "score": 0.7965061772403302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 16,
                    "text": "And blessed are they because of their exceeding faith in the words alone which thou hast spoken unto them.",
                    "score": 0.7937828521168874
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 4,
                    "text": "And they shall also be crowned with blessings from above, yea, and with commandments not a few, and with revelations in their time--they that are faithful and diligent before me.",
                    "score": 0.7930315636683075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 31,
                    "text": "And inasmuch as they are faithful, behold I will bless, and multiply blessings upon them.",
                    "score": 0.7898665620788343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 50,
                    "text": "And thus they did leave a blessing upon this land in their prayers, that whosoever should believe in this gospel in this land might have eternal life;",
                    "score": 0.7880057285897897
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Blessed is the man that trusteth in the Lord, and whose hope the Lord is.",
                    "score": 0.7862252900082575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7817447159527866
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 10,
                    "text": "And inasmuch as they are faithful they shall be preserved, and I, the Lord, will be with them.",
                    "score": 0.7817015724946006
                }
            ]
        },
        {
            "verse": 10,
            "text": "For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 26,
                    "text": "Cursed be he that confirmeth not all the words of this law to do them. And all the people shall say, Amen.",
                    "score": 0.8481783968424114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And whosoever shall go to law with thee shall be cursed by the law.",
                    "score": 0.8212171442440258
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.",
                    "score": 0.8036507777004438
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 21,
                    "text": "Thou hast rebuked the proud that are cursed, which do err from thy commandments.",
                    "score": 0.7922569252235377
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 34,
                    "text": "And afterward he read all the words of the law, the blessings and cursings, according to all that is written in the book of the law.",
                    "score": 0.7872434499172135
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 61,
                    "text": "Also every sickness, and every plague, which is not written in the book of this law, them will the Lord bring upon thee, until thou be destroyed.",
                    "score": 0.787122176550375
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 10,
                    "text": "Cursed be he that doeth the work of the Lord deceitfully, and cursed be he that keepeth back his sword from blood.",
                    "score": 0.7851404087789058
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 29,
                    "text": "They clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God's law, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord, and his judgments and his statutes;",
                    "score": 0.7835089954446942
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 19,
                    "text": "And now, how much more cursed is he that knoweth the will of God and doeth it not, than he that only believeth, or only hath cause to believe, and falleth into transgression?",
                    "score": 0.7833513127953744
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 45,
                    "text": "Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the Lord thy God, to keep his commandments and his statutes which he commanded thee:",
                    "score": 0.7803122676111187
                }
            ]
        },
        {
            "verse": 11,
            "text": "But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 143,
                    "verse": 2,
                    "text": "And enter not into judgment with thy servant: for in thy sight shall no man living be justified.",
                    "score": 0.8265241318388054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 7,
                    "text": "Now there was no law against a man's belief; for it was strictly contrary to the commands of God that there should be a law which should bring men on to unequal grounds.",
                    "score": 0.8139527457715859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 13,
                    "text": "And this ye shall do that God may be glorified--not because ye forgive not, having not compassion, but that ye may be justified in the eyes of the law, that ye may not offend him who is your lawgiver--",
                    "score": 0.8094369052626946
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.",
                    "score": 0.7887814637764242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 16,
                    "text": "And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.",
                    "score": 0.7858362021228014
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 21,
                    "text": "Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land.",
                    "score": 0.7855164479838771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.78489127778128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And men are instructed sufficiently that they know good from evil. And the law is given unto men. And by the law no flesh is justified; or, by the law men are cut off. Yea, by the temporal law they were cut off; and also, by the spiritual law they perish from that which is good, and become miserable forever.",
                    "score": 0.784460174779989
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.",
                    "score": 0.7834527552767333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 11,
                    "text": "For there was a law that men should be judged according to their crimes. Nevertheless, there was no law against a man's belief; therefore, a man was punished only for the crimes which he had done; therefore all men were on equal grounds.",
                    "score": 0.7828363167064417
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the law is not of faith: but, The man that doeth them shall live in them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.",
                    "score": 0.821335269097089
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 5,
                    "text": "Ye shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the Lord.",
                    "score": 0.8180730395056505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 52,
                    "text": "And they who have not faith to do these things, but believe in me, have power to become my sons; and inasmuch as they break not my laws thou shalt bear their infirmities.",
                    "score": 0.804255402106343
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 11,
                    "text": "And I gave them my statutes, and shewed them my judgments, which if a man do, he shall even live in them.",
                    "score": 0.8036832875952701
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 83,
                    "verse": 3,
                    "text": "And if they are not faithful they shall not have fellowship in the church; yet they may remain upon their inheritances according to the laws of the land.",
                    "score": 0.8020368761632686
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7973577180566267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.7955764292470869
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 10,
                    "text": "They kept not the covenant of God, and refused to walk in his law;",
                    "score": 0.7944898921519733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And men are instructed sufficiently that they know good from evil. And the law is given unto men. And by the law no flesh is justified; or, by the law men are cut off. Yea, by the temporal law they were cut off; and also, by the spiritual law they perish from that which is good, and become miserable forever.",
                    "score": 0.7927064165192517
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see not; they have ears to hear, and hear not: for they are a rebellious house.",
                    "score": 0.7913064701812157
                }
            ]
        },
        {
            "verse": 13,
            "text": "Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 26,
                    "text": "Cursed be he that confirmeth not all the words of this law to do them. And all the people shall say, Amen.",
                    "score": 0.8031859726387042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And whosoever shall go to law with thee shall be cursed by the law.",
                    "score": 0.7993432540316352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 93,
                    "text": "That whoever he blesses shall be blessed, and whoever he curses shall be cursed; that whatsoever he shall bind on earth shall be bound in heaven; and whatsoever he shall loose on earth shall be loosed in heaven.",
                    "score": 0.7912447964659866
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 21,
                    "text": "Cursed be he that lieth with any manner of beast. And all the people shall say, Amen.",
                    "score": 0.7888513195025945
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 10,
                    "text": "Cursed be he that doeth the work of the Lord deceitfully, and cursed be he that keepeth back his sword from blood.",
                    "score": 0.7826477665336835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7787655512714721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 36,
                    "text": "O that we had repented in the day that the word of the Lord came unto us; for behold the land is cursed, and all things are become slippery, and we cannot hold them.",
                    "score": 0.7772686470268358
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 21,
                    "text": "Thou hast rebuked the proud that are cursed, which do err from thy commandments.",
                    "score": 0.7771427018586422
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Then said he unto me, This is the curse that goeth forth over the face of the whole earth: for every one that stealeth shall be cut off as on this side according to it; and every one that sweareth shall be cut off as on that side according to it.",
                    "score": 0.7736957430630945
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 19,
                    "text": "Cursed be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen.",
                    "score": 0.7724550926328965
                }
            ]
        },
        {
            "verse": 14,
            "text": "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.7968318260559565
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.7966417369115588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Thus God has provided a means that man, through faith, might work mighty miracles; therefore he becometh a great benefit to his fellow beings.",
                    "score": 0.7881056547527833
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And it is by faith that my fathers have obtained the promise that these things should come unto their brethren through the Gentiles; therefore the Lord hath commanded me, yea, even Jesus Christ.",
                    "score": 0.7870312390122619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7861806267553489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 118,
                    "text": "That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory.",
                    "score": 0.7858030108582926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
                    "score": 0.7839590841086929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 32,
                    "text": "And by so doing, the Lord God prepareth the way that the residue of men may have faith in Christ, that the Holy Ghost may have place in their hearts, according to the power thereof; and after this manner bringeth to pass the Father, the covenants which he hath made unto the children of men.",
                    "score": 0.7820943163082847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 11,
                    "text": "Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.",
                    "score": 0.781728839741829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 4,
                    "text": "And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.",
                    "score": 0.7794521864582833
                }
            ]
        },
        {
            "verse": 15,
            "text": "Brethren, I speak after the manner of men; Though it be but a man's covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
                    "score": 0.8003095474779365
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.7950232684222547
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And this was yet a small thing in thy sight, O Lord God; but thou hast spoken also of thy servant's house for a great while to come. And is this the manner of man, O Lord God?",
                    "score": 0.7941744128708925
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 133,
                    "text": "Art thou a brother or brethren? I salute you in the name of the Lord Jesus Christ, in token or remembrance of the everlasting covenant, in which covenant I receive you to fellowship, in a determination that is fixed, immovable, and unchangeable, to be your friend and brother through the grace of God in the bonds of love, to walk in all the commandments of God blameless, in thanksgiving, forever and ever. Amen.",
                    "score": 0.7862774488169368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 21,
                    "text": "And now behold, my brethren, what natural man is there that knoweth these things? I say unto you, there is none that knoweth these things, save it be the penitent.",
                    "score": 0.7829740656596872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And it came to pass that after this manner of language did I persuade my brethren, that they might be faithful in keeping the commandments of God.",
                    "score": 0.7822092107558641
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 30,
                    "verse": 2,
                    "text": "If a man vow a vow unto the Lord, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.",
                    "score": 0.782150820568408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 48,
                    "verse": 5,
                    "text": "The place is not yet to be revealed; but after your brethren come from the east there are to be certain men appointed, and to them it shall be given to know the place, or to them it shall be revealed.",
                    "score": 0.7810038959838422
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.",
                    "score": 0.7791893356143218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.77885327912878
                }
            ]
        },
        {
            "verse": 16,
            "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.8524690781279252
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.",
                    "score": 0.83756757630377
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.8348187527243729
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And God said unto Abraham, Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah hath said unto thee, hearken unto her voice; for in Isaac shall thy seed be called.",
                    "score": 0.8271411563067758
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 6,
                    "text": "O ye seed of Abraham his servant, ye children of Jacob his chosen.",
                    "score": 0.8269532769352017
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.823436229251042
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 12,
                    "text": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.",
                    "score": 0.8178257939045539
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 1,
                    "text": "And the Lord said unto Moses, Depart, and go up hence, thou and the people which thou hast brought up out of the land of Egypt, unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:",
                    "score": 0.813678883723328
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land wherein thou art a stranger, which God gave unto Abraham.",
                    "score": 0.8119450549570417
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "score": 0.8104414212400752
                }
            ]
        },
        {
            "verse": 17,
            "text": "And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.7995295954710566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 7,
                    "text": "And verily I say unto you, that the conditions of this law are these: All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations, that are not made and entered into and sealed by the Holy Spirit of promise, of him who is anointed, both as well for time and for all eternity, and that too most holy, by revelation and commandment through the medium of mine anointed, whom I have appointed on the earth to hold this power (and I have appointed unto my servant Joseph to hold this power in the last days, and there is never but one on the earth at a time on whom this power and the keys of this priesthood are conferred), are of no efficacy, virtue, or force in and after the resurrection from the dead; for all contracts that are not made unto this end have an end when men are dead.",
                    "score": 0.7873188270380909
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 10,
                    "text": "They kept not the covenant of God, and refused to walk in his law;",
                    "score": 0.7863311737656166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.7777446577665843
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 34,
                    "text": "My covenant will I not break, nor alter the thing that is gone out of my lips.",
                    "score": 0.7758280531578406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 41,
                    "text": "But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world to come.",
                    "score": 0.7744429483778325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 6,
                    "text": "And as pertaining to the new and everlasting covenant, it was instituted for the fulness of my glory; and he that receiveth a fulness thereof must and shall abide the law, or he shall be damned, saith the Lord God.",
                    "score": 0.7683542074711582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.",
                    "score": 0.7670701804665822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Therefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that he may not execute judgment unto the fulfilling of the covenant which he hath made unto the house of Israel.",
                    "score": 0.7664846784051165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "For behold, the covenant which I have made with my people is not all fulfilled; but the law which was given unto Moses hath an end in me.",
                    "score": 0.766257882591078
                }
            ]
        },
        {
            "verse": 18,
            "text": "For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 9,
                    "text": "Wherefore Levi hath no part nor inheritance with his brethren; the Lord is his inheritance, according as the Lord thy God promised him.",
                    "score": 0.8195127391137925
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 31,
                    "text": "This promise is yours also, because ye are of Abraham, and the promise was made unto Abraham; and by this law is the continuation of the works of my Father, wherein he glorifieth himself.",
                    "score": 0.8189270874831516
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 9,
                    "text": "For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
                    "score": 0.810388952137578
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 26,
                    "verse": 54,
                    "text": "To many thou shalt give the more inheritance, and to few thou shalt give the less inheritance: to every one shall his inheritance be given according to those that were numbered of him.",
                    "score": 0.804994678435369
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 33,
                    "text": "But if ye enter not into my law ye cannot receive the promise of my Father, which he made unto Abraham.",
                    "score": 0.8040878350372067
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Therefore shall they have no inheritance among their brethren: the Lord is their inheritance, as he hath said unto them.",
                    "score": 0.8017692189719992
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 10,
                    "text": "That innocent blood be not shed in thy land, which the Lord thy God giveth thee for an inheritance, and so blood be upon thee.",
                    "score": 0.7944917201850092
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And if his father have no brethren, then ye shall give his inheritance unto his kinsman that is next to him of his family, and he shall possess it: and it shall be unto the children of Israel a statute of judgment, as the Lord commanded Moses.",
                    "score": 0.7931119752325241
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 3,
                    "text": "It is contrary to the will and commandment of God that those who receive not their inheritance by consecration, agreeable to his law, which he has given, that he may tithe his people, to prepare them against the day of vengeance and burning, should have their names enrolled with the people of God.",
                    "score": 0.791251990153657
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Save when there shall be no poor among you; for the Lord shall greatly bless thee in the land which the Lord thy God giveth thee for an inheritance to possess it:",
                    "score": 0.7911823204891951
                }
            ]
        },
        {
            "verse": 19,
            "text": "Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 5,
                    "text": "For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.",
                    "score": 0.7973085289598244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.7946592998842369
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 7,
                    "text": "As the sin offering is, so is the trespass offering: there is one law for them: the priest that maketh atonement therewith shall have it.",
                    "score": 0.7943169454101995
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 32,
                    "text": "This is the law of him that hath an issue, and of him whose seed goeth from him, and is defiled therewith;",
                    "score": 0.7915013122265757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 31,
                    "text": "Wherefore, he gave commandments unto men, they having first transgressed the first commandments as to things which were temporal, and becoming as gods, knowing good from evil, placing themselves in a state to act, or being placed in a state to act according to their wills and pleasures, whether to do evil or to do good--",
                    "score": 0.7880206657709644
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 96,
                    "verse": 8,
                    "text": "Give unto the Lord the glory due unto his name: bring an offering, and come into his courts.",
                    "score": 0.7878529138393696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 72,
                    "text": "Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.",
                    "score": 0.7858504186628256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Wherefore, the prophets, and the priests, and the teachers, did labor diligently, exhorting with all long-suffering the people to diligence; teaching the law of Moses, and the intent for which it was given; persuading them to look forward unto the Messiah, and believe in him to come as though he already was. And after this manner did they teach them.",
                    "score": 0.7835536181058459
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 7,
                    "text": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
                    "score": 0.7831237856168142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Wherefore, because of this covenant thou art blessed; for thy seed shall not be destroyed, for they shall hearken unto the words of the book.",
                    "score": 0.7830642522344382
                }
            ]
        },
        {
            "verse": 20,
            "text": "Now a mediator is not a mediator of one, but God is one.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 18,
                    "text": "For I know that God is not a partial God, neither a changeable being; but he is unchangeable from all eternity to all eternity.",
                    "score": 0.7518309232353473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 20,
                    "text": "If it be some other way it is not of God.",
                    "score": 0.7343674425545058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 35,
                    "text": "Behold, I gave unto him that he should be an agent unto himself; and I gave unto him commandment, but no temporal commandment gave I unto him, for my commandments are spiritual; they are not natural nor temporal, neither carnal nor sensual.",
                    "score": 0.7342414230881578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And if there were miracles wrought then, why has God ceased to be a God of miracles and yet be an unchangeable Being? And behold, I say unto you he changeth not; if so he would cease to be God; and he ceaseth not to be God, and is a God of miracles.",
                    "score": 0.7333776822958165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 17,
                    "text": "Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil;",
                    "score": 0.7310588427432567
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 6,
                    "text": "The Lord repented for this: This also shall not be, saith the Lord God.",
                    "score": 0.7303181846309377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 18,
                    "text": "And if it be by some other way it is not of God.",
                    "score": 0.7290556072917419
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 83,
                    "verse": 1,
                    "text": "Keep not thou silence, O God: hold not thy peace, and be not still, O God.",
                    "score": 0.7288529574740907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 13,
                    "text": "And this ye shall do that God may be glorified--not because ye forgive not, having not compassion, but that ye may be justified in the eyes of the law, that ye may not offend him who is your lawgiver--",
                    "score": 0.728630681815743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 83,
                    "text": "These are they who deny not the Holy Spirit.",
                    "score": 0.7280966577736159
                }
            ]
        },
        {
            "verse": 21,
            "text": "Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 32,
                    "text": "Therefore God gave unto them commandments, after having made known unto them the plan of redemption, that they should not do evil, the penalty thereof being a second death, which was an everlasting death as to things pertaining unto righteousness; for on such the plan of redemption could have no power, for the works of justice could not be destroyed, according to the supreme goodness of God.",
                    "score": 0.8075163868272427
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.8071319217089659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 22,
                    "text": "But there is a law given, and a punishment affixed, and a repentance granted; which repentance, mercy claimeth; otherwise, justice claimeth the creature and executeth the law, and the law inflicteth the punishment; if not so, the works of justice would be destroyed, and God would cease to be God.",
                    "score": 0.7928428715423631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 28,
                    "text": "And moreover, I say unto you, that salvation doth not come by the law alone; and were it not for the atonement, which God himself shall make for the sins and iniquities of his people, that they must unavoidably perish, notwithstanding the law of Moses.",
                    "score": 0.7838689947823821
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 15,
                    "text": "If the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die.",
                    "score": 0.7814376600479895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 27,
                    "text": "Wherefore, we speak concerning the law that our children may know the deadness of the law; and they, by knowing the deadness of the law, may look forward unto that life which is in Christ, and know for what end the law was given. And after the law is fulfilled in Christ, that they need not harden their hearts against him when the law ought to be done away.",
                    "score": 0.7795712745018907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 21,
                    "text": "And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.",
                    "score": 0.7786581815115824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.7779912711607796
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 3,
                    "text": "It is contrary to the will and commandment of God that those who receive not their inheritance by consecration, agreeable to his law, which he has given, that he may tithe his people, to prepare them against the day of vengeance and burning, should have their names enrolled with the people of God.",
                    "score": 0.7754851169791369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 13,
                    "text": "Therefore, according to justice, the plan of redemption could not be brought about, only on conditions of repentance of men in this probationary state, yea, this preparatory state; for except it were for these conditions, mercy could not take effect except it should destroy the work of justice. Now the work of justice could not be destroyed; if so, God would cease to be God.",
                    "score": 0.7747638647868864
                }
            ]
        },
        {
            "verse": 22,
            "text": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
                    "score": 0.7946943270591567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 16,
                    "text": "But Aaron said unto him: If thou desirest this thing, if thou wilt bow down before God, yea, if thou wilt repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.",
                    "score": 0.7891831384016873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 31,
                    "text": "Because the promise is, if these things abound in them they shall not be unfruitful in the knowledge of the Lord.",
                    "score": 0.7866156800526521
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 53,
                    "text": "And who overcome by faith, and are sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true.",
                    "score": 0.7853804434689458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Yea, all this was done that the word of the Lord might be fulfilled.",
                    "score": 0.784438908890584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come.",
                    "score": 0.783592586217531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7809484333071544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth.",
                    "score": 0.7799891867250148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 32,
                    "text": "And now, behold, the promise of the Lord is fulfilled, and ye are smitten and afflicted.",
                    "score": 0.7764706035094747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.",
                    "score": 0.7761095671882796
                }
            ]
        },
        {
            "verse": 23,
            "text": "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And thou shalt say unto them, Thus saith the Lord; If ye will not hearken to me, to walk in my law, which I have set before you,",
                    "score": 0.7926189111018136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.7851855589145023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 5,
                    "text": "And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments;",
                    "score": 0.7833422545260168
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7826078840622109
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 72,
                    "text": "Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.",
                    "score": 0.7797248491333661
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 41,
                    "text": "For I deign to reveal unto my church things which have been kept hid from before the foundation of the world, things that pertain to the dispensation of the fulness of times.",
                    "score": 0.7769788667440256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And now, I, Moroni, would speak somewhat concerning these things; I would show unto the world that faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until after the trial of your faith.",
                    "score": 0.7673672290368543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 23,
                    "text": "And let all my people who dwell in the regions round about be very faithful, and prayerful, and humble before me, and reveal not the things which I have revealed unto them, until it is wisdom in me that they should be revealed.",
                    "score": 0.7668039909665201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 8,
                    "text": "Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them.",
                    "score": 0.7650176720499069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 60,
                    "text": "Now these words, O Lord, we have spoken before thee, concerning the revelations and commandments which thou hast given unto us, who are identified with the Gentiles.",
                    "score": 0.7646325701396096
                }
            ]
        },
        {
            "verse": 24,
            "text": "Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 13,
                    "text": "And this ye shall do that God may be glorified--not because ye forgive not, having not compassion, but that ye may be justified in the eyes of the law, that ye may not offend him who is your lawgiver--",
                    "score": 0.7898034432667154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 27,
                    "text": "Wherefore, we speak concerning the law that our children may know the deadness of the law; and they, by knowing the deadness of the law, may look forward unto that life which is in Christ, and know for what end the law was given. And after the law is fulfilled in Christ, that they need not harden their hearts against him when the law ought to be done away.",
                    "score": 0.7897001446116753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Wherefore, the prophets, and the priests, and the teachers, did labor diligently, exhorting with all long-suffering the people to diligence; teaching the law of Moses, and the intent for which it was given; persuading them to look forward unto the Messiah, and believe in him to come as though he already was. And after this manner did they teach them.",
                    "score": 0.7818833236910047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.7807902119554407
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 32,
                    "text": "Wherefore, for this cause I gave unto you the commandment that ye should go to the Ohio; and there I will give unto you my law; and there you shall be endowed with power from on high;",
                    "score": 0.7747967701381232
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 12,
                    "text": "Blessed art thou, O Lord: teach me thy statutes.",
                    "score": 0.7726943767750618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 6,
                    "text": "Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law which is the constitutional law of the land;",
                    "score": 0.7662804965092671
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 12,
                    "text": "Blessed is the man whom thou chastenest, O Lord, and teachest him out of thy law;",
                    "score": 0.7653907316256536
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 11,
                    "text": "And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was?",
                    "score": 0.7625844850934643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 11,
                    "text": "Wherefore, by faith was the law of Moses given. But in the gift of his Son hath God prepared a more excellent way; and it is by faith that it hath been fulfilled.",
                    "score": 0.7622218742705359
                }
            ]
        },
        {
            "verse": 25,
            "text": "But after that faith is come, we are no longer under a schoolmaster.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 20,
                    "text": "Now this was done because there were so many people that they could not all be governed by one teacher; neither could they all hear the word of God in one assembly;",
                    "score": 0.7382934083737804
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 13,
                    "text": "And when you have finished the translation of the prophets, you shall from thenceforth preside over the affairs of the church and the school;",
                    "score": 0.7323745167650081
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 20,
                    "text": "And though the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers:",
                    "score": 0.7289629930359566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 12,
                    "text": "For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until after their faith.",
                    "score": 0.7178821845052193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And now, ye see by this that our first parents were cut off both temporally and spiritually from the presence of the Lord; and thus we see they became subjects to follow after their own will.",
                    "score": 0.715196725593658
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 80,
                    "text": "And now this is the end of the vision which we saw of the terrestrial, that the Lord commanded us to write while we were yet in the Spirit.",
                    "score": 0.7123416354505913
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 4,
                    "text": "And inasmuch as he continueth to abide in me he shall continue to preside over the school in the land of Zion until I shall give unto him other commandments.",
                    "score": 0.7082056021662579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 29,
                    "text": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king;",
                    "score": 0.7067518401772835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 17,
                    "text": "And now I give unto you no more at this time. Amen.",
                    "score": 0.7057631632663713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 113,
                    "text": "This is the end of the vision which we saw, which we were commanded to write while we were yet in the Spirit.",
                    "score": 0.7044960029288081
                }
            ]
        },
        {
            "verse": 26,
            "text": "For ye are all the children of God by faith in Christ Jesus.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And blessed are all the peacemakers, for they shall be called the children of God.",
                    "score": 0.8075500687877282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.79425080077352
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.79425080077352
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 82,
                    "verse": 6,
                    "text": "I have said, Ye are gods; and all of you are children of the most High.",
                    "score": 0.7930782157349776
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 26,
                    "text": "And all these gifts come from God, for the benefit of the children of God.",
                    "score": 0.7858133313335864
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.",
                    "score": 0.7814383783793608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 22,
                    "text": "For behold that all little children are alive in Christ, and also all they that are without the law. For the power of redemption cometh on all them that have no law; wherefore, he that is not condemned, or he that is under no condemnation, cannot repent; and unto such baptism availeth nothing--",
                    "score": 0.7770808872918117
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                    "score": 0.7751429744603262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7745107966296361
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 2,
                    "text": "Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the Lord your God am holy.",
                    "score": 0.7678029475545773
                }
            ]
        },
        {
            "verse": 27,
            "text": "For as many of you as have been baptized into Christ have put on Christ.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 29,
                    "text": "See that ye are not baptized unworthily; see that ye partake not of the sacrament of Christ unworthily; but see that ye do all things in worthiness, and do it in the name of Jesus Christ, the Son of the living God; and if ye do this, and endure to the end, ye will in nowise be cast out.",
                    "score": 0.7835310976998828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And now behold, I ask of you, my brethren of the church, have ye spiritually been born of God? Have ye received his image in your countenances? Have ye experienced this mighty change in your hearts?",
                    "score": 0.7820903972732623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 10,
                    "text": "Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?",
                    "score": 0.7706269713178141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 41,
                    "text": "And you must preach unto the world, saying: You must repent and be baptized, in the name of Jesus Christ;",
                    "score": 0.7697668839421087
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And as many as repent and are baptized in my name, which is Jesus Christ, and endure to the end, the same shall be saved.",
                    "score": 0.7666761667623685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Yea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized even by water, and then cometh the baptism of fire and of the Holy Ghost.",
                    "score": 0.7665140558600694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 21,
                    "text": "And they who were baptized in the name of Jesus were called the church of Christ.",
                    "score": 0.7648554716733332
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
                    "score": 0.7631809511656424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Repent and be baptized in the name of Jesus Christ, according to the holy commandment, for the remission of sins;",
                    "score": 0.7629324989540437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.",
                    "score": 0.7620691906763665
                }
            ]
        },
        {
            "verse": 28,
            "text": "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 16,
                    "text": "Wherefore, he that fighteth against Zion, both Jew and Gentile, both bond and free, both male and female, shall perish; for they are they who are the whore of all the earth; for they who are not for me are against me, saith our God.",
                    "score": 0.7593771964989231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 33,
                    "text": "For none of these iniquities come of the Lord; for he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile.",
                    "score": 0.7574168655769826
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 2,
                    "text": "Thou shalt not take thee a wife, neither shalt thou have sons or daughters in this place.",
                    "score": 0.7507537376247276
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 17,
                    "text": "There shall be no whore of the daughters of Israel, nor a sodomite of the sons of Israel.",
                    "score": 0.7442798915127612
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 32,
                    "text": "Thou shalt make no covenant with them, nor with their gods.",
                    "score": 0.7339442532941731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.",
                    "score": 0.7334165806833085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 17,
                    "text": "But he repented not, neither his fair sons nor daughters; neither the fair sons and daughters of Cohor; neither the fair sons and daughters of Corihor; and in fine, there were none of the fair sons and daughters upon the face of the whole earth who repented of their sins.",
                    "score": 0.7313046878230797
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 22,
                    "text": "And again, verily I say unto you, that the Son of Man cometh not in the form of a woman, neither of a man traveling on the earth.",
                    "score": 0.7261250981549449
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 37,
                    "text": "Neither shall he regard the God of his fathers, nor the desire of women, nor regard any god: for he shall magnify himself above all.",
                    "score": 0.7251932117752939
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 28,
                    "text": "But no man is possessor of all things except he be purified and cleansed from all sin.",
                    "score": 0.7215377341955879
                }
            ]
        },
        {
            "verse": 29,
            "text": "And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.832994034403198
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 31,
                    "text": "This promise is yours also, because ye are of Abraham, and the promise was made unto Abraham; and by this law is the continuation of the works of my Father, wherein he glorifieth himself.",
                    "score": 0.8263237572778045
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 6,
                    "text": "O ye seed of Abraham his servant, ye children of Jacob his chosen.",
                    "score": 0.82082587070527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.8155355580206157
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.8146631013508626
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 12,
                    "text": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.",
                    "score": 0.8110444806982104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
                    "score": 0.8089776618987586
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 7,
                    "text": "And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.",
                    "score": 0.8003693873410849
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 13,
                    "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.",
                    "score": 0.7991568867116866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And ye will also know that ye are a remnant of the seed of Jacob; therefore ye are numbered among the people of the first covenant; and if it so be that ye believe in Christ, and are baptized, first with water, then with fire and with the Holy Ghost, following the example of our Savior, according to that which he hath commanded us, it shall be well with you in the day of judgment. Amen.",
                    "score": 0.7988968578155494
                }
            ]
        }
    ]
}