{
    "volume": "New Testament",
    "book": "Hebrews",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 123,
                    "verse": 14,
                    "text": "These should then be attended to with great earnestness.",
                    "score": 0.8014561297504327
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 20,
                    "text": "Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.",
                    "score": 0.7947998310723184
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 2,
                    "text": "That thou mayest regard discretion, and that thy lips may keep knowledge.",
                    "score": 0.7871403247084285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7788011111585186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 34,
                    "text": "Yea, and even let those who are sanctified take heed also.",
                    "score": 0.7786227176914671
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 33,
                    "text": "Hear instruction, and be wise, and refuse it not.",
                    "score": 0.7747629234118875
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 2,
                    "text": "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;",
                    "score": 0.7745317375038461
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 12,
                    "text": "Take heed to thyself, lest thou make a covenant with the inhabitants of the land whither thou goest, lest it be for a snare in the midst of thee:",
                    "score": 0.7726215261821296
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
                    "score": 0.7692199170047385
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 25,
                    "verse": 7,
                    "text": "For better it is that it be said unto thee, Come up hither; than that thou shouldest be put lower in the presence of the prince whom thine eyes have seen.",
                    "score": 0.769018573009757
                }
            ]
        },
        {
            "verse": 2,
            "text": "For if the word spoken by angels was steadfast, and every transgression and disobedience received a just recompence of reward;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 34,
                    "text": "And Balaam said unto the angel of the Lord, I have sinned; for I knew not that thou stoodest in the way against me: now therefore, if it displease thee, I will get me back again.",
                    "score": 0.7591564162607634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 25,
                    "text": "Wherefore, by the ministering of angels, and by every word which proceeded forth out of the mouth of God, men began to exercise faith in Christ; and thus by faith, they did lay hold upon every good thing; and thus it was until the coming of Christ.",
                    "score": 0.7560520470029238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.7537453199323226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 16,
                    "text": "O that he would rid you from this iniquity and abomination. And, O that ye would listen unto the word of his commands, and let not this pride of your hearts destroy your souls!",
                    "score": 0.7522831990835948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "score": 0.749775072118917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 39,
                    "text": "And they did admonish their brethren; and they were also admonished, every one by the word of God, according to his sins, or to the sins which he had committed, being commanded of God to pray without ceasing, and to give thanks in all things.",
                    "score": 0.7496658347969556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 2,
                    "text": "Yea, I would declare unto every soul, as with the voice of thunder, repentance and the plan of redemption, that they should repent and come unto our God, that there might not be more sorrow upon all the face of the earth.",
                    "score": 0.7459028433996717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 21,
                    "text": "And when thy people transgress, any of them, they may speedily repent and return unto thee, and find favor in thy sight, and be restored to the blessings which thou hast ordained to be poured out upon those who shall reverence thee in thy house.",
                    "score": 0.7454382210830387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "score": 0.7434119039545382
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 17,
                    "text": "But those who cry transgression do it because they are the servants of sin, and are the children of disobedience themselves.",
                    "score": 0.7433756003465682
                }
            ]
        },
        {
            "verse": 3,
            "text": "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 27,
                    "text": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb: and thou shalt be a sign unto them; and they shall know that I am the Lord.",
                    "score": 0.7805633628262608
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 2,
                    "text": "And listen to the counsel of him who has ordained you from on high, who shall speak in your ears the words of wisdom, that salvation may be unto you in that thing which you have presented before me, saith the Lord God.",
                    "score": 0.7777747560508916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved--",
                    "score": 0.7757337444546718
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Which said unto God, Depart from us: and what can the Almighty do for them?",
                    "score": 0.7749752006121212
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 2,
                    "text": "Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me.",
                    "score": 0.7709387380051997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7698207242230244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 23,
                    "text": "Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved.",
                    "score": 0.7691335063640449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 24,
                    "text": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
                    "score": 0.7676502427385953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "score": 0.7671564181393341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And he hath brought to pass the redemption of the world, whereby he that is found guiltless before him at the judgment day hath it given unto him to dwell in the presence of God in his kingdom, to sing ceaseless praises with the choirs above, unto the Father, and unto the Son, and unto the Holy Ghost, which are one God, in a state of happiness which hath no end.",
                    "score": 0.7656022623057864
                }
            ]
        },
        {
            "verse": 4,
            "text": "God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And that he manifesteth himself unto all those who believe in him, by the power of the Holy Ghost; yea, unto every nation, kindred, tongue, and people, working mighty miracles, signs, and wonders, among the children of men according to their faith.",
                    "score": 0.843533237815487
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 27,
                    "text": "As well as those who should come after, who should believe in the gifts and callings of God by the Holy Ghost, which beareth record of the Father and of the Son;",
                    "score": 0.8035305213821861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.",
                    "score": 0.7999676246823876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 16,
                    "text": "And again, it is given by the Holy Ghost to some to know the diversities of operations, whether they be of God, that the manifestations of the Spirit may be given to every man to profit withal.",
                    "score": 0.7987660438253761
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 40,
                    "text": "And they shall see signs and wonders, for they shall be shown forth in the heavens above, and in the earth beneath.",
                    "score": 0.796248107304817
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Having been visited by the Spirit of God; having conversed with angels, and having been spoken unto by the voice of the Lord; and having the spirit of prophecy, and the spirit of revelation, and also many gifts, the gift of speaking with tongues, and the gift of preaching, and the gift of the Holy Ghost, and the gift of translation;",
                    "score": 0.794603148820353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 26,
                    "text": "Yea, wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God, and the gift of the Holy Ghost!",
                    "score": 0.7892805694195824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Yea, and even all they who wrought miracles wrought them by faith, even those who were before Christ and also those who were after.",
                    "score": 0.7892024935254055
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 118,
                    "text": "That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory.",
                    "score": 0.7886651348917465
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 3,
                    "text": "The great temptations which thine eyes have seen, the signs, and those great miracles:",
                    "score": 0.7885966473547766
                }
            ]
        },
        {
            "verse": 5,
            "text": "For unto the angels hath he not put in subjection the world to come, whereof we speak.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 7,
                    "text": "I, the Lord God, have spoken it; but the hour and the day no man knoweth, neither the angels in heaven, nor shall they know until he comes.",
                    "score": 0.7996204793359161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.793203636747152
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 12,
                    "text": "It is not in heaven, that thou shouldest say, Who shall go up for us to heaven, and bring it unto us, that we may hear it, and do it?",
                    "score": 0.7920723521942438
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.7807628548855622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 23,
                    "text": "Wherefore, be not deceived, but continue in steadfastness, looking forth for the heavens to be shaken, and the earth to tremble and to reel to and fro as a drunken man, and for the valleys to be exalted, and for the mountains to be made low, and for the rough places to become smooth--and all this when the angel shall sound his trumpet.",
                    "score": 0.7785715803950598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 34,
                    "text": "And wo be unto him that will not hearken unto the words of Jesus, and also to them whom he hath chosen and sent among them; for whoso receiveth not the words of Jesus and the words of those whom he hath sent receiveth not him; and therefore he will not receive them at the last day;",
                    "score": 0.7745907208270302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Wherefore, the things which are pleasing unto the world I do not write, but the things which are pleasing unto God and unto those who are not of the world.",
                    "score": 0.7738065309258482
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7717303584129445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me.",
                    "score": 0.7713724669917336
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear:",
                    "score": 0.7699398814015869
                }
            ]
        },
        {
            "verse": 6,
            "text": "But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 4,
                    "text": "What is man, that thou art mindful of him? and the son of man, that thou visitest him?",
                    "score": 0.9240020890482821
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 144,
                    "verse": 3,
                    "text": "Lord, what is man, that thou takest knowledge of him! or the son of man, that thou makest account of him!",
                    "score": 0.8168076169232746
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And he came unto his father, and said, My father: and he said, Here am I; who art thou, my son?",
                    "score": 0.7949652672175
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see not; they have ears to hear, and hear not: for they are a rebellious house.",
                    "score": 0.7921486650068846
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 5,
                    "text": "And the Lord said unto me, Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the Lord, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary.",
                    "score": 0.7878082481985532
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears.",
                    "score": 0.7871043968665038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.7800632054736357
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Thou shalt also consider in thine heart, that, as a man chasteneth his son, so the Lord thy God chasteneth thee.",
                    "score": 0.7787278414683146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 73,
                    "text": "And also they who are the spirits of men kept in prison, whom the Son visited, and preached the gospel unto them, that they might be judged according to men in the flesh;",
                    "score": 0.7781479127208795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 41,
                    "verse": 1,
                    "text": "And now, my son, I have somewhat to say concerning the restoration of which has been spoken; for behold, some have wrested the scriptures, and have gone far astray because of this thing. And I perceive that thy mind has been worried also concerning this thing. But behold, I will explain it unto thee.",
                    "score": 0.7780254897196787
                }
            ]
        },
        {
            "verse": 7,
            "text": "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 5,
                    "text": "For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.",
                    "score": 0.9388617710938569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 107,
                    "text": "And then shall the angels be crowned with the glory of his might, and the saints shall be filled with his glory, and receive their inheritance and be made equal with him.",
                    "score": 0.8153852525681289
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 5,
                    "text": "His glory is great in thy salvation: honour and majesty hast thou laid upon him.",
                    "score": 0.8112107303493641
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:",
                    "score": 0.8099151930559324
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 7,
                    "text": "The Lord maketh poor, and maketh rich: he bringeth low, and lifteth up.",
                    "score": 0.8085354881213321
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 11,
                    "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
                    "score": 0.7963034682602378
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 18,
                    "text": "Though while he lived he blessed his soul: and men will praise thee, when thou doest well to thyself.",
                    "score": 0.7959986655444327
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 20,
                    "text": "Bless the Lord, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word.",
                    "score": 0.7944145809561497
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 12,
                    "text": "For the day of the Lord of hosts shall be upon every one that is proud and lofty, and upon every one that is lifted up; and he shall be brought low:",
                    "score": 0.7943053601142601
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.",
                    "score": 0.7923363626810576
                }
            ]
        },
        {
            "verse": 8,
            "text": "Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:",
                    "score": 0.8439426820950352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 41,
                    "text": "He comprehendeth all things, and all things are before him, and all things are round about him; and he is above all things, and in all things, and is through all things, and is round about all things; and all things are by him, and of him, even God, forever and ever.",
                    "score": 0.7856734575714319
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 3,
                    "text": "In like manner shalt thou do with his ass; and so shalt thou do with his raiment; and with all lost thing of thy brother's, which he hath lost, and thou hast found, shalt thou do likewise: thou mayest not hide thyself.",
                    "score": 0.7817812063391878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 26,
                    "text": "For he had said unto him in times before, that if he would believe in him that he could show unto him all things--it should be shown unto him; therefore the Lord could not withhold anything from him, for he knew that the Lord could show him all things.",
                    "score": 0.7795380728096999
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 6,
                    "text": "He that ascended up on high, as also he descended below all things, in that he comprehended all things, that he might be in all and through all things, the light of truth;",
                    "score": 0.7775056319863775
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Hast thou not procured this unto thyself, in that thou hast forsaken the Lord thy God, when he led thee by the way?",
                    "score": 0.7728864238741703
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.770364574334477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 3,
                    "text": "And all things that he spake have been and shall be, even according to the words which he spake.",
                    "score": 0.7685028692904167
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 17,
                    "text": "Then I beheld all the work of God, that a man cannot find out the work that is done under the sun: because though a man labour to seek it out, yet he shall not find it; yea further; though a wise man think to know it, yet shall he not be able to find it.",
                    "score": 0.7681435305288632
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 16,
                    "text": "What hast thou here? and whom hast thou here, that thou hast hewed thee out a sepulchre here, as he that heweth him out a sepulchre on high, and that graveth an habitation for himself in a rock?",
                    "score": 0.7666108530414127
                }
            ]
        },
        {
            "verse": 9,
            "text": "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 5,
                    "text": "For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.",
                    "score": 0.8246239697288156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 11,
                    "text": "For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him.",
                    "score": 0.773545813315613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 15,
                    "text": "But this cannot be; we must come forth and stand before him in his glory, and in his power, and in his might, majesty, and dominion, and acknowledge to our everlasting shame that all his judgments are just; that he is just in all his works, and that he is merciful unto the children of men, and that he has all power to save every man that believeth on his name and bringeth forth fruit meet for repentance.",
                    "score": 0.7694046585163836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king.",
                    "score": 0.7685314173520035
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 9,
                    "text": "To execute upon them the judgment written: this honour have all his saints. Praise ye the Lord.",
                    "score": 0.7656827632180324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 9,
                    "text": "Having ascended into heaven, having the bowels of mercy; being filled with compassion towards the children of men; standing betwixt them and justice; having broken the bands of death, taken upon himself their iniquity and their transgressions, having redeemed them, and satisfied the demands of justice.",
                    "score": 0.7637572737610148
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 4,
                    "text": "For the Lord taketh pleasure in his people: he will beautify the meek with salvation.",
                    "score": 0.7637211967754267
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Surely he scorneth the scorners: but he giveth grace unto the lowly.",
                    "score": 0.7634782324692897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 8,
                    "text": "O the wisdom of God, his mercy and grace! For behold, if the flesh should rise no more our spirits must become subject to that angel who fell from before the presence of the Eternal God, and became the devil, to rise no more.",
                    "score": 0.7624947018100416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Saying: Father, behold the sufferings and death of him who did no sin, in whom thou wast well pleased; behold the blood of thy Son which was shed, the blood of him whom thou gavest that thyself might be glorified;",
                    "score": 0.7620836872361542
                }
            ]
        },
        {
            "verse": 10,
            "text": "For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 41,
                    "text": "That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness;",
                    "score": 0.7869669114813036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.",
                    "score": 0.7824914852727187
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.",
                    "score": 0.7814036884330562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For behold, God knowing all things, being from everlasting to everlasting, behold, he sent angels to minister unto the children of men, to make manifest concerning the coming of Christ; and in Christ there should come every good thing.",
                    "score": 0.7798077658007166
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And as many as have received me, to them have I given to become the sons of God; and even so will I to as many as shall believe on my name, for behold, by me redemption cometh, and in me is the law of Moses fulfilled.",
                    "score": 0.7791506485714574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 27,
                    "text": "Wherefore, he is possessor of all things; for all things are subject unto him, both in heaven and on the earth, the life and the light, the Spirit and the power, sent forth by the will of the Father through Jesus Christ, his Son.",
                    "score": 0.7762041254589718
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And the captains over the hundreds did according to all things that Jehoiada the priest commanded: and they took every man his men that were to come in on the sabbath, with them that should go out on the sabbath, and came to Jehoiada the priest.",
                    "score": 0.7761849943778788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 8,
                    "text": "Therefore, in the beginning the Word was, for he was the Word, even the messenger of salvation--",
                    "score": 0.7742596567754115
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And when he came, behold, the captains of the host were sitting; and he said, I have an errand to thee, O captain. And Jehu said, Unto which of all us? And he said, To thee, O captain.",
                    "score": 0.7733567863266374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 42,
                    "text": "That through him all might be saved whom the Father had put into his power and made by him;",
                    "score": 0.772863841328729
                }
            ]
        },
        {
            "verse": 11,
            "text": "For both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 39,
                    "text": "And they did admonish their brethren; and they were also admonished, every one by the word of God, according to his sins, or to the sins which he had committed, being commanded of God to pray without ceasing, and to give thanks in all things.",
                    "score": 0.7871154309193282
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 22,
                    "text": "Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together.",
                    "score": 0.7823667645657824
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 133,
                    "verse": 1,
                    "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
                    "score": 0.7800283020694162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 133,
                    "text": "Art thou a brother or brethren? I salute you in the name of the Lord Jesus Christ, in token or remembrance of the everlasting covenant, in which covenant I receive you to fellowship, in a determination that is fixed, immovable, and unchangeable, to be your friend and brother through the grace of God in the bonds of love, to walk in all the commandments of God blameless, in thanksgiving, forever and ever. Amen.",
                    "score": 0.7791252269247743
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "score": 0.7737839304833256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 21,
                    "text": "And now, behold, my beloved brethren, this is the way; and there is none other way nor name given under heaven whereby man can be saved in the kingdom of God. And now, behold, this is the doctrine of Christ, and the only and true doctrine of the Father, and of the Son, and of the Holy Ghost, which is one God, without end. Amen.",
                    "score": 0.7737421511029754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 5,
                    "text": "Or in fine, in the first place they were on the same standing with their brethren; thus this holy calling being prepared from the foundation of the world for such as would not harden their hearts, being in and through the atonement of the Only Begotten Son, who was prepared--",
                    "score": 0.7705570024737795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
                    "score": 0.7669184348206239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 15,
                    "text": "Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed--yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.",
                    "score": 0.7657754952614373
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 34,
                    "text": "And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more.",
                    "score": 0.7648733572902551
                }
            ]
        },
        {
            "verse": 12,
            "text": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 22,
                    "text": "I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.",
                    "score": 0.9601576987972948
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 61,
                    "verse": 8,
                    "text": "So will I sing praise unto thy name for ever, that I may daily perform my vows.",
                    "score": 0.8763305001272994
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 49,
                    "text": "Therefore will I give thanks unto thee, O Lord, among the heathen, and sing praises unto thy name.",
                    "score": 0.872322685180961
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 50,
                    "text": "Therefore I will give thanks unto thee, O Lord, among the heathen, and I will sing praises unto thy name.",
                    "score": 0.8504555383350391
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And in that day shall ye say, Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted.",
                    "score": 0.847327176960568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And in that day shall ye say: Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted.",
                    "score": 0.847327176960568
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 146,
                    "verse": 2,
                    "text": "While I live will I praise the Lord: I will sing praises unto my God while I have any being.",
                    "score": 0.8304459555640176
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 2,
                    "text": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
                    "score": 0.8298313875923774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
                    "score": 0.8254716338498691
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 12,
                    "text": "Thy vows are upon me, O God: I will render praises unto thee.",
                    "score": 0.8251925623959627
                }
            ]
        },
        {
            "verse": 13,
            "text": "And again, I will put my trust in him. And again, Behold I and the children which God hath given me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 1,
                    "text": "Preserve me, O God: for in thee do I put my trust.",
                    "score": 0.8275171561328213
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 25,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
                    "score": 0.8247178903300351
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 2,
                    "text": "I will say of the Lord, He is my refuge and my fortress: my God; in him will I trust.",
                    "score": 0.8229037979189602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.8228348658642863
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 14,
                    "text": "But I trusted in thee, O Lord: I said, Thou art my God.",
                    "score": 0.8208249695188176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8204156521203391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And they that know thy name will put their trust in thee: for thou, Lord, hast not forsaken them that seek thee.",
                    "score": 0.8194446338974354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 33,
                    "text": "And, inasmuch as they are faithful, I will multiply blessings upon them and their seed after them, even a multiplicity of blessings.",
                    "score": 0.8158551556716973
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 19,
                    "text": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
                    "score": 0.8151740579735901
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 1,
                    "text": "O Lord my God, in thee do I put my trust: save me from all them that persecute me, and deliver me:",
                    "score": 0.8151254684939387
                }
            ]
        },
        {
            "verse": 14,
            "text": "Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And lo, he cometh unto his own, that salvation might come unto the children of men even through faith on his name; and even after all this they shall consider him a man, and say that he hath a devil, and shall scourge him, and shall crucify him.",
                    "score": 0.8156301225149896
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7931403745836049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And he shall cast out devils, or the evil spirits which dwell in the hearts of the children of men.",
                    "score": 0.790419142454192
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Satan stirreth them up, that he may lead their souls to destruction.",
                    "score": 0.7886773764092911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 31,
                    "text": "Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power--",
                    "score": 0.7806528211842897
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 17,
                    "text": "But the mercy of the Lord is from everlasting to everlasting upon them that fear him, and his righteousness unto children's children;",
                    "score": 0.7788919231309787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 60,
                    "text": "And thus we see the end of him who perverteth the ways of the Lord; and thus we see that the devil will not support his children at the last day, but doth speedily drag them down to hell.",
                    "score": 0.7782828469365772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 18,
                    "text": "For behold he judgeth, and his judgment is just; and the infant perisheth not that dieth in his infancy; but men drink damnation to their own souls except they humble themselves and become as little children, and believe that salvation was, and is, and is to come, in and through the atoning blood of Christ, the Lord Omnipotent.",
                    "score": 0.7765694199001482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy children shall make haste against thy destroyers; and they that made thee waste shall go forth of thee.",
                    "score": 0.7740171280900862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And again, it is expedient that thou shouldst forbear; for if thou shouldst slay thy son, he being an innocent man, his blood would cry from the ground to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy soul.",
                    "score": 0.7738509037888319
                }
            ]
        },
        {
            "verse": 15,
            "text": "And deliver them who through fear of death were all their lifetime subject to bondage.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And except they repent and turn to the Lord their God, behold, I will deliver them into the hands of their enemies; yea, and they shall be brought into bondage; and they shall be afflicted by the hand of their enemies.",
                    "score": 0.7915924595953125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 20,
                    "text": "But behold, he did deliver them because they did humble themselves before him; and because they cried mightily unto him he did deliver them out of bondage; and thus doth the Lord work with his power in all cases among the children of men, extending the arm of mercy towards them that put their trust in him.",
                    "score": 0.7781936924506287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 50,
                    "text": "Yea, they did remember how great things the Lord had done for them, that he had delivered them from death, and from bonds, and from prisons, and from all manner of afflictions, and he had delivered them out of the hands of their enemies.",
                    "score": 0.7748598770748918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Yea, and in the valley of Alma they poured out their thanks to God because he had been merciful unto them, and eased their burdens, and had delivered them out of bondage; for they were in bondage, and none could deliver them except it were the Lord their God.",
                    "score": 0.7739278695484142
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 50,
                    "text": "For the dead had looked upon the long absence of their spirits from their bodies as a bondage.",
                    "score": 0.7714335146019897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?",
                    "score": 0.7712026658074326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 16,
                    "text": "And he did exhort the people of Limhi and his brethren, all those that had been delivered out of bondage, that they should remember that it was the Lord that did deliver them.",
                    "score": 0.7711633116163473
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 2,
                    "text": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.",
                    "score": 0.7665577374073047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 19,
                    "text": "And were it not for the interposition of their all-wise Creator, and this because of their sincere repentance, they must unavoidably remain in bondage until now.",
                    "score": 0.7662510427507037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And it shall come to pass that except this people repent and turn unto the Lord their God, they shall be brought into bondage; and none shall deliver them, except it be the Lord the Almighty God.",
                    "score": 0.764992622450829
                }
            ]
        },
        {
            "verse": 16,
            "text": "For verily he took not on him the nature of angels; but he took on him the seed of Abraham.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Art not thou our God, who didst drive out the inhabitants of this land before thy people Israel, and gavest it to the seed of Abraham thy friend for ever?",
                    "score": 0.8113157095372842
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 37,
                    "text": "And because he loved thy fathers, therefore he chose their seed after them, and brought thee out in his sight with his mighty power out of Egypt;",
                    "score": 0.800091663659994
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And I took your father Abraham from the other side of the flood, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac.",
                    "score": 0.7968605222406115
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 8,
                    "text": "But thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend.",
                    "score": 0.7949492892271374
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Thou art the Lord the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
                    "score": 0.7945901206307403
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land wherein thou art a stranger, which God gave unto Abraham.",
                    "score": 0.7939603534847502
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And Enoch walked with God: and he was not; for God took him.",
                    "score": 0.7926918900221269
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "score": 0.7917379859833792
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And hath taken of the king's seed, and made a covenant with him, and hath taken an oath of him: he hath also taken the mighty of the land:",
                    "score": 0.7905056166862556
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 6,
                    "text": "O ye seed of Abraham his servant, ye children of Jacob his chosen.",
                    "score": 0.7900382854971381
                }
            ]
        },
        {
            "verse": 17,
            "text": "Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And the priest shall make an atonement for him before the Lord: and it shall be forgiven him for any thing of all that he hath done in trespassing therein.",
                    "score": 0.799060136548389
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Now, as I said concerning the holy order, or this high priesthood, there were many who were ordained and became high priests of God; and it was on account of their exceeding faith and repentance, and their righteousness before God, they choosing to repent and work righteousness rather than to perish;",
                    "score": 0.7977342130975033
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And the priest shall make an atonement for him with the ram of the trespass offering before the Lord for his sin which he hath done: and the sin which he hath done shall be forgiven him.",
                    "score": 0.796810519476418
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And he shall make amends for the harm that he hath done in the holy thing, and shall add the fifth part thereto, and give it unto the priest: and the priest shall make an atonement for him with the ram of the trespass offering, and it shall be forgiven him.",
                    "score": 0.7931864237202191
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 71,
                    "text": "Nevertheless, a high priest, that is, after the order of Melchizedek, may be set apart unto the ministering of temporal things, having a knowledge of them by the Spirit of truth;",
                    "score": 0.7927052966592202
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 33,
                    "text": "After this thing Jeroboam returned not from his evil way, but made again of the lowest of the people priests of the high places: whosoever would, he consecrated him, and he became one of the priests of the high places.",
                    "score": 0.790787506541643
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
                    "score": 0.7899889167408242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 2,
                    "text": "Behold, verily thus saith the Lord unto you, O ye elders of my church, who are assembled upon this spot, whose sins are now forgiven you, for I, the Lord, forgive sins, and am merciful unto those who confess their sins with humble hearts;",
                    "score": 0.7872627744050528
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 21,
                    "text": "And, behold, the courses of the priests and the Levites, even they shall be with thee for all the service of the house of God: and there shall be with thee for all manner of workmanship every willing skilful man, for any manner of service: also the princes and all the people will be wholly at thy commandment.",
                    "score": 0.7857377083366429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "score": 0.7849565888466769
                }
            ]
        },
        {
            "verse": 18,
            "text": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 22,
                    "text": "He suffered temptations but gave no heed unto them.",
                    "score": 0.7978470187074461
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7956488925222981
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 26,
                    "text": "He that laboureth laboureth for himself; for his mouth craveth it of him.",
                    "score": 0.7932386441114964
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 3,
                    "text": "A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.",
                    "score": 0.7896634635231393
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 12,
                    "text": "A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished.",
                    "score": 0.7896634635231393
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 17,
                    "text": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
                    "score": 0.7851201960622657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 16,
                    "text": "Yea, how could you have given way to the enticing of him who is seeking to hurl away your souls down to everlasting misery and endless wo?",
                    "score": 0.7835169973622673
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 13,
                    "text": "And they did humble themselves even to the dust, subjecting themselves to the yoke of bondage, submitting themselves to be smitten, and to be driven to and fro, and burdened, according to the desires of their enemies.",
                    "score": 0.7799824995513309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 15,
                    "text": "Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed--yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.",
                    "score": 0.7784107719836559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 4,
                    "text": "Who buildeth up at his own will and pleasure; and destroyeth when he pleases, and is able to cast the soul down to hell.",
                    "score": 0.773824281117049
                }
            ]
        }
    ]
}