{
    "volume": "New Testament",
    "book": "John",
    "chapter": 19,
    "verses": [
        {
            "verse": 1,
            "text": "Then Pilate therefore took Jesus, and scourged him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7415922821231614
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 25,
                    "text": "It is a snare to the man who devoureth that which is holy, and after vows to make inquiry.",
                    "score": 0.7345229286661642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 7,
                    "text": "Yea, even so he shall be led, crucified, and slain, the flesh becoming subject even unto death, the will of the Son being swallowed up in the will of the Father.",
                    "score": 0.7335826230583502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.732721729411905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And because you have delivered the writings into his hands, behold, wicked men have taken them from you.",
                    "score": 0.7315473740413541
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 70,
                    "text": "He chose David also his servant, and took him from the sheepfolds:",
                    "score": 0.7301466970636432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And it came to pass that they took him and bound him, and scourged his skin with faggots, yea, even unto death.",
                    "score": 0.7293681249165712
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
                    "score": 0.7263068270725394
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 5,
                    "text": "The Lord was as an enemy: he hath swallowed up Israel, he hath swallowed up all her palaces: he hath destroyed his strong holds, and hath increased in the daughter of Judah mourning and lamentation.",
                    "score": 0.7244796592132172
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 15,
                    "text": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed.",
                    "score": 0.7233252669102846
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the soldiers plaited a crown of thorns, and put it on his head, and they put on him a purple robe,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 10,
                    "text": "They of Persia and of Lud and of Phut were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.",
                    "score": 0.7631739526282798
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 17,
                    "text": "For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak.",
                    "score": 0.7556199177067664
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 13,
                    "text": "And it came to pass that the soldier who stood by, who smote off the scalp of Zerahemnah, took up the scalp from off the ground by the hair, and laid it upon the point of his sword, and stretched it forth unto them, saying unto them with a loud voice:",
                    "score": 0.7469525928144077
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And he had greaves of brass upon his legs, and a target of brass between his shoulders.",
                    "score": 0.7452607800091083
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.",
                    "score": 0.7389990996368009
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 23,
                    "text": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats' hair, and red skins of rams, and badgers' skins, brought them.",
                    "score": 0.7321430588877413
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 6,
                    "text": "And thou shalt put the mitre upon his head, and put the holy crown upon the mitre.",
                    "score": 0.7312224807985704
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he made the veil of blue, and purple, and crimson, and fine linen, and wrought cherubims thereon.",
                    "score": 0.7306295824190671
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 1,
                    "text": "And of the blue, and purple, and scarlet, they made cloths of service, to do service in the holy place, and made the holy garments for Aaron; as the Lord commanded Moses.",
                    "score": 0.730576694480842
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And he put upon him the coat, and girded him with the girdle, and clothed him with the robe, and put the ephod upon him, and he girded him with the curious girdle of the ephod, and bound it unto him therewith.",
                    "score": 0.7289928745657085
                }
            ]
        },
        {
            "verse": 3,
            "text": "And said, Hail, King of the Jews! and they smote him with their hands.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them.",
                    "score": 0.8177938005080397
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And the Lord delivered it also, and the king thereof, into the hand of Israel; and he smote it with the edge of the sword, and all the souls that were therein; he let none remain in it; but did unto the king thereof as he did unto the king of Jericho.",
                    "score": 0.7856182391603768
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 6,
                    "text": "But the hand of the Lord was heavy upon them of Ashdod, and he destroyed them, and smote them with emerods, even Ashdod and the coasts thereof.",
                    "score": 0.783752193820499
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 35,
                    "text": "So they smote him, and his sons, and all his people, until there was none left him alive: and they possessed his land.",
                    "score": 0.783417046008298
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 48,
                    "text": "And he gathered an host, and smote the Amalekites, and delivered Israel out of the hands of them that spoiled them.",
                    "score": 0.7827016235634598
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And that day Joshua took Makkedah, and smote it with the edge of the sword, and the king thereof he utterly destroyed, them, and all the souls that were therein; he let none remain: and he did to the king of Makkedah as he did unto the king of Jericho.",
                    "score": 0.7808906606088196
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
                    "score": 0.778244839298397
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And all the cities of those kings, and all the kings of them, did Joshua take, and smote them with the edge of the sword, and he utterly destroyed them, as Moses the servant of the Lord commanded.",
                    "score": 0.7780277011917773
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 35,
                    "text": "And they took it on that day, and smote it with the edge of the sword, and all the souls that were therein he utterly destroyed that day, according to all that he had done to Lachish.",
                    "score": 0.7764250187722724
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 39,
                    "text": "And he took it, and the king thereof, and all the cities thereof; and they smote them with the edge of the sword, and utterly destroyed all the souls that were therein; he left none remaining: as he had done to Hebron, so he did to Debir, and to the king thereof; as he had done also to Libnah, and to her king.",
                    "score": 0.7764105067435161
                }
            ]
        },
        {
            "verse": 4,
            "text": "Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 5,
                    "text": "For behold, again I say unto you that if ye will enter in by the way, and receive the Holy Ghost, it will show unto you all things what ye should do.",
                    "score": 0.7800128189744348
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And, behold, I will send a lad, saying, Go, find out the arrows. If I expressly say unto the lad, Behold, the arrows are on this side of thee, take them; then come thou: for there is peace to thee, and no hurt; as the Lord liveth.",
                    "score": 0.7774788790338175
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And he hath risen again from the dead, that he might bring all men unto him, on conditions of repentance.",
                    "score": 0.7755497632850603
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 126,
                    "verse": 6,
                    "text": "He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.",
                    "score": 0.7747158650746739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 41,
                    "verse": 14,
                    "text": "Therefore, my son, see that you are merciful unto your brethren; deal justly, judge righteously, and do good continually; and if ye do all these things then shall ye receive your reward; yea, ye shall have mercy restored unto you again; ye shall have justice restored unto you again; ye shall have a righteous judgment restored unto you again; and ye shall have good rewarded unto you again.",
                    "score": 0.773343953100957
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 9,
                    "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                    "score": 0.7728955686157515
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 26,
                    "text": "Behold, I say unto you, go forth as I have commanded you; repent of all your sins; ask and ye shall receive; knock and it shall be opened unto you.",
                    "score": 0.7723770544504688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 64,
                    "text": "Therefore, as I said unto mine apostles I say unto you again, that every soul who believeth on your words, and is baptized by water for the remission of sins, shall receive the Holy Ghost.",
                    "score": 0.770588960347654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "score": 0.7701955165788519
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 4,
                    "text": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again.",
                    "score": 0.7695200591998469
                }
            ]
        },
        {
            "verse": 5,
            "text": "Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 17,
                    "text": "For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak.",
                    "score": 0.7784877854370656
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.7658742472059192
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
                    "score": 0.7568594140035438
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And he put upon him the coat, and girded him with the girdle, and clothed him with the robe, and put the ephod upon him, and he girded him with the curious girdle of the ephod, and bound it unto him therewith.",
                    "score": 0.7568166997791725
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 5,
                    "text": "And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the curious girdle of the ephod:",
                    "score": 0.7526729018346767
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he made the veil of blue, and purple, and crimson, and fine linen, and wrought cherubims thereon.",
                    "score": 0.7510918111571363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And Jesus again showed himself unto them, for they were praying unto the Father in his name; and Jesus came and stood in the midst of them, and said unto them: What will ye that I shall give unto you?",
                    "score": 0.7487539829957595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
                    "score": 0.7487521672790106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And it came to pass that the Lord of the vineyard, and also the servant, went down into the vineyard to labor. And it came to pass that the servant said unto his master: Behold, look here; behold the tree.",
                    "score": 0.7479508456905091
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 5,
                    "text": "And the Lord descended in the cloud, and stood with him there, and proclaimed the name of the Lord.",
                    "score": 0.7466122201792047
                }
            ]
        },
        {
            "verse": 6,
            "text": "When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 26,
                    "text": "The Lord hath made thee priest in the stead of Jehoiada the priest, that ye should be officers in the house of the Lord, for every man that is mad, and maketh himself a prophet, that thou shouldest put him in prison, and in the stocks.",
                    "score": 0.7596887823217013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Now those priests who did go forth among the people did preach against all lyings, and deceivings, and envyings, and strifes, and malice, and revilings, and stealing, robbing, plundering, murdering, committing adultery, and all manner of lasciviousness, crying that these things ought not so to be--",
                    "score": 0.7519424326620838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7490643916544096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 41,
                    "text": "And he began to cry unto the Lord, saying: O Lord, have mercy; according to thy abundant mercy which thou hast had upon the people of Nephi, have upon me, and my people.",
                    "score": 0.7456866875164351
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 25,
                    "text": "Yea, he saith unto them: Deceive and lie in wait to catch, that ye may destroy; behold, this is no harm. And thus he flattereth them, and telleth them that it is no sin to lie that they may catch a man in a lie, that they may destroy him.",
                    "score": 0.7453812401794747
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Wherefore they cried unto the Lord, and said, We beseech thee, O Lord, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O Lord, hast done as it pleased thee.",
                    "score": 0.7451994707223669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.",
                    "score": 0.7447265946228984
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7446610218326251
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 1,
                    "text": "And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: Take one young bullock, and two rams without blemish,",
                    "score": 0.7446434228861012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "score": 0.7443338125346458
                }
            ]
        },
        {
            "verse": 7,
            "text": "The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Therefore thou art condemned to die, according to the law which has been given us by Mosiah, our last king; and it has been acknowledged by this people; therefore this people must abide by the law.",
                    "score": 0.8011561415491157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit; and unto none else can the ends of the law be answered.",
                    "score": 0.7869508898583099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 44,
                    "text": "Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.",
                    "score": 0.7723103726041066
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Ye shall have one law for him that sinneth through ignorance, both for him that is born among the children of Israel, and for the stranger that sojourneth among them.",
                    "score": 0.7718466770475543
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the days of David drew nigh that he should die; and he charged Solomon his son, saying,",
                    "score": 0.768959079389491
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 25,
                    "text": "For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.",
                    "score": 0.7657654369777297
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And they answered the king, The man that consumed us, and that devised against us that we should be destroyed from remaining in any of the coasts of Israel,",
                    "score": 0.7654987710266313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
                    "score": 0.7640165216866885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7627645302894592
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 25,
                    "text": "Speak unto Aaron and to his sons, saying, This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the Lord: it is most holy.",
                    "score": 0.7607669893072617
                }
            ]
        },
        {
            "verse": 8,
            "text": "When Pilate therefore heard that saying, he was the more afraid;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For, behold, you should not have feared man more than God. Although men set at naught the counsels of God, and despise his words--",
                    "score": 0.7861518834692626
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7841947060878909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 2,
                    "text": "And it came to pass that when the proclamation had gone forth among them they were exceedingly afraid; yea, they feared to displease the king, and they also feared to go to battle against the Nephites lest they should lose their lives. And it came to pass that they would not, or the more part of them would not, obey the commandments of the king.",
                    "score": 0.7840565489796074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And it came to pass that those people who sought to destroy Nephi were compelled because of their fear, that they did not lay their hands on him; therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear.",
                    "score": 0.7671622857828155
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And he answered, Fear not: for they that be with us are more than they that be with them.",
                    "score": 0.7619666004700298
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 25,
                    "text": "The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe.",
                    "score": 0.7597740425776308
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 4,
                    "text": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?",
                    "score": 0.7573729458187137
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 4,
                    "text": "Behold, that thus shall the man be blessed that feareth the Lord.",
                    "score": 0.7551843627512183
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore.",
                    "score": 0.7545981345872979
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 5,
                    "text": "For thus saith the Lord; We have heard a voice of trembling, of fear, and not of peace.",
                    "score": 0.7530867553424535
                }
            ]
        },
        {
            "verse": 9,
            "text": "And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had spoken these words he turned again to the multitude, and did open his mouth unto them again, saying: Verily, verily, I say unto you, Judge not, that ye be not judged.",
                    "score": 0.749865360891045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "And now it came to pass that when Jesus had said these words he said unto them again, after he had expounded all the scriptures unto them which they had received, he said unto them: Behold, other scriptures I would that ye should write, that ye have not.",
                    "score": 0.7496553988777264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And he answered, and said unto him: I do not know what that meaneth.",
                    "score": 0.7493038975227182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?",
                    "score": 0.7428852385352778
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And when thy son asketh thee in time to come, saying, What mean the testimonies, and the statutes, and the judgments, which the Lord our God hath commanded you?",
                    "score": 0.7428117945789431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And it came to pass that Ammon said unto him again: What desirest thou of me? But the king answered him not.",
                    "score": 0.7419116680361381
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 7,
                    "text": "When he shall be judged, let him be condemned: and let his prayer become sin.",
                    "score": 0.741149165130724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 2,
                    "text": "For with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.",
                    "score": 0.7410498624323077
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 42,
                    "text": "They looked, but there was none to save; even unto the Lord, but he answered them not.",
                    "score": 0.7393062206335106
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And the Lord said unto Cain, Why art thou wroth? and why is thy countenance fallen?",
                    "score": 0.7388811623710307
                }
            ]
        },
        {
            "verse": 10,
            "text": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And he that believeth not my words believeth not my disciples; and if it so be that I do not speak, judge ye; for ye shall know that it is I that speaketh, at the last day.",
                    "score": 0.8195797782591554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "score": 0.8127785795400988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 9,
                    "text": "But behold, I have somewhat to prophesy unto thee; but what I prophesy unto thee ye shall not make known; yea, what I prophesy unto thee shall not be made known, even until the prophecy is fulfilled; therefore write the words which I shall say.",
                    "score": 0.8109058122360873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 10,
                    "text": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
                    "score": 0.8099380288126921
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And thou shalt say unto them, Thus saith the Lord; If ye will not hearken to me, to walk in my law, which I have set before you,",
                    "score": 0.805559877594678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.",
                    "score": 0.8051960863575739
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 31,
                    "text": "Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power--",
                    "score": 0.8048768269501361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Behold, I do not say that he will come among us at the time of his dwelling in his mortal tabernacle; for behold, the Spirit hath not said unto me that this should be the case. Now as to this thing I do not know; but this much I do know, that the Lord God hath power to do all things which are according to his word.",
                    "score": 0.8043787899737743
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 25,
                    "text": "But if the princes hear that I have talked with thee, and they come unto thee, and say unto thee, Declare unto us now what thou hast said unto the king, hide it not from us, and we will not put thee to death; also what the king said unto thee:",
                    "score": 0.8041557167462933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever.",
                    "score": 0.7999591351778891
                }
            ]
        },
        {
            "verse": 11,
            "text": "Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 10,
                    "text": "And I now give unto you power from this very hour, that if any man among you, of the order, is found a transgressor and repenteth not of the evil, that ye shall deliver him over unto the buffetings of Satan; and he shall not have power to bring evil upon you.",
                    "score": 0.8052012184357291
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 48,
                    "text": "He delivereth me from mine enemies: yea, thou liftest me up above those that rise up against me: thou hast delivered me from the violent man.",
                    "score": 0.7917941391103743
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 9,
                    "text": "There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?",
                    "score": 0.7885149671366051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And when thou deliveredst up that which God had given thee sight and power to translate, thou deliveredst up that which was sacred into the hands of a wicked man,",
                    "score": 0.7879063415093631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?",
                    "score": 0.7868026345369397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And I said unto him: Lord, give unto me power over death, that I may live and bring souls unto thee.",
                    "score": 0.7861400355138299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And he that will contend against the word of the Lord, let him be accursed; and he that shall deny these things, let him be accursed; for unto them will I show no greater things, saith Jesus Christ; for I am he who speaketh.",
                    "score": 0.7839174382089215
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord of hosts.",
                    "score": 0.7823377891573564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 71,
                    "text": "Behold, and lo, there are none to deliver you; for ye obeyed not my voice when I called to you out of the heavens; ye believed not my servants, and when they were sent unto you ye received them not.",
                    "score": 0.7815070290771436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 8,
                    "text": "I came unto mine own, and mine own received me not; but unto as many as received me gave I power to do many miracles, and to become the sons of God; and even unto them that believed on my name gave I power to obtain eternal life.",
                    "score": 0.7811539666031536
                }
            ]
        },
        {
            "verse": 12,
            "text": "And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend: whosoever maketh himself a king speaketh against Caesar.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:",
                    "score": 0.7663462107510681
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And David spake to the men that stood by him, saying, What shall be done to the man that killeth this Philistine, and taketh away the reproach from Israel? for who is this uncircumcised Philistine, that he should defy the armies of the living God?",
                    "score": 0.763520025888543
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7619773746121826
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.",
                    "score": 0.7590563692848629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And again, doth a man take an ass which belongeth to his neighbor, and keep him? I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out. I say unto you, that even so shall it be among you if ye know not the name by which ye are called.",
                    "score": 0.7581593028572398
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 7,
                    "text": "But there came a man of God to him, saying, O king, let not the army of Israel go with thee; for the Lord is not with Israel, to wit, with all the children of Ephraim.",
                    "score": 0.7549561506125841
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And Moses spake unto the people, saying, Arm some of yourselves unto the war, and let them go against the Midianites, and avenge the Lord of Midian.",
                    "score": 0.75462677846391
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And the Lord spake unto Moses face to face, as a man speaketh unto his friend. And he turned again into the camp: but his servant Joshua, the son of Nun, a young man, departed not out of the tabernacle.",
                    "score": 0.7542844321140084
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 2,
                    "text": "That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.",
                    "score": 0.7515009666679743
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.7493249354436841
                }
            ]
        },
        {
            "verse": 13,
            "text": "When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 26,
                    "verse": 34,
                    "text": "And thou shalt put the mercy seat upon the ark of the testimony in the most holy place.",
                    "score": 0.7539975099181077
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And Gad came that day to David, and said unto him, Go up, rear an altar unto the Lord in the threshingfloor of Araunah the Jebusite.",
                    "score": 0.7416475358147948
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 21,
                    "text": "And thou shalt put the mercy seat above upon the ark; and in the ark thou shalt put the testimony that I shall give thee.",
                    "score": 0.740371711038204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And that it was the place of the New Jerusalem, which should come down out of heaven, and the holy sanctuary of the Lord.",
                    "score": 0.7357977939199773
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And thou shalt come unto the priests the Levites, and unto the judge that shall be in those days, and inquire; and they shall shew thee the sentence of judgment:",
                    "score": 0.7343843182850517
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And it came to pass, as they sat at the table, that the word of the Lord came unto the prophet that brought him back:",
                    "score": 0.7329043109895135
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 89,
                    "text": "And when Moses was gone into the tabernacle of the congregation to speak with him, then he heard the voice of one speaking unto him from off the mercy seat that was upon the ark of testimony, from between the two cherubims: and he spake unto him.",
                    "score": 0.7322029634691407
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And Jesus left them, and went upon the Mount of Olives. And as he sat upon the Mount of Olives, the disciples came unto him privately, saying: Tell us when shall these things be which thou hast said concerning the destruction of the temple, and the Jews; and what is the sign of thy coming, and of the end of the world, or the destruction of the wicked, which is the end of the world?",
                    "score": 0.7317803765828986
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness.",
                    "score": 0.7314941042410288
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 15,
                    "text": "And in whatsoever place ye shall enter, and they receive you not in my name, ye shall leave a cursing instead of a blessing, by casting off the dust of your feet against them as a testimony, and cleansing your feet by the wayside.",
                    "score": 0.7314661577973144
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 62,
                    "text": "And the king, and all Israel with him, offered sacrifice before the Lord.",
                    "score": 0.7782370822366093
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And, behold, there came a prophet unto Ahab king of Israel, saying, Thus saith the Lord, Hast thou seen all this great multitude? behold, I will deliver it into thine hand this day; and thou shalt know that I am the Lord.",
                    "score": 0.7764699948380112
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass at the time of the offering of the evening sacrifice, that Elijah the prophet came near, and said, Lord God of Abraham, Isaac, and of Israel, let it be known this day that thou art God in Israel, and that I am thy servant, and that I have done all these things at thy word.",
                    "score": 0.7754325213167935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7745854588401057
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 21,
                    "text": "And the king commanded all the people, saying, Keep the passover unto the Lord your God, as it is written in the book of this covenant.",
                    "score": 0.7697855925830885
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Now therefore behold the king whom ye have chosen, and whom ye have desired! and, behold, the Lord hath set a king over you.",
                    "score": 0.7650105055490681
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And his servants said unto him, Behold now, we have heard that the kings of the house of Israel are merciful kings: let us, I pray thee, put sackcloth on our loins, and ropes upon our heads, and go out to the king of Israel: peradventure he will save thy life.",
                    "score": 0.7649575294115872
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Then said the king to Amasa, Assemble me the men of Judah within three days, and be thou here present.",
                    "score": 0.7629531819037749
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And hath extended mercy unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened as the hand of the Lord my God was upon me, and I gathered together out of Israel chief men to go up with me.",
                    "score": 0.7627542650831421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.",
                    "score": 0.7619552387426775
                }
            ]
        },
        {
            "verse": 15,
            "text": "But they cried out, Away with him, away with him, crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And now when the king had heard these words, he said unto his priests: Away with this fellow, and slay him; for what have we to do with him, for he is mad.",
                    "score": 0.8006237488833142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 12,
                    "text": "But the priests lifted up their voices against him, and began to accuse him, saying: He has reviled the king. Therefore the king was stirred up in anger against him, and he delivered him up that he might be slain.",
                    "score": 0.76949475258198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.766870948726484
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.766870948726484
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 14,
                    "text": "Bring forth him that hath cursed without the camp; and let all that heard him lay their hands upon his head, and let all the congregation stone him.",
                    "score": 0.7607390690086457
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For now they shall say, We have no king, because we feared not the Lord; what then should a king do to us?",
                    "score": 0.7604507927378054
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 11,
                    "text": "I gave thee a king in mine anger, and took him away in my wrath.",
                    "score": 0.758260819624212
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 41,
                    "text": "They cried, but there was none to save them: even unto the Lord, but he answered them not.",
                    "score": 0.758227446096703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 28,
                    "text": "Now the servants of the king began to murmur, saying: Now the king will slay us, as he has our brethren because their flocks were scattered by the wickedness of these men. And they began to weep exceedingly, saying: Behold, our flocks are scattered already.",
                    "score": 0.7580714970837237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:",
                    "score": 0.7571909822727833
                }
            ]
        },
        {
            "verse": 16,
            "text": "Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.8026426670849227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7983106237700202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 7,
                    "text": "Yea, even so he shall be led, crucified, and slain, the flesh becoming subject even unto death, the will of the Son being swallowed up in the will of the Father.",
                    "score": 0.7837112257149607
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "score": 0.7755641894017213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "score": 0.774364039272712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.7739829533115357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 26,
                    "text": "Now it came to pass that when Abinadi had spoken these words unto them they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands.",
                    "score": 0.7738534027516819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 51,
                    "text": "And this I have commanded to be done for your salvation, and also for their salvation, in consequence of their being driven out and that which is to come.",
                    "score": 0.7721843447771901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 25,
                    "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.7715818904972651
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.7715818904972651
                }
            ]
        },
        {
            "verse": 17,
            "text": "And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 21,
                    "text": "Now the place was called by them Rameumptom, which, being interpreted, is the holy stand.",
                    "score": 0.7594740608562583
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 19,
                    "text": "But God clave an hollow place that was in the jaw, and there came water thereout; and when he had drunk, his spirit came again, and he revived: wherefore he called the name thereof En-hakkore, which is in Lehi unto this day.",
                    "score": 0.7390435406718201
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And he put forth the form of an hand, and took me by a lock of mine head; and the spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the inner gate that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.",
                    "score": 0.7389479404534997
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And he reared up the pillars before the temple, one on the right hand, and the other on the left; and called the name of that on the right hand Jachin, and the name of that on the left Boaz.",
                    "score": 0.7318490858280852
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And Abraham called the name of that place Jehovah-jireh: as it is said to this day, In the mount of the Lord it shall be seen.",
                    "score": 0.7307460395815968
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramath-lehi.",
                    "score": 0.7306684150679279
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And he put the mitre upon his head; also upon the mitre, even upon his forefront, did he put the golden plate, the holy crown; as the Lord commanded Moses.",
                    "score": 0.7274727038923418
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And they caught every one his fellow by the head, and thrust his sword in his fellow's side; so they fell down together: wherefore that place was called Helkath-hazzurim, which is in Gibeon.",
                    "score": 0.7273811094659056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.",
                    "score": 0.7223520603786953
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And when they had stripped him, they took his head, and his armour, and sent into the land of the Philistines round about, to carry tidings unto their idols, and to the people.",
                    "score": 0.7211025370473857
                }
            ]
        },
        {
            "verse": 18,
            "text": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 37,
                    "verse": 8,
                    "text": "One cherub on the end on this side, and another cherub on the other end on that side: out of the mercy seat made he the cherubims on the two ends thereof.",
                    "score": 0.7664452151747843
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 23,
                    "text": "He was crucified, died, and rose again the third day;",
                    "score": 0.7566666139143658
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And God's anger was kindled because he went: and the angel of the Lord stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.",
                    "score": 0.7530404495587645
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord, even Alpha and Omega, the beginning and the end, even he who was crucified for the sins of the world--",
                    "score": 0.7428527321248342
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 17,
                    "text": "They also went down into hell with him unto them that be slain with the sword; and they that were his arm, that dwelt under his shadow in the midst of the heathen.",
                    "score": 0.7428008921069291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But because of priestcrafts and iniquities, they at Jerusalem will stiffen their necks against him, that he be crucified.",
                    "score": 0.7369645876458346
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 27,
                    "text": "But his ministry among those who were dead was limited to the brief time intervening between the crucifixion and his resurrection;",
                    "score": 0.7349425268995531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 41,
                    "text": "That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness;",
                    "score": 0.732734906584029
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.",
                    "score": 0.7297917857909002
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 13,
                    "text": "And there came in two men, children of Belial, and sat before him: and the men of Belial witnessed against him, even against Naboth, in the presence of the people, saying, Naboth did blaspheme God and the king. Then they carried him forth out of the city, and stoned him with stones, that he died.",
                    "score": 0.7285762391568781
                }
            ]
        },
        {
            "verse": 19,
            "text": "And Pilate wrote a title, and put it on the cross. And the writing was, Jesus of Nazareth the King of the Jews.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.",
                    "score": 0.7653300134669454
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 13,
                    "text": "And it came to pass that Jesus commanded that it should be written; therefore it was written according as he commanded.",
                    "score": 0.7299548979409778
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 30,
                    "text": "And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like to the engravings of a signet, Holiness to the Lord.",
                    "score": 0.7271088226908925
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 37,
                    "text": "Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.",
                    "score": 0.7266252624827256
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even a scribe of the words of the commandments of the Lord, and of his statutes to Israel.",
                    "score": 0.722690091717067
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Artaxerxes, king of kings, unto Ezra the priest, a scribe of the law of the God of heaven, perfect peace, and at such a time.",
                    "score": 0.7157058209916801
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 16,
                    "text": "And the tables were the work of God, and the writing was the writing of God, graven upon the tables.",
                    "score": 0.7156694276105222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 8,
                    "text": "And these things have I written, which are a lesser part of the things which he taught the people; and I have written them to the intent that they may be brought again unto this people, from the Gentiles, according to the words which Jesus hath spoken.",
                    "score": 0.7136737534126602
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 12,
                    "text": "Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations.",
                    "score": 0.7135458651015286
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And the Jews undertook to do as they had begun, and as Mordecai had written unto them;",
                    "score": 0.7131433663106749
                }
            ]
        },
        {
            "verse": 20,
            "text": "This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Which contains a record of a fallen people, and the fulness of the gospel of Jesus Christ to the Gentiles and to the Jews also;",
                    "score": 0.7437660905101671
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And the men of his city, even the elders and the nobles who were the inhabitants in his city, did as Jezebel had sent unto them, and as it was written in the letters which she had sent unto them.",
                    "score": 0.733991777583745
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.",
                    "score": 0.7300004730993073
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "Wherefore, as I said unto you, it must needs be expedient that Christ--for in the last night the angel spake unto me that this should be his name--should come among the Jews, among those who are the more wicked part of the world; and they shall crucify him--for thus it behooveth our God, and there is none other nation on earth that would crucify their God.",
                    "score": 0.7280665477138167
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And it shall come to pass, that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:",
                    "score": 0.7240282186282958
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 21,
                    "verse": 9,
                    "text": "And they gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are here mentioned by name,",
                    "score": 0.7218894444717722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine abominations! Yea, and many things did my father read concerning Jerusalem--that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be carried away captive into Babylon.",
                    "score": 0.721236064376009
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 12,
                    "text": "Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations.",
                    "score": 0.7202766698072096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And it shall come to pass, they that are left in Zion and remain in Jerusalem shall be called holy, every one that is written among the living in Jerusalem--",
                    "score": 0.7200286484236068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.",
                    "score": 0.7187572892649572
                }
            ]
        },
        {
            "verse": 21,
            "text": "Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Have ye not cast out the priests of the Lord, the sons of Aaron, and the Levites, and have made you priests after the manner of the nations of other lands? so that whosoever cometh to consecrate himself with a young bullock and seven rams, the same may be a priest of them that are no gods.",
                    "score": 0.7596146255626355
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.",
                    "score": 0.756572963432161
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.",
                    "score": 0.7536712041334891
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And the king said unto the footmen that stood about him, Turn, and slay the priests of the Lord; because their hand also is with David, and because they knew when he fled, and did not shew it to me. But the servants of the king would not put forth their hand to fall upon the priests of the Lord.",
                    "score": 0.7523003072622206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 8,
                    "text": "For he saith: Are not my princes altogether kings?",
                    "score": 0.7518032369558707
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 8,
                    "text": "For he saith, Are not my princes altogether kings?",
                    "score": 0.7518032369558707
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 16,
                    "text": "Then said the princes and all the people unto the priests and to the prophets; This man is not worthy to die: for he hath spoken to us in the name of the Lord our God.",
                    "score": 0.7464740117309852
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And they departed not from the commandment of the king unto the priests and Levites concerning any matter, or concerning the treasures.",
                    "score": 0.7461766452362196
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord of hosts.",
                    "score": 0.7458320810729868
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.",
                    "score": 0.7438801573165166
                }
            ]
        },
        {
            "verse": 22,
            "text": "Pilate answered, What I have written I have written.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 29,
                    "text": "And God shall show unto you, that that which I have written is true.",
                    "score": 0.7925627410053051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 12,
                    "text": "Therefore I, Mormon, do write the things which have been commanded me of the Lord. And now I, Mormon, make an end of my sayings, and proceed to write the things which have been commanded me.",
                    "score": 0.7922808308252229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 8,
                    "text": "And these things have I written, which are a lesser part of the things which he taught the people; and I have written them to the intent that they may be brought again unto this people, from the Gentiles, according to the words which Jesus hath spoken.",
                    "score": 0.7838142163355738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.7797486095615109
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 17,
                    "text": "I tell thee these things as a witness unto thee--that the words or the work which thou hast been writing are true.",
                    "score": 0.7748094675181998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now I, Chemish, write what few things I write, in the same book with my brother; for behold, I saw the last which he wrote, that he wrote it with his own hand; and he wrote it in the day that he delivered them unto me. And after this manner we keep the records, for it is according to the commandments of our fathers. And I make an end.",
                    "score": 0.7730803338522112
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 1,
                    "text": "Behold I, Moroni, do finish the record of my father, Mormon. Behold, I have but few things to write, which things I have been commanded by my father.",
                    "score": 0.7695898061444285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 38,
                    "text": "What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.",
                    "score": 0.769059479236058
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And the Lord said, I have pardoned according to thy word:",
                    "score": 0.7683744527610142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the Lord said unto him: Write these things and seal them up; and I will show them in mine own due time unto the children of men.",
                    "score": 0.7671145704188652
                }
            ]
        },
        {
            "verse": 23,
            "text": "Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 23,
                    "text": "And it came to pass, when Joseph was come unto his brethren, that they stript Joseph out of his coat, his coat of many colours that was on him;",
                    "score": 0.7630392052192441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Now they, after being sanctified by the Holy Ghost, having their garments made white, being pure and spotless before God, could not look upon sin save it were with abhorrence; and there were many, exceedingly great many, who were made pure and entered into the rest of the Lord their God.",
                    "score": 0.7561604224390955
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7491152682965075
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 5,
                    "text": "And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the curious girdle of the ephod:",
                    "score": 0.7462157163144392
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 21,
                    "text": "Unto Adam also and to his wife did the Lord God make coats of skins, and clothed them.",
                    "score": 0.7450296990675629
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 14,
                    "text": "And thou shalt bring his sons, and clothe them with coats:",
                    "score": 0.7446222042552296
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 4,
                    "text": "He shall put on the holy linen coat, and he shall have the linen breeches upon his flesh, and shall be girded with a linen girdle, and with the linen mitre shall he be attired: these are holy garments; therefore shall he wash his flesh in water, and so put them on.",
                    "score": 0.7441780099548416
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.7436184872796153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And it came to pass that when they were all gathered together, every one to the army which he would, with their wives and their children--both men, women and children being armed with weapons of war, having shields, and breastplates, and head-plates, and being clothed after the manner of war--they did march forth one against another to battle; and they fought all that day, and conquered not.",
                    "score": 0.7382055223865108
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And Moses brought Aaron's sons, and put coats upon them, and girded them with girdles, and put bonnets upon them; as the Lord commanded Moses.",
                    "score": 0.7325628605532439
                }
            ]
        },
        {
            "verse": 24,
            "text": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.",
                    "score": 0.8143746658475758
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 18,
                    "text": "They part my garments among them, and cast lots upon my vesture.",
                    "score": 0.8011405995653346
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 17,
                    "text": "And he hath cast the lot for them, and his hand hath divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein.",
                    "score": 0.7986971786920176
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 60,
                    "verse": 10,
                    "text": "Wilt not thou, O God, which hadst cast us off? and thou, O God, which didst not go out with our armies?",
                    "score": 0.784079714254248
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Therefore thou shalt have none that shall cast a cord by lot in the congregation of the Lord.",
                    "score": 0.7814853391533093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 29,
                    "text": "But the people believed not the words of the prophets, but they cast them out; and some of them they cast into pits and left them to perish. And it came to pass that they did all these things according to the commandment of the king, Heth.",
                    "score": 0.7791998339814294
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 19,
                    "text": "To cast out all thine enemies from before thee, as the Lord hath spoken.",
                    "score": 0.7780247527929433
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Speak not thou in thine heart, after that the Lord thy God hath cast them out from before thee, saying, For my righteousness the Lord hath brought me in to possess this land: but for the wickedness of these nations the Lord doth drive them out from before thee.",
                    "score": 0.7779352638587458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7774446598375426
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 21,
                    "text": "And it came to pass that when Moroni had proclaimed these words, behold, the people came running together with their armor girded about their loins, rending their garments in token, or as a covenant, that they would not forsake the Lord their God; or, in other words, if they should transgress the commandments of God, or fall into transgression, and be ashamed to take upon them the name of Christ, the Lord should rend them even as they had rent their garments.",
                    "score": 0.7760931657143674
                }
            ]
        },
        {
            "verse": 25,
            "text": "Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 2,
                    "text": "Son of man, there were two women, the daughters of one mother:",
                    "score": 0.7434250869630374
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.",
                    "score": 0.7299988257636075
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 7,
                    "text": "In thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow.",
                    "score": 0.7238279319351536
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
                    "score": 0.7198872464155905
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.",
                    "score": 0.7198872464155905
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
                    "score": 0.7198872464155905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7190119911957523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 21,
                    "text": "Now the place was called by them Rameumptom, which, being interpreted, is the holy stand.",
                    "score": 0.7132573539091182
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.",
                    "score": 0.7109716104942743
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And her mother in law said unto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be he that did take knowledge of thee. And she shewed her mother in law with whom she had wrought, and said, The man's name with whom I wrought to day is Boaz.",
                    "score": 0.709162733751392
                }
            ]
        },
        {
            "verse": 26,
            "text": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And he said unto me: Behold, the virgin whom thou seest is the mother of the Son of God, after the manner of the flesh.",
                    "score": 0.823512710657412
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 29,
                    "text": "And he lifted up his eyes, and saw his brother Benjamin, his mother's son, and said, Is this your younger brother, of whom ye spake unto me? And he said, God be gracious unto thee, my son.",
                    "score": 0.8031200892432192
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 9,
                    "text": "Who said unto his father and to his mother, I have not seen him; neither did he acknowledge his brethren, nor knew his own children: for they have observed thy word, and kept thy covenant.",
                    "score": 0.7939591137282341
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 65,
                    "text": "And behold the Son of Man cometh. Amen.",
                    "score": 0.7926107795899667
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 13,
                    "text": "The Lord looketh from heaven; he beholdeth all the sons of men.",
                    "score": 0.7670526983106344
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me--Father, thy will be done, and the glory be thine forever.",
                    "score": 0.766973879529459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "score": 0.7657019825117413
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the angel of the Lord appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.",
                    "score": 0.7620551962690144
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 36,
                    "text": "And Sarah my master's wife bare a son to my master when she was old: and unto him hath he given all that he hath.",
                    "score": 0.7619009835711854
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.",
                    "score": 0.7617992365982018
                }
            ]
        },
        {
            "verse": 27,
            "text": "Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.",
                    "score": 0.8174480531389791
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.",
                    "score": 0.7997866988994597
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 51,
                    "text": "Behold, Rebekah is before thee, take her, and go, and let her be thy master's son's wife, as the Lord hath spoken.",
                    "score": 0.7890751314873354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And he said unto me: Behold, the virgin whom thou seest is the mother of the Son of God, after the manner of the flesh.",
                    "score": 0.7837098268799877
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 2,
                    "text": "Arise, go to Padan-aram, to the house of Bethuel thy mother's father; and take thee a wife from thence of the daughters of Laban thy mother's brother.",
                    "score": 0.7808996087665209
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 38,
                    "text": "But thou shalt go unto my father's house, and to my kindred, and take a wife unto my son.",
                    "score": 0.7794887424384
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 4,
                    "text": "If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself.",
                    "score": 0.7750507152116457
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
                    "score": 0.7741338885880612
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.",
                    "score": 0.7741338885880612
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
                    "score": 0.7741338885880612
                }
            ]
        },
        {
            "verse": 28,
            "text": "After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Yea, all this was done that the word of the Lord might be fulfilled.",
                    "score": 0.8648868889490359
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 19,
                    "text": "And all these things that the prophets might be fulfilled.",
                    "score": 0.8106820185765445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And thus far were the scriptures fulfilled which had been spoken by the prophets.",
                    "score": 0.7933101809568054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 33,
                    "text": "And if ye had all the scriptures which give an account of all the marvelous works of Christ, ye would, according to the words of Christ, know that these things must surely come.",
                    "score": 0.7913600304982631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 2,
                    "text": "I, having accomplished and finished the will of him whose I am, even the Father, concerning me--having done this that I might subdue all things unto myself--",
                    "score": 0.7894376570394245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7887836911837051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 24,
                    "text": "And now, my son, these interpreters were prepared that the word of God might be fulfilled, which he spake, saying:",
                    "score": 0.7852646731101293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7824699272400036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 14,
                    "text": "And now it came to pass that when Jesus had expounded all the scriptures in one, which they had written, he commanded them that they should teach the things which he had expounded unto them.",
                    "score": 0.7777093046988557
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that after I had prayed and labored with all diligence, the Lord said unto me: I will grant unto thee according to thy desires, because of thy faith.",
                    "score": 0.7745831690818902
                }
            ]
        },
        {
            "verse": 29,
            "text": "Now there was set a vessel full of vinegar: and they filled a sponge with vinegar, and put it upon hyssop, and put it to his mouth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that were there, and upon him that touched a bone, or one slain, or one dead, or a grave:",
                    "score": 0.7516749935576674
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 41,
                    "verse": 31,
                    "text": "He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment.",
                    "score": 0.7173277270462536
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 26,
                    "text": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to them that send him.",
                    "score": 0.7126302541988313
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 21,
                    "text": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
                    "score": 0.7094511377919425
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 7,
                    "text": "And Isaiah said, Take a lump of figs. And they took and laid it on the boil, and he recovered.",
                    "score": 0.7051061593190375
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And Boaz said unto her, At mealtime come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers: and he reached her parched corn, and she did eat, and was sufficed, and left.",
                    "score": 0.7034724340492374
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 51,
                    "text": "And he shall take the cedar wood, and the hyssop, and the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times:",
                    "score": 0.7033004997283324
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 21,
                    "text": "For Isaiah had said, Let them take a lump of figs, and lay it for a plaster upon the boil, and he shall recover.",
                    "score": 0.6992084889556949
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer.",
                    "score": 0.6986183898070611
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 21,
                    "text": "They gave me also gall for my meat; and in my thirst they gave me vinegar to drink.",
                    "score": 0.6972598853112579
                }
            ]
        },
        {
            "verse": 30,
            "text": "When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that when he had said these words he could say no more, and he gave up the ghost.",
                    "score": 0.7692110487635286
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 29,
                    "text": "And when they had made an end of offering, the king and all that were present with him bowed themselves, and worshipped.",
                    "score": 0.7551317402914789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
                    "score": 0.7476489925935909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And it came to pass that after he had poured out his whole soul to God, the voice of the Lord came to him, saying:",
                    "score": 0.735317945676788
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And when he had made an end to offer the present, he sent away the people that bare the present.",
                    "score": 0.7301244515979415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 106,
                    "text": "And again, another angel shall sound his trump, which is the seventh angel, saying: It is finished; it is finished! The Lamb of God hath overcome and trodden the wine-press alone, even the wine-press of the fierceness of the wrath of Almighty God.",
                    "score": 0.7257308191037014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had ended these sayings he cast his eyes round about on the multitude, and said unto them: Behold, ye have heard the things which I taught before I ascended to my Father; therefore, whoso remembereth these sayings of mine and doeth them, him will I raise up at the last day.",
                    "score": 0.7238129436440186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And now I make an end of speaking concerning the things which I saw while I was carried away in the Spirit; and if all the things which I saw are not written, the things which I have written are true. And thus it is. Amen.",
                    "score": 0.7224124316644159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass that when Jesus had made an end of these sayings, he touched with his hand the disciples whom he had chosen, one by one, even until he had touched them all, and spake unto them as he touched them.",
                    "score": 0.7209912264739866
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 74,
                    "text": "Who received not the testimony of Jesus in the flesh, but afterwards received it.",
                    "score": 0.7199890434246348
                }
            ]
        },
        {
            "verse": 31,
            "text": "The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 15,
                    "text": "Six days may work be done; but in the seventh is the sabbath of rest, holy to the Lord: whosoever doeth any work in the sabbath day, he shall surely be put to death.",
                    "score": 0.7898101891696454
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And there were certain men, who were defiled by the dead body of a man, that they could not keep the passover on that day: and they came before Moses and before Aaron on that day:",
                    "score": 0.7857073993075907
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 14,
                    "text": "Ye shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.",
                    "score": 0.785413715578362
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 27,
                    "text": "But if ye will not hearken unto me to hallow the sabbath day, and not to bear a burden, even entering in at the gates of Jerusalem on the sabbath day; then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched.",
                    "score": 0.7843536108195294
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 8,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7744651792371091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7744651792371091
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 2,
                    "text": "Six days shall work be done, but on the seventh day there shall be to you an holy day, a sabbath of rest to the Lord: whosoever doeth work therein shall be put to death.",
                    "score": 0.7711365109208799
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.",
                    "score": 0.7653335531653693
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.",
                    "score": 0.7641489093048245
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some of my servants set I at the gates, that there should no burden be brought in on the sabbath day.",
                    "score": 0.7614576068502743
                }
            ]
        },
        {
            "verse": 32,
            "text": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 22,
                    "text": "For there fell down many slain, because the war was of God. And they dwelt in their steads until the captivity.",
                    "score": 0.7649670223100037
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 17,
                    "text": "They also went down into hell with him unto them that be slain with the sword; and they that were his arm, that dwelt under his shadow in the midst of the heathen.",
                    "score": 0.7554604350722627
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 7,
                    "text": "When they took hold of thee by thy hand, thou didst break, and rend all their shoulder: and when they leaned upon thee, thou brakest, and madest all their loins to be at a stand.",
                    "score": 0.7528093562198236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 19,
                    "text": "But behold, the Spirit of the Lord had ceased striving with them, and Satan had full power over the hearts of the people; for they were given up unto the hardness of their hearts, and the blindness of their minds that they might be destroyed; wherefore they went again to battle.",
                    "score": 0.7509627851387981
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And God's anger was kindled because he went: and the angel of the Lord stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.",
                    "score": 0.7493353984851746
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 32,
                    "text": "And that the passages are stopped, and the reeds they have burned with fire, and the men of war are affrighted.",
                    "score": 0.7490175111856251
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Then the king's countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against another.",
                    "score": 0.7487727299805553
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Moreover thou knowest also what Joab the son of Zeruiah did to me, and what he did to the two captains of the hosts of Israel, unto Abner the son of Ner, and unto Amasa the son of Jether, whom he slew, and shed the blood of war in peace, and put the blood of war upon his girdle that was about his loins, and in his shoes that were on his feet.",
                    "score": 0.7482466473642637
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And there went out fire from the Lord, and devoured them, and they died before the Lord.",
                    "score": 0.7478718670305291
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 2,
                    "text": "For the indignation of the Lord is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
                    "score": 0.7477080071121024
                }
            ]
        },
        {
            "verse": 33,
            "text": "But when they came to Jesus, and saw that he was dead already, they brake not his legs:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 27,
                    "text": "But his ministry among those who were dead was limited to the brief time intervening between the crucifixion and his resurrection;",
                    "score": 0.7354162270339162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 42,
                    "text": "And now, when he had said this, he fell unto the earth, as if he were dead.",
                    "score": 0.7307596917087643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Therefore, as the soul could never die, and the fall had brought upon all mankind a spiritual death as well as a temporal, that is, they were cut off from the presence of the Lord, it was expedient that mankind should be reclaimed from this spiritual death.",
                    "score": 0.7273968457676063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 2,
                    "text": "They did not believe what had been said concerning the resurrection of the dead, neither did they believe concerning the coming of Christ.",
                    "score": 0.7247423872911265
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 28,
                    "text": "And they answered, Thy servant our father is in good health, he is yet alive. And they bowed down their heads, and made obeisance.",
                    "score": 0.72196788112795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And it came to pass that they found the king of the Lamanites among the number of their dead; yet he was not dead, having been wounded and left upon the ground, so speedy was the flight of his people.",
                    "score": 0.7217285943044589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And they did not come unto Jesus with broken hearts and contrite spirits, but they did curse God, and wish to die. Nevertheless they would struggle with the sword for their lives.",
                    "score": 0.7209198880092635
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 14,
                    "text": "And Judah and his brethren came to Joseph's house; for he was yet there: and they fell before him on the ground.",
                    "score": 0.7199188007744174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 24,
                    "text": "And these are those who have part in the first resurrection; and these are they that have died before Christ came, in their ignorance, not having salvation declared unto them. And thus the Lord bringeth about the restoration of these; and they have a part in the first resurrection, or have eternal life, being redeemed by the Lord.",
                    "score": 0.7173241564373232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.",
                    "score": 0.7167079606714555
                }
            ]
        },
        {
            "verse": 34,
            "text": "But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And the battle went sore against Saul, and the archers hit him; and he was sore wounded of the archers.",
                    "score": 0.7779514671522199
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And the battle went sore against Saul, and the archers hit him, and he was wounded of the archers.",
                    "score": 0.7746550853311773
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "Howbeit he refused to turn aside: wherefore Abner with the hinder end of the spear smote him under the fifth rib, that the spear came out behind him; and he fell down there, and died in the same place: and it came to pass, that as many as came to the place where Asahel fell down and died stood still.",
                    "score": 0.7584538572199542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And it came to pass that they fought an exceedingly sore battle, in which Coriantumr was wounded again, and he fainted with the loss of blood.",
                    "score": 0.7513927826233957
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 28,
                    "text": "And they cried aloud, and cut themselves after their manner with knives and lancets, till the blood gushed out upon them.",
                    "score": 0.7444229148367983
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 21,
                    "text": "And the Lord sent an angel, which cut off all the mighty men of valour, and the leaders and captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword.",
                    "score": 0.7439055249682793
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 21,
                    "text": "And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.",
                    "score": 0.743313118266725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 41,
                    "text": "And he did straiten them in the wilderness with his rod; for they hardened their hearts, even as ye have; and the Lord straitened them because of their iniquity. He sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished.",
                    "score": 0.7425007303456432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And it came to pass that Shiz smote upon Coriantumr that he gave him many deep wounds; and Coriantumr, having lost his blood, fainted, and was carried away as though he were dead.",
                    "score": 0.7421521837363959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 13,
                    "text": "And it came to pass that the soldier who stood by, who smote off the scalp of Zerahemnah, took up the scalp from off the ground by the hair, and laid it upon the point of his sword, and stretched it forth unto them, saying unto them with a loud voice:",
                    "score": 0.7372977500675088
                }
            ]
        },
        {
            "verse": 35,
            "text": "And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.8055690949143489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 11,
                    "text": "But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.",
                    "score": 0.7983772550969505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 59,
                    "text": "And let no man return from this land except he bear record by the way, of that which he knows and most assuredly believes.",
                    "score": 0.7947642130866998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And he said: Yea, I believe according to thy words.",
                    "score": 0.7827116695646013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 41,
                    "text": "But, behold, I have all things as a testimony that these things are true; and ye also have all things as a testimony unto you that they are true; and will ye deny them? Believest thou that these things are true?",
                    "score": 0.7826291730469973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 39,
                    "text": "For behold, and lo, the Lord is God, and the Spirit beareth record, and the record is true, and the truth abideth forever and ever. Amen.",
                    "score": 0.7747247652465069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 26,
                    "text": "For he had said unto him in times before, that if he would believe in him that he could show unto him all things--it should be shown unto him; therefore the Lord could not withhold anything from him, for he knew that the Lord could show him all things.",
                    "score": 0.7668963532750569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 29,
                    "text": "And God shall show unto you, that that which I have written is true.",
                    "score": 0.7630290055798234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And ye shall testify that you have seen them, even as my servant Joseph Smith, Jun., has seen them; for it is by my power that he has seen them, and it is because he had faith.",
                    "score": 0.7574366704764172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 5,
                    "text": "And he said: Yea, I believe all the words which thou hast spoken.",
                    "score": 0.756780818909157
                }
            ]
        },
        {
            "verse": 36,
            "text": "For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And these things ye shall not do, except it be required of you by them who desire it, that the scriptures might be fulfilled; for ye shall do according to that which is written.",
                    "score": 0.8102262722386732
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 80,
                    "text": "And any man that shall go and preach this gospel of the kingdom, and fail not to continue faithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor joint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go hungry, neither athirst.",
                    "score": 0.8029496806757249
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 30,
                    "verse": 2,
                    "text": "If a man vow a vow unto the Lord, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.",
                    "score": 0.7991195987109724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7983924617047039
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Do therefore according to thy wisdom, and let not his hoar head go down to the grave in peace.",
                    "score": 0.7979214260758982
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 138,
                    "verse": 8,
                    "text": "The Lord will perfect that which concerneth me: thy mercy, O Lord, endureth for ever: forsake not the works of thine own hands.",
                    "score": 0.7956008281261469
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.",
                    "score": 0.7955205332351496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 56,
                    "text": "Thou shalt ask, and my scriptures shall be given as I have appointed, and they shall be preserved in safety;",
                    "score": 0.7948943951891956
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Now therefore hold him not guiltless: for thou art a wise man, and knowest what thou oughtest to do unto him; but his hoar head bring thou down to the grave with blood.",
                    "score": 0.7922253154138115
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 46,
                    "text": "In one house shall it be eaten; thou shalt not carry forth ought of the flesh abroad out of the house; neither shall ye break a bone thereof.",
                    "score": 0.7921544200273569
                }
            ]
        },
        {
            "verse": 37,
            "text": "And again another scripture saith, They shall look on him whom they pierced.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And he said unto them, Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be that, as I do, so shall ye do.",
                    "score": 0.7979853673402125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 24,
                    "text": "And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him:",
                    "score": 0.7870202240228874
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 21,
                    "text": "And thou saidst unto thy servants, Bring him down unto me, that I may set mine eyes upon him.",
                    "score": 0.7868269074199765
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 31,
                    "text": "But behold, ye shall examine him, and ye shall find blood upon the skirts of his cloak.",
                    "score": 0.7846456806078983
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 12,
                    "text": "Take him, and look well to him, and do him no harm; but do unto him even as he shall say unto thee.",
                    "score": 0.7832693928243071
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 51,
                    "text": "And then shall the Jews look upon me and say: What are these wounds in thine hands and in thy feet?",
                    "score": 0.7807511525881744
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?",
                    "score": 0.7806468594406223
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And then, behold, they say and think in their hearts--We will see if God has given him power to translate; if so, he will also give him power again;",
                    "score": 0.7772655746241501
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 84,
                    "verse": 9,
                    "text": "Behold, O God our shield, and look upon the face of thine anointed.",
                    "score": 0.7724937003779894
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 1,
                    "text": "Hearken to me, ye that follow after righteousness, ye that seek the Lord: look unto the rock whence ye are hewn, and to the hole of the pit whence ye are digged.",
                    "score": 0.7716791966377117
                }
            ]
        },
        {
            "verse": 38,
            "text": "And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "score": 0.767205813543745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
                    "score": 0.7629407994749094
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 1,
                    "text": "And it came to pass after these things, that one told Joseph, Behold, thy father is sick: and he took with him his two sons, Manasseh and Ephraim.",
                    "score": 0.762237997999642
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And Joseph saw his brethren, and he knew them, but made himself strange unto them, and spake roughly unto them; and he said unto them, Whence come ye? And they said, From the land of Canaan to buy food.",
                    "score": 0.7589593680791126
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And Jesus went out, and departed from the temple; and his disciples came to him, for to hear him, saying: Master, show us concerning the buildings of the temple, as thou hast said--They shall be thrown down, and left unto you desolate.",
                    "score": 0.7578655335393051
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 23,
                    "text": "And it came to pass, when Joseph was come unto his brethren, that they stript Joseph out of his coat, his coat of many colours that was on him;",
                    "score": 0.7543435225087589
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7543209061785929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7537056383163366
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.",
                    "score": 0.7528310524565387
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 7,
                    "text": "For because thou hast trusted in thy works and in thy treasures, thou shalt also be taken: and Chemosh shall go forth into captivity with his priests and his princes together.",
                    "score": 0.7512655736896591
                }
            ]
        },
        {
            "verse": 39,
            "text": "And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 19,
                    "text": "He offered for his offering one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7467211297909303
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And his offering was one silver charger, the weight thereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them were full of fine flour mingled with oil for a meat offering:",
                    "score": 0.745777291402322
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 37,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 49,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 67,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 73,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 79,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 61,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 25,
                    "text": "His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:",
                    "score": 0.7455995479074246
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And it came to pass the same night, that the word of God came to Nathan, saying,",
                    "score": 0.7370500888971024
                }
            ]
        },
        {
            "verse": 40,
            "text": "Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And the priest shall put on his linen garment, and his linen breeches shall he put upon his flesh, and take up the ashes which the fire hath consumed with the burnt offering on the altar, and he shall put them beside the altar.",
                    "score": 0.7774259177778204
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 4,
                    "text": "He shall put on the holy linen coat, and he shall have the linen breeches upon his flesh, and shall be girded with a linen girdle, and with the linen mitre shall he be attired: these are holy garments; therefore shall he wash his flesh in water, and so put them on.",
                    "score": 0.7701271439215459
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And one cherub stretched forth his hand from between the cherubims unto the fire that was between the cherubims, and took thereof, and put it into the hands of him that was clothed with linen: who took it, and went out.",
                    "score": 0.7694855844149139
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass that after two days and two nights they were about to take his body and lay it in a sepulchre, which they had made for the purpose of burying their dead.",
                    "score": 0.7643095291628583
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 26,
                    "text": "And strip Aaron of his garments, and put them upon Eleazar his son: and Aaron shall be gathered unto his people, and shall die there.",
                    "score": 0.7519560255955768
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 17,
                    "text": "And thou shalt cut the ram in pieces, and wash the inwards of him, and his legs, and put them unto his pieces, and unto his head.",
                    "score": 0.7461806922153029
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.745866678299555
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And they shall take away the ashes from the altar, and spread a purple cloth thereon:",
                    "score": 0.745777532202997
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And in every province, whithersoever the king's commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.",
                    "score": 0.7457147973538761
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 19,
                    "text": "He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem.",
                    "score": 0.7451402549636218
                }
            ]
        },
        {
            "verse": 41,
            "text": "Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And he was buried in his sepulchre in the garden of Uzza: and Josiah his son reigned in his stead.",
                    "score": 0.7638643296068427
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 16,
                    "text": "What hast thou here? and whom hast thou here, that thou hast hewed thee out a sepulchre here, as he that heweth him out a sepulchre on high, and that graveth an habitation for himself in a rock?",
                    "score": 0.7558082718601709
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 8,
                    "text": "The cedars in the garden of God could not hide him: the fir trees were not like his boughs, and the chestnut trees were not like his branches; nor any tree in the garden of God was like unto him in his beauty.",
                    "score": 0.7530884930365064
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And the Lord God planted a garden eastward in Eden; and there he put the man whom he had formed.",
                    "score": 0.7484633778651765
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 6,
                    "text": "And he buried him in a valley in the land of Moab, over against Beth-peor: but no man knoweth of his sepulchre unto this day.",
                    "score": 0.7422889483281018
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones:",
                    "score": 0.7417783291360766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.",
                    "score": 0.7327065738975407
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I, the Lord God, planted a garden eastward in Eden, and there I put the man whom I had formed.",
                    "score": 0.7296981949988991
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And the Gods planted a garden, eastward in Eden, and there they put the man, whose spirit they had put into the body which they had formed.",
                    "score": 0.7286705257054858
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And strangers, the terrible of the nations, have cut him off, and have left him: upon the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land; and all the people of the earth are gone down from his shadow, and have left him.",
                    "score": 0.7284369015646944
                }
            ]
        },
        {
            "verse": 42,
            "text": "There laid they Jesus therefore because of the Jews' preparation day; for the sepulchre was nigh at hand.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "In the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
                    "score": 0.7622404080653624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass that after two days and two nights they were about to take his body and lay it in a sepulchre, which they had made for the purpose of burying their dead.",
                    "score": 0.7593597703399718
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 38,
                    "text": "The censers of these sinners against their own souls, let them make them broad plates for a covering of the altar: for they offered them before the Lord, therefore they are hallowed: and they shall be a sign unto the children of Israel.",
                    "score": 0.7534143785209974
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And afterward they made ready for themselves, and for the priests: because the priests the sons of Aaron were busied in offering of burnt offerings and the fat until night; therefore the Levites prepared for themselves, and for the priests the sons of Aaron.",
                    "score": 0.7525853478441631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 17,
                    "text": "Hearken ye, for, behold, the great day of the Lord is nigh at hand.",
                    "score": 0.752013165177002
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 27,
                    "text": "The Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year;",
                    "score": 0.7514065981533731
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For they could not keep it at that time, because the priests had not sanctified themselves sufficiently, neither had the people gathered themselves together to Jerusalem.",
                    "score": 0.7504010209196317
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 18,
                    "text": "But the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness.",
                    "score": 0.7487582944948863
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "score": 0.7480851319962256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 32,
                    "text": "Yea even among the Gentiles shall there be a great and marvelous work wrought by them, before that judgment day.",
                    "score": 0.7475863461257275
                }
            ]
        }
    ]
}