{
    "volume": "New Testament",
    "book": "Luke",
    "chapter": 19,
    "verses": [
        {
            "verse": 1,
            "text": "And Jesus entered and passed through Jericho.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And the king of Jericho sent unto Rahab, saying, Bring forth the men that are come to thee, which are entered into thine house: for they be come to search out all the country.",
                    "score": 0.7670979195386506
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.7669501680871018
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 11,
                    "text": "And ye went over Jordan, and came unto Jericho: and the men of Jericho fought against you, the Amorites, and the Perizzites, and the Canaanites, and the Hittites, and the Girgashites, the Hivites, and the Jebusites; and I delivered them into your hand.",
                    "score": 0.7657254863834042
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And Jacob went on his way, and the angels of God met him.",
                    "score": 0.7563229304415807
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand: and Joshua went unto him, and said unto him, Art thou for us, or for our adversaries?",
                    "score": 0.7546806579839002
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And when the inhabitants of Gibeon heard what Joshua had done unto Jericho and to Ai,",
                    "score": 0.753830270629494
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And it went down from Janohah to Ataroth, and to Naarath, and came to Jericho, and went out at Jordan.",
                    "score": 0.7510316059322005
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And Joshua sent men from Jericho to Ai, which is beside Beth-aven, on the east side of Beth-el, and spake unto them, saying, Go up and view the country. And the men went up and viewed Ai.",
                    "score": 0.749799818105827
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And it was told the king of Jericho, saying, Behold, there came men in hither to night of the children of Israel to search out the country.",
                    "score": 0.7473424000985646
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when they came again to him, (for he tarried at Jericho,) he said unto them, Did I not say unto you, Go not?",
                    "score": 0.7452131483504973
                }
            ]
        },
        {
            "verse": 2,
            "text": "And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 2,
                    "text": "The rich man had exceeding many flocks and herds:",
                    "score": 0.7764462354103653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 28,
                    "text": "And he began to reign, and the people began to prosper; and they became exceedingly rich.",
                    "score": 0.7608616563298922
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And the Lord did visit them and prosper them, and they became a large and wealthy people.",
                    "score": 0.7467255464369011
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 52,
                    "verse": 7,
                    "text": "Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.",
                    "score": 0.7433164297917981
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 20,
                    "text": "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.",
                    "score": 0.7408626493909243
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Then the chief of the fathers and princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers of the king's work, offered willingly,",
                    "score": 0.7384823093704411
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 8,
                    "text": "The ransom of a man's life are his riches: but the poor heareth not rebuke.",
                    "score": 0.7329907121164251
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they ran and fetched him thence: and when he stood among the people, he was higher than any of the people from his shoulders and upward.",
                    "score": 0.732480834684983
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And it was so, when they saw that there was much money in the chest, that the king's scribe and the high priest came up, and they put up in bags, and told the money that was found in the house of the Lord.",
                    "score": 0.7314814803976665
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 18,
                    "verse": 11,
                    "text": "The rich man's wealth is his strong city, and as an high wall in his own conceit.",
                    "score": 0.7292384915349563
                }
            ]
        },
        {
            "verse": 3,
            "text": "And he sought to see Jesus who he was; and could not for the press, because he was little of stature.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And now, as I, Moroni, said I could not make a full account of these things which are written, therefore it sufficeth me to say that Jesus showed himself unto this man in the spirit, even after the manner and in the likeness of the same body even as he showed himself unto the Nephites.",
                    "score": 0.7642901974611997
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 16,
                    "text": "He judged the cause of the poor and needy; then it was well with him: was not this to know me? saith the Lord.",
                    "score": 0.7347051140497988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 26,
                    "text": "And yet, notwithstanding his mighty works, and miracles, and proclamation of the truth, in great power and authority, there were but few who hearkened to his voice, and rejoiced in his presence, and received salvation at his hands.",
                    "score": 0.7318120403815975
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 23,
                    "text": "It caused me serious reflection then, and often has since, how very strange it was that an obscure boy, of a little over fourteen years of age, and one, too, who was doomed to the necessity of obtaining a scanty maintenance by his daily labor, should be thought a character of sufficient importance to attract the attention of the great ones of the most popular sects of the day, and in a manner to create in them a spirit of the most bitter persecution and reviling. But strange or not, so it was, and it was often the cause of great sorrow to myself.",
                    "score": 0.729354214890038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And behold, Lehi, his brother, was not a whit behind him as to things pertaining to righteousness.",
                    "score": 0.7280582384279422
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 2,
                    "text": "And he had a son, whose name was Saul, a choice young man, and a goodly: and there was not among the children of Israel a goodlier person than he: from his shoulders and upward he was higher than any of the people.",
                    "score": 0.7272542433947491
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 48,
                    "text": "I say unto you, he hath seen him; nevertheless, he who came unto his own was not comprehended.",
                    "score": 0.7253467115654045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold, they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire.",
                    "score": 0.7250316399755476
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 18,
                    "text": "How he met thee by the way, and smote the hindmost of thee, even all that were feeble behind thee, when thou wast faint and weary; and he feared not God.",
                    "score": 0.7249497802319139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 14,
                    "text": "And thus he was called the Son of God, because he received not of the fulness at the first.",
                    "score": 0.7247221110552168
                }
            ]
        },
        {
            "verse": 4,
            "text": "And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that they did come forth, and commence in the path which led to the tree.",
                    "score": 0.7582552302800857
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 3,
                    "text": "He pursued them, and passed safely; even by the way that he had not gone with his feet.",
                    "score": 0.7348464229377184
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
                    "score": 0.7342832750342942
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 21,
                    "text": "So he fled with all that he had; and he rose up, and passed over the river, and set his face toward the mount Gilead.",
                    "score": 0.7278492093355766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Wherefore, go thy way; watch the tree, and nourish it, according to my words.",
                    "score": 0.7163861112851474
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Through the brightness before him were coals of fire kindled.",
                    "score": 0.7160407397937799
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Before him went the pestilence, and burning coals went forth at his feet.",
                    "score": 0.7137687262996927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And it came to pass that he fought with the king; and when the king saw that he was about to overpower him, he fled and ran and got upon the tower which was near the temple.",
                    "score": 0.7130554839213151
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 16,
                    "text": "He is green before the sun, and his branch shooteth forth in his garden.",
                    "score": 0.7129497103466235
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 20,
                    "text": "The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;",
                    "score": 0.7128582929699588
                }
            ]
        },
        {
            "verse": 5,
            "text": "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 29,
                    "text": "That thine eyes may be open toward this house night and day, even toward the place of which thou hast said, My name shall be there: that thou mayest hearken unto the prayer which thy servant shall make toward this place.",
                    "score": 0.7934768381854367
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 20,
                    "text": "That thine eyes may be open upon this house day and night, upon the place whereof thou hast said that thou wouldest put thy name there; to hearken unto the prayer which thy servant prayeth toward this place.",
                    "score": 0.7904084875965757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow, and I come unto you again.",
                    "score": 0.787578797131278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "score": 0.7845673256189827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 8,
                    "text": "Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord. Amen.",
                    "score": 0.7837035792491289
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 5,
                    "text": "And the Lord said unto me, Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the Lord, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary.",
                    "score": 0.78192443480926
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And Joseph said unto his brethren, and unto his father's house, I will go up, and shew Pharaoh, and say unto him, My brethren, and my father's house, which were in the land of Canaan, are come unto me;",
                    "score": 0.781895882988651
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And he said unto them, Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be that, as I do, so shall ye do.",
                    "score": 0.7817798887256346
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And the Lord appeared to Solomon by night, and said unto him, I have heard thy prayer, and have chosen this place to myself for an house of sacrifice.",
                    "score": 0.7799951801288564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
                    "score": 0.778318111432262
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he made haste, and came down, and received him joyfully.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 43,
                    "text": "And he brought forth his people with joy, and his chosen with gladness:",
                    "score": 0.7923270115692921
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.7780796663445022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 17,
                    "text": "Yea, and behold, Abraham saw of his coming, and was filled with gladness and did rejoice.",
                    "score": 0.7753131979100526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And he spake unto me, saying: Yea, and the most joyous to the soul.",
                    "score": 0.7727337267511342
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 8,
                    "text": "He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.",
                    "score": 0.7675505855120398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 17,
                    "text": "Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.",
                    "score": 0.7559841639424524
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 26,
                    "text": "And the man bowed down his head, and worshipped the Lord.",
                    "score": 0.7466178087279284
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 9,
                    "text": "He bowed the heavens also, and came down: and darkness was under his feet.",
                    "score": 0.7457388547423712
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 10,
                    "text": "He bowed the heavens also, and came down; and darkness was under his feet.",
                    "score": 0.7457388547423712
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 20,
                    "text": "He brought me forth also into a large place: he delivered me, because he delighted in me.",
                    "score": 0.7439874791286513
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.7778515772142996
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 11,
                    "text": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
                    "score": 0.7553247352917477
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 14,
                    "text": "There were among you adulterers and adulteresses; some of whom have turned away from you, and others remain with you that hereafter shall be revealed.",
                    "score": 0.7548824086944377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.7543457152654861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And now the people began to murmur among themselves; some saying that it was a great evil that had come upon them, or upon the king and his house, because he had suffered that the Nephite should remain in the land.",
                    "score": 0.7470511968100039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.",
                    "score": 0.7446672876374281
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
                    "score": 0.744494135111826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And it came to pass after he had made an end of speaking unto the people many of them did believe on his words, and began to repent, and to search the scriptures.",
                    "score": 0.7441275233744796
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 17,
                    "text": "Then said Saul unto the people that were with him, Number now, and see who is gone from us. And when they had numbered, behold, Jonathan and his armourbearer were not there.",
                    "score": 0.7438564662636249
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.",
                    "score": 0.7437846741623259
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 17,
                    "text": "He that hath pity upon the poor lendeth unto the Lord; and that which he hath given will he pay him again.",
                    "score": 0.7859607134507958
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 18,
                    "text": "Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.",
                    "score": 0.7856221772457235
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 29,
                    "text": "Take it of their half, and give it unto Eleazar the priest, for an heave offering of the Lord.",
                    "score": 0.7839935621028333
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 7,
                    "text": "The Lord maketh poor, and maketh rich: he bringeth low, and lifteth up.",
                    "score": 0.7763195465547489
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 2,
                    "text": "For all those things hath mine hand made, and all those things have been, saith the Lord: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.",
                    "score": 0.7758119678914014
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 3,
                    "text": "Behold, here I am: witness against me before the Lord, and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe to blind mine eyes therewith? and I will restore it you.",
                    "score": 0.774023090610113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And for your salvation I give unto you a commandment, for I have heard your prayers, and the poor have complained before me, and the rich have I made, and all flesh is mine, and I am no respecter of persons.",
                    "score": 0.7732260777603754
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 10,
                    "text": "All my bones shall say, Lord, who is like unto thee, which deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that spoileth him?",
                    "score": 0.7647219794469057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "score": 0.764341324884009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 75,
                    "text": "And let him lift up his voice long and loud, in the midst of the people, to plead the cause of the poor and the needy; and let him not fail, neither let his heart faint; and I will accept of his offerings, for they shall not be unto me as the offerings of Cain, for he shall be mine, saith the Lord.",
                    "score": 0.7634697499476978
                }
            ]
        },
        {
            "verse": 9,
            "text": "And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.",
                    "score": 0.8090928649817933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And behold, they shall go unto the unbelieving of the Jews; and for this intent shall they go--that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most Beloved, his great and eternal purpose, in restoring the Jews, or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant;",
                    "score": 0.7998885572195121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 7,
                    "text": "Now Aaron said unto him: Believest thou that the Son of God shall come to redeem mankind from their sins?",
                    "score": 0.7965362186074285
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 13,
                    "text": "That he may establish thee to day for a people unto himself, and that he may be unto thee a God, as he hath said unto thee, and as he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob.",
                    "score": 0.79530565655778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 32,
                    "text": "Go ye, therefore, and do the works of Abraham; enter ye into my law and ye shall be saved.",
                    "score": 0.7932961137649036
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 5,
                    "text": "And the Lord said unto me, Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the Lord, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary.",
                    "score": 0.7926314191449383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 15,
                    "text": "And now, my son, I would say somewhat unto you concerning the coming of Christ. Behold, I say unto you, that it is he that surely shall come to take away the sins of the world; yea, he cometh to declare glad tidings of salvation unto his people.",
                    "score": 0.7900805917311264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7885661319005745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief.",
                    "score": 0.7883972768901779
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "score": 0.7876671070460866
                }
            ]
        },
        {
            "verse": 10,
            "text": "For the Son of man is come to seek and to save that which was lost.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 28,
                    "text": "For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.",
                    "score": 0.811098248595512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Wherefore, all mankind were in a lost and in a fallen state, and ever would be save they should rely on this Redeemer.",
                    "score": 0.7950265906010751
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart and with a willing mind: for the Lord searcheth all hearts, and understandeth all the imaginations of the thoughts: if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off for ever.",
                    "score": 0.7901509188327199
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 6,
                    "text": "And he said unto me, Son of man, hast thou seen this? Then he brought me, and caused me to return to the brink of the river.",
                    "score": 0.7878901761228365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.7870887244200391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 4,
                    "text": "What is man, that thou art mindful of him? and the son of man, that thou visitest him?",
                    "score": 0.78494285790964
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.",
                    "score": 0.7843365799778722
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 6,
                    "text": "Seek ye the Lord while he may be found, call ye upon him while he is near:",
                    "score": 0.7841726860593391
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 83,
                    "text": "He that seeketh me early shall find me, and shall not be forsaken.",
                    "score": 0.7836256788120541
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 26,
                    "text": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
                    "score": 0.783347172303328
                }
            ]
        },
        {
            "verse": 11,
            "text": "And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.",
                    "score": 0.7733649226882995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And it came to pass that he began to preach among the people, and to declare unto them that there should be no Christ. And he preached many things which were flattering unto the people; and this he did that he might overthrow the doctrine of Christ.",
                    "score": 0.7706532485502878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land.",
                    "score": 0.7626367765105937
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And prayed unto him: and he was entreated of him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the Lord he was God.",
                    "score": 0.7568415037490427
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 23,
                    "text": "And he took up his parable, and said, Alas, who shall live when God doeth this!",
                    "score": 0.754894423909668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.7537287298491528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 31,
                    "text": "And he, immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the words which he had heard from the mouth of Ammon; and as many as heard his words believed, and were converted unto the Lord.",
                    "score": 0.7534516550290632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And we also had many revelations, and the spirit of much prophecy; wherefore, we knew of Christ and his kingdom, which should come.",
                    "score": 0.7534165642189464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 28,
                    "text": "And after God had appointed that these things should come unto man, behold, then he saw that it was expedient that man should know concerning the things whereof he had appointed unto them;",
                    "score": 0.7510833605295841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And he also spake unto them concerning the land of promise, which they had obtained--how merciful the Lord had been in warning us that we should flee out of the land of Jerusalem.",
                    "score": 0.7507749863498187
                }
            ]
        },
        {
            "verse": 12,
            "text": "He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 9,
                    "text": "So the king of the south shall come into his kingdom, and shall return into his own land.",
                    "score": 0.8157113087897516
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 54,
                    "text": "And he brought them to the border of his sanctuary, even to this mountain, which his right hand had purchased.",
                    "score": 0.769319132886401
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Then shall he return into his land with great riches; and his heart shall be against the holy covenant; and he shall do exploits, and return to his own land.",
                    "score": 0.7678615799244984
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 62,
                    "text": "He gave his people over also unto the sword; and was wroth with his inheritance.",
                    "score": 0.76505236010825
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 13,
                    "text": "For the king of the north shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches.",
                    "score": 0.7618160404099573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.",
                    "score": 0.7607673508347611
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And there came a traveller unto the rich man, and he spared to take of his own flock and of his own herd, to dress for the wayfaring man that was come unto him; but took the poor man's lamb, and dressed it for the man that was come to him.",
                    "score": 0.7597009419091055
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.",
                    "score": 0.7574231062540651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
                    "score": 0.7557742333145476
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "score": 0.7556689904671057
                }
            ]
        },
        {
            "verse": 13,
            "text": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 17,
                    "text": "He will take the tenth of your sheep: and ye shall be his servants.",
                    "score": 0.828085247688471
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 16,
                    "text": "And he delivered them into the hand of his servants, every drove by themselves; and said unto his servants, Pass over before me, and put a space betwixt drove and drove.",
                    "score": 0.7925804305682151
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7893285537344116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7877239653881986
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And he set threescore and ten thousand of them to be bearers of burdens, and fourscore thousand to be hewers in the mountain, and three thousand and six hundred overseers to set the people a work.",
                    "score": 0.7855714845941201
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 10,
                    "text": "And they said unto him, Nay, my lord, but to buy food are thy servants come.",
                    "score": 0.7824865394393974
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 43,
                    "text": "And his servitor said, What, should I set this before an hundred men? He said again, Give the people, that they may eat: for thus saith the Lord, They shall eat, and shall leave thereof.",
                    "score": 0.7751874417187847
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down.",
                    "score": 0.7738745656857914
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he will take the tenth of your seed, and of your vineyards, and give to his officers, and to his servants.",
                    "score": 0.770866794754167
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 17,
                    "text": "He sent a man before them, even Joseph, who was sold for a servant:",
                    "score": 0.7702602563822787
                }
            ]
        },
        {
            "verse": 14,
            "text": "But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7824178429506787
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 18,
                    "text": "He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.",
                    "score": 0.7680977656133525
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 17,
                    "text": "He delivered me from my strong enemy, and from them which hated me: for they were too strong for me.",
                    "score": 0.766489472244272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that the voice of the people came against Amlici, that he was not made king over the people.",
                    "score": 0.754972306564004
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Nevertheless the people refused to obey the voice of Samuel; and they said, Nay; but we will have a king over us;",
                    "score": 0.7531838568371896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them.",
                    "score": 0.7524862366357783
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 3,
                    "text": "He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.",
                    "score": 0.7518956814893555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "He is despised and rejected of men; a man of sorrows, and acquainted with grief; and we hid as it were our faces from him; he was despised, and we esteemed him not.",
                    "score": 0.7518956814893555
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 8,
                    "text": "And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words.",
                    "score": 0.7515707407834408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.",
                    "score": 0.7486835628994366
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 17,
                    "text": "He sent a man before them, even Joseph, who was sold for a servant:",
                    "score": 0.7988155234525529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And it came to pass that he did teach these things so much that many did believe on his words, even so many that they began to support him and give him money.",
                    "score": 0.7902011238595243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 10,
                    "text": "And let my servant Edward Partridge impart of the money which I have given him, a portion unto mine elders who are commanded to return;",
                    "score": 0.7868717784343146
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And when they had finished it, they brought the rest of the money before the king and Jehoiada, whereof were made vessels for the house of the Lord, even vessels to minister, and to offer withal, and spoons, and vessels of gold and silver. And they offered burnt offerings in the house of the Lord continually all the days of Jehoiada.",
                    "score": 0.7850966905754214
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 50,
                    "text": "And he shall reckon with him that bought him from the year that he was sold to him unto the year of jubilee: and the price of his sale shall be according unto the number of years, according to the time of an hired servant shall it be with him.",
                    "score": 0.7832346584257485
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 11,
                    "text": "Now it came to pass, that at what time the chest was brought unto the king's office by the hand of the Levites, and when they saw that there was much money, the king's scribe and the high priest's officer came and emptied the chest, and took it, and carried it to his place again. Thus they did day by day, and gathered money in abundance.",
                    "score": 0.781806652625819
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 11,
                    "text": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
                    "score": 0.7810132436981532
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And Shaphan the scribe came to the king, and brought the king word again, and said, Thy servants have gathered the money that was found in the house, and have delivered it into the hand of them that do the work, that have the oversight of the house of the Lord.",
                    "score": 0.7795952224621805
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 25,
                    "text": "Then Joseph commanded to fill their sacks with corn, and to restore every man's money into his sack, and to give them provision for the way: and thus did he unto them.",
                    "score": 0.7749129825130929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 43,
                    "text": "Nevertheless, let him impart all the money which he can impart, to be sent up unto the land of Zion.",
                    "score": 0.7735639899516906
                }
            ]
        },
        {
            "verse": 16,
            "text": "Then came the first, saying, Lord, thy pound hath gained ten pounds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 1,
                    "text": "In the tenth year, in the tenth month, in the twelfth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7326985273138709
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 30,
                    "text": "For it was little which thou hadst before I came, and it is now increased unto a multitude; and the Lord hath blessed thee since my coming: and now when shall I provide for mine own house also?",
                    "score": 0.7282442417341058
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 11,
                    "text": "And I will multiply upon you man and beast; and they shall increase and bring fruit: and I will settle you after your old estates, and will do better unto you than at your beginnings: and ye shall know that I am the Lord.",
                    "score": 0.7251480725611454
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 39,
                    "text": "And Isaac his father answered and said unto him, Behold, thy dwelling shall be the fatness of the earth, and of the dew of heaven from above;",
                    "score": 0.7226066097507322
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Honour the Lord with thy substance, and with the firstfruits of all thine increase:",
                    "score": 0.7218528064908881
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Again in the ninth year, in the tenth month, in the tenth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7197731547799077
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.",
                    "score": 0.7188551607016809
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 1,
                    "text": "A false balance is abomination to the Lord: but a just weight is his delight.",
                    "score": 0.7187250014509321
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king's meat.",
                    "score": 0.7160567730831123
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 7,
                    "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
                    "score": 0.7151050544926987
                }
            ]
        },
        {
            "verse": 17,
            "text": "And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "score": 0.7932803605553815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 10,
                    "text": "Let my servant William Marks be faithful over a few things, and he shall be a ruler over many. Let him preside in the midst of my people in the city of Far West, and let him be blessed with the blessings of my people.",
                    "score": 0.7873669008398121
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 138,
                    "text": "Thy testimonies that thou hast commanded are righteous and very faithful.",
                    "score": 0.7856785993696853
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 113,
                    "text": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
                    "score": 0.7850472501523068
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 19,
                    "text": "Wisdom strengtheneth the wise more than ten mighty men which are in the city.",
                    "score": 0.7839959509267126
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 65,
                    "text": "Thou hast dealt well with thy servant, O Lord, according unto thy word.",
                    "score": 0.781614400570132
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore hath the Lord done thus unto this great city?",
                    "score": 0.7813984106859285
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 12,
                    "text": "If thou shalt hear say in one of thy cities, which the Lord thy God hath given thee to dwell there, saying,",
                    "score": 0.775462683284492
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.",
                    "score": 0.7678504100121931
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And now, Lord, thou art God, and hast promised this goodness unto thy servant:",
                    "score": 0.7676467186276804
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the second came, saying, Lord, thy pound hath gained five pounds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the word of the Lord came unto me the second time, saying,",
                    "score": 0.7478267037606215
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 7,
                    "text": "And the angel of the Lord came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee.",
                    "score": 0.7328598001516802
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the Lord your God.",
                    "score": 0.72900661320603
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And it was so, when Ahijah heard the sound of her feet, as she came in at the door, that he said, Come in, thou wife of Jeroboam; why feignest thou thyself to be another? for I am sent to thee with heavy tidings.",
                    "score": 0.7211971831505043
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 11,
                    "text": "And I will multiply upon you man and beast; and they shall increase and bring fruit: and I will settle you after your old estates, and will do better unto you than at your beginnings: and ye shall know that I am the Lord.",
                    "score": 0.7211116704163952
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 1,
                    "text": "A false balance is abomination to the Lord: but a just weight is his delight.",
                    "score": 0.7209832544622701
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 7,
                    "text": "I have caused thee to multiply as the bud of the field, and thou hast increased and waxen great, and thou art come to excellent ornaments: thy breasts are fashioned, and thine hair is grown, whereas thou wast naked and bare.",
                    "score": 0.7147415837122479
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 11,
                    "text": "God hath spoken once; twice have I heard this; that power belongeth unto God.",
                    "score": 0.7134550969711395
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "The word of the Lord came again to me, saying,",
                    "score": 0.7133505410288177
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 30,
                    "text": "For it was little which thou hadst before I came, and it is now increased unto a multitude; and the Lord hath blessed thee since my coming: and now when shall I provide for mine own house also?",
                    "score": 0.7113292479141466
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he said likewise to him, Be thou also over five cities.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore hath the Lord done thus unto this great city?",
                    "score": 0.7804172701596195
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 7,
                    "text": "Wherefore I command thee, saying, Thou shalt separate three cities for thee.",
                    "score": 0.7793560468081262
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 13,
                    "text": "And of these cities which ye shall give six cities shall ye have for refuge.",
                    "score": 0.7782735851425421
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 12,
                    "text": "If thou shalt hear say in one of thy cities, which the Lord thy God hath given thee to dwell there, saying,",
                    "score": 0.7748448618965085
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 9,
                    "text": "If thou shalt keep all these commandments to do them, which I command thee this day, to love the Lord thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:",
                    "score": 0.7713773501813896
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go.",
                    "score": 0.7662789087464642
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 48,
                    "verse": 20,
                    "text": "All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.",
                    "score": 0.7650428484946357
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 16,
                    "text": "And let that man be as the cities which the Lord overthrew, and repented not: and let him hear the cry in the morning, and the shouting at noontide;",
                    "score": 0.7623807967560166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.7614580814267411
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 3,
                    "text": "Blessed shalt thou be in the city, and blessed shalt thou be in the field.",
                    "score": 0.7607926177206525
                }
            ]
        },
        {
            "verse": 20,
            "text": "And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Behold, therefore I have smitten mine hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.",
                    "score": 0.7626413394745083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7596014653798665
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And when I looked, behold, an hand was sent unto me; and, lo, a roll of a book was therein;",
                    "score": 0.7544732475051823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 53,
                    "text": "And now my beloved brethren, I say unto you, can ye withstand these sayings; yea, can ye lay aside these things, and trample the Holy One under your feet; yea, can ye be puffed up in the pride of your hearts; yea, will ye still persist in the wearing of costly apparel and setting your hearts upon the vain things of the world, upon your riches?",
                    "score": 0.7492581600983602
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 17,
                    "text": "I know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of mine heart I have willingly offered all these things: and now have I seen with joy thy people, which are present here, to offer willingly unto thee.",
                    "score": 0.7491712624545791
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 17,
                    "text": "Deal bountifully with thy servant, that I may live, and keep thy word.",
                    "score": 0.748928883522218
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then the Lord put forth his hand, and touched my mouth. And the Lord said unto me, Behold, I have put my words in thy mouth.",
                    "score": 0.7487511954979517
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 25,
                    "text": "This is thy lot, the portion of thy measures from me, saith the Lord; because thou hast forgotten me, and trusted in falsehood.",
                    "score": 0.7485664867747726
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 19,
                    "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.",
                    "score": 0.7476341354212235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 12,
                    "text": "Behold, I, the Lord, have spoken it.",
                    "score": 0.7465138601283483
                }
            ]
        },
        {
            "verse": 21,
            "text": "For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 43,
                    "text": "Thou shalt not rule over him with rigour; but shalt fear thy God.",
                    "score": 0.8280939515763355
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Thy hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him.",
                    "score": 0.8009880239395561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And I exceedingly fear and tremble because of you, lest he shall suffer again; for behold, ye have accused him that he sought power and authority over you; but I know that he hath not sought for power nor authority over you, but he hath sought the glory of God, and your own eternal welfare.",
                    "score": 0.8004679794054401
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 120,
                    "text": "My flesh trembleth for fear of thee; and I am afraid of thy judgments.",
                    "score": 0.795913394076545
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thou hast forsaken me, saith the Lord, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee; I am weary with repenting.",
                    "score": 0.7905847235876946
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 36,
                    "text": "Take thou no usury of him, or increase: but fear thy God; that thy brother may live with thee.",
                    "score": 0.7885453608949596
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 17,
                    "text": "But I will deliver thee in that day, saith the Lord: and thou shalt not be given into the hand of the men of whom thou art afraid.",
                    "score": 0.7869024653637058
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 27,
                    "text": "Were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this.",
                    "score": 0.7865677775952168
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 10,
                    "text": "He croucheth, and humbleth himself, that the poor may fall by his strong ones.",
                    "score": 0.7860537056691552
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 10,
                    "text": "Therefore fear thou not, O my servant Jacob, saith the Lord; neither be dismayed, O Israel: for, lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall return, and shall be in rest, and be quiet, and none shall make him afraid.",
                    "score": 0.7855363410552695
                }
            ]
        },
        {
            "verse": 22,
            "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 14,
                    "text": "For the Lord will judge his people, and he will repent himself concerning his servants.",
                    "score": 0.8389936136445743
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 15,
                    "text": "The Lord therefore be judge, and judge between me and thee, and see, and plead my cause, and deliver me out of thine hand.",
                    "score": 0.8258300248370599
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness.",
                    "score": 0.8234785402144399
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 43,
                    "verse": 1,
                    "text": "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.",
                    "score": 0.8213277087823002
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Then hear thou from heaven, and do, and judge thy servants, by requiting the wicked, by recompensing his way upon his own head; and by justifying the righteous, by giving him according to his righteousness.",
                    "score": 0.8182913831126892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.8101603709472245
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Thou shalt not wrest the judgment of thy poor in his cause.",
                    "score": 0.8100064509165895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just--",
                    "score": 0.8097782138214449
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 4,
                    "text": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man.",
                    "score": 0.8097751835684753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne--and of all these things which I have spoken, ye yourselves are witnesses this day.",
                    "score": 0.8090234645822145
                }
            ]
        },
        {
            "verse": 23,
            "text": "Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the Lord thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.",
                    "score": 0.7943834264750078
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 25,
                    "text": "If thou lend money to any of my people that is poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.",
                    "score": 0.7899027378168939
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 19,
                    "text": "Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:",
                    "score": 0.7863114153027261
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 37,
                    "text": "Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.",
                    "score": 0.772427950772235
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 17,
                    "text": "That hath taken off his hand from the poor, that hath not received usury nor increase, hath executed my judgments, hath walked in my statutes; he shall not die for the iniquity of his father, he shall surely live.",
                    "score": 0.758830107618849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Therefore I do not write those things which transpired from the days of Adam until that time; but they are had upon the plates; and whoso findeth them, the same will have power that he may get the full account.",
                    "score": 0.7553346686510917
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 25,
                    "text": "Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the Lord thy God shall choose:",
                    "score": 0.7533173470102495
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 50,
                    "verse": 1,
                    "text": "Thus saith the Lord, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.",
                    "score": 0.7526843500432688
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 12,
                    "text": "When ye come to appear before me, who hath required this at your hand, to tread my courts?",
                    "score": 0.7518101893651892
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 80,
                    "verse": 18,
                    "text": "So will not we go back from thee: quicken us, and we will call upon thy name.",
                    "score": 0.7496175813602716
                }
            ]
        },
        {
            "verse": 24,
            "text": "And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 17,
                    "text": "He will take the tenth of your sheep: and ye shall be his servants.",
                    "score": 0.8011297678658549
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore said he, Take it up to thee. And he put out his hand, and took it.",
                    "score": 0.794416086406767
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 18,
                    "verse": 26,
                    "text": "Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the tithes which I have given you from them for your inheritance, then ye shall offer up an heave offering of it for the Lord, even a tenth part of the tithe.",
                    "score": 0.7824227760167807
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And Micah said unto him, Dwell with me, and be unto me a father and a priest, and I will give thee ten shekels of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in.",
                    "score": 0.7766893583653154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7721590517481877
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Samuel said unto the cook, Bring the portion which I gave thee, of which I said unto thee, Set it by thee.",
                    "score": 0.7711518648310527
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Then shall he that offereth his offering unto the Lord bring a meat offering of a tenth deal of flour mingled with the fourth part of an hin of oil.",
                    "score": 0.7702192727093762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 42,
                    "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
                    "score": 0.7695554096440967
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took it.",
                    "score": 0.76930056273293
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the Lord had respect unto Abel and to his offering:",
                    "score": 0.767704873107503
                }
            ]
        },
        {
            "verse": 25,
            "text": "(And they said unto him, Lord, he hath ten pounds.)",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 17,
                    "text": "He will take the tenth of your sheep: and ye shall be his servants.",
                    "score": 0.7683788092834971
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 1,
                    "text": "In the tenth year, in the tenth month, in the twelfth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7619358741438581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.7578263745038257
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 2,
                    "text": "Praise the Lord with harp: sing unto him with the psaltery and an instrument of ten strings.",
                    "score": 0.7560808142268888
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And Micah said unto him, Dwell with me, and be unto me a father and a priest, and I will give thee ten shekels of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in.",
                    "score": 0.7543637336944167
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 48,
                    "verse": 9,
                    "text": "The oblation that ye shall offer unto the Lord shall be of five and twenty thousand in length, and of ten thousand in breadth.",
                    "score": 0.7537125699393155
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And weighed unto them the silver, and the gold, and the vessels, even the offering of the house of our God, which the king, and his counsellors, and his lords, and all Israel there present, had offered:",
                    "score": 0.7529854219991622
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7518916671920385
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7518916671920385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7509197438987527
                }
            ]
        },
        {
            "verse": 26,
            "text": "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.8180033622092249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8175103421000569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 27,
                    "text": "Hath he commanded any that they should not partake of his salvation? Behold I say unto you, Nay; but he hath given it free for all men; and he hath commanded his people that they should persuade all men to repentance.",
                    "score": 0.8174464462760828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 49,
                    "text": "What I say unto one I say unto all; pray always lest that wicked one have power in you, and remove you out of your place.",
                    "score": 0.8173794491991521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 42,
                    "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
                    "score": 0.8169866875786121
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 16,
                    "text": "And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with power, that ye may give even as I have spoken.",
                    "score": 0.8160295376482388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.8153705277788107
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.814403395748668
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 35,
                    "text": "Thus shall ye say every one to his neighbour, and every one to his brother, What hath the Lord answered? and, What hath the Lord spoken?",
                    "score": 0.8143718529061099
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.814214959506566
                }
            ]
        },
        {
            "verse": 27,
            "text": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 40,
                    "text": "Thou hast also given me the necks of mine enemies; that I might destroy them that hate me.",
                    "score": 0.8493470270086184
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 41,
                    "text": "Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.",
                    "score": 0.8493470270086184
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 2,
                    "text": "Mine enemies would daily swallow me up: for they be many that fight against me, O thou most High.",
                    "score": 0.8416986038607914
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 30,
                    "text": "Fear not thine enemies, for they are in mine hands and I will do my pleasure with them.",
                    "score": 0.838384138175831
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.833345738371725
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 23,
                    "text": "And I will beat down his foes before his face, and plague them that hate him.",
                    "score": 0.8330921344173766
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "score": 0.8322946980007069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8269258814510405
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 4,
                    "text": "They that hate me without a cause are more than the hairs of mine head: they that would destroy me, being mine enemies wrongfully, are mighty: then I restored that which I took not away.",
                    "score": 0.8202796845420915
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Let not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause.",
                    "score": 0.8193428060481562
                }
            ]
        },
        {
            "verse": 28,
            "text": "And when he had thus spoken, he went before, ascending up to Jerusalem.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And now, when Ammon saw that he was permitted to speak, he went forth and bowed himself before the king; and rising again he said: O king, I am very thankful before God this day that I am yet alive, and am permitted to speak; and I will endeavor to speak with boldness;",
                    "score": 0.8147082181891218
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 13,
                    "text": "And God went up from him in the place where he talked with him.",
                    "score": 0.8113076253328662
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.8033761511777727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And the Lord commanded him that he should arise. And he arose and stood before him.",
                    "score": 0.8004538143133528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 36,
                    "text": "Now when Ammon had said these words, he began at the creation of the world, and also the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the holy scriptures of the people, which had been spoken by the prophets, even down to the time that their father, Lehi, left Jerusalem.",
                    "score": 0.8003677301248896
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Then Solomon came from his journey to the high place that was at Gibeon to Jerusalem, from before the tabernacle of the congregation, and reigned over Israel.",
                    "score": 0.7990072746540947
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass after this, that David inquired of the Lord, saying, Shall I go up into any of the cities of Judah? And the Lord said unto him, Go up. And David said, Whither shall I go up? And he said, Unto Hebron.",
                    "score": 0.7974907066766728
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And it came to pass, when they were come, that he looked on Eliab, and said, Surely the Lord's anointed is before him.",
                    "score": 0.7961251393542825
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And they answered them, and said, He is; behold, he is before you: make haste now, for he came to day to the city; for there is a sacrifice of the people to day in the high place:",
                    "score": 0.7951974880290502
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7951851981300497
                }
            ]
        },
        {
            "verse": 29,
            "text": "And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7780764786906127
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine.",
                    "score": 0.7772421307018756
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And Jesus left them, and went upon the Mount of Olives. And as he sat upon the Mount of Olives, the disciples came unto him privately, saying: Tell us when shall these things be which thou hast said concerning the destruction of the temple, and the Jews; and what is the sign of thy coming, and of the end of the world, or the destruction of the wicked, which is the end of the world?",
                    "score": 0.7724379684691896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.772399828149608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "And it came to pass that after I, Nephi, had been in the land of Bountiful for the space of many days, the voice of the Lord came unto me, saying: Arise, and get thee into the mountain. And it came to pass that I arose and went up into the mountain, and cried unto the Lord.",
                    "score": 0.7706947411399807
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And David arose, and went with all the people that were with him from Baale of Judah, to bring up from thence the ark of God, whose name is called by the name of the Lord of hosts that dwelleth between the cherubims.",
                    "score": 0.7672035188367744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord.",
                    "score": 0.7652798492460324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7642284038916858
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 7,
                    "text": "And Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past.",
                    "score": 0.7639455026200909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
                    "score": 0.7635630925642277
                }
            ]
        },
        {
            "verse": 30,
            "text": "Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "score": 0.774615140903832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 44,
                    "text": "Therefore what say ye, my sons, will ye go against them to battle?",
                    "score": 0.770832939606787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 7,
                    "text": "Wherefore, go to now and flee the land, lest your enemies come upon you; and take your journey, and appoint whom you will to be your leader, and to pay moneys for you.",
                    "score": 0.7647941536899843
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And, behold, I will send a lad, saying, Go, find out the arrows. If I expressly say unto the lad, Behold, the arrows are on this side of thee, take them; then come thou: for there is peace to thee, and no hurt; as the Lord liveth.",
                    "score": 0.7647603598697846
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Come, my beloved, let us go forth into the field; let us lodge in the villages.",
                    "score": 0.7587159440792215
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 19,
                    "text": "If ye be true men, let one of your brethren be bound in the house of your prison: go ye, carry corn for the famine of your houses:",
                    "score": 0.7578619810912275
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 24,
                    "text": "He shall enter peaceably even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers; he shall scatter among them the prey, and spoil, and riches: yea, and he shall forecast his devices against the strong holds, even for a time.",
                    "score": 0.7548666226188624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And again, doth a man take an ass which belongeth to his neighbor, and keep him? I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out. I say unto you, that even so shall it be among you if ye know not the name by which ye are called.",
                    "score": 0.7545937619436512
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 8,
                    "text": "He shall slay with the sword thy daughters in the field: and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.",
                    "score": 0.7523436789764825
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 24,
                    "text": "He shall flee from the iron weapon, and the bow of steel shall strike him through.",
                    "score": 0.7498003368349666
                }
            ]
        },
        {
            "verse": 31,
            "text": "And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 42,
                    "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
                    "score": 0.7924976661816576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 27,
                    "text": "And in that day whatsoever any man shall ask, it shall be given unto him.",
                    "score": 0.7896273244486053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And the Lord said unto me: John, my beloved, what desirest thou? For if you shall ask what you will, it shall be granted unto you.",
                    "score": 0.7851325661777695
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 3,
                    "text": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.",
                    "score": 0.7797701494705417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.7795486354451431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "score": 0.7781848230173265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 8,
                    "text": "But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.",
                    "score": 0.7778863614714473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 12,
                    "text": "Now, when a man reasoneth he is understood of man, because he reasoneth as a man; even so will I, the Lord, reason with you that you may understand.",
                    "score": 0.7764726919610087
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.7747211138396364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7741269728960569
                }
            ]
        },
        {
            "verse": 32,
            "text": "And they that were sent went their way, and found even as he had said unto them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 37,
                    "text": "And it came to pass that they went and did, even according as Nephi had said unto them. And behold, the words which he had said were true; for according to the words he did deny; and also according to the words he did confess.",
                    "score": 0.8186912399688745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 20,
                    "text": "And it came to pass that they did do all things even as Jesus had commanded them.",
                    "score": 0.8158948233641079
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.8144601680774302
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 40,
                    "text": "And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,",
                    "score": 0.8115844977029562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.8086112582497954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.807653011013175
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 33,
                    "text": "And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.",
                    "score": 0.80717501355406
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.8038774884548097
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 5,
                    "text": "They cried unto thee, and were delivered: they trusted in thee, and were not confounded.",
                    "score": 0.8023699269670888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 28,
                    "text": "And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king.",
                    "score": 0.801591709402813
                }
            ]
        },
        {
            "verse": 33,
            "text": "And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And I said unto them, Whosoever hath any gold, let them break it off. So they gave it me: then I cast it into the fire, and there came out this calf.",
                    "score": 0.7334550913109111
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 5,
                    "verse": 22,
                    "text": "Then were the horsehoofs broken by the means of the pransings, the pransings of their mighty ones.",
                    "score": 0.7319571899104963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And because of this their great wickedness, and their boastings in their own strength, they were left in their own strength; therefore they did not prosper, but were afflicted and smitten, and driven before the Lamanites, until they had lost possession of almost all their lands.",
                    "score": 0.7315547226308005
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 11,
                    "text": "Because he hath loosed my cord, and afflicted me, they have also let loose the bridle before me.",
                    "score": 0.7250029799656041
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 23,
                    "text": "Thy tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey.",
                    "score": 0.722237454865214
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 26,
                    "text": "And they laded their asses with the corn, and departed thence.",
                    "score": 0.7209873362791114
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 25,
                    "text": "If thy brother be waxen poor, and hath sold away some of his possession, and if any of his kin come to redeem it, then shall he redeem that which his brother sold.",
                    "score": 0.716435902365218
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 5,
                    "text": "They were driven forth from among men, (they cried after them as after a thief;)",
                    "score": 0.7151267233122034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 34,
                    "text": "Behold, we lay a tool here and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle.",
                    "score": 0.7129316390185284
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 3,
                    "text": "For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.",
                    "score": 0.7116890270105571
                }
            ]
        },
        {
            "verse": 34,
            "text": "And they said, The Lord hath need of him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And behold, their prayers were also in behalf of him that the Lord should suffer to bring these things forth.",
                    "score": 0.8184560585647528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.8073211665474543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 32,
                    "text": "For your heavenly Father knoweth that ye have need of all these things.",
                    "score": 0.8015184882269364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And the Lord said unto me: Thy fathers have also required of me this thing; and it shall be done unto them according to their faith; for their faith was like unto thine.",
                    "score": 0.7964675142698449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7962153109705701
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And he said, O my Lord, send, I pray thee, by the hand of him whom thou wilt send.",
                    "score": 0.7940590402976347
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 8,
                    "text": "But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.",
                    "score": 0.7929244881776201
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took it.",
                    "score": 0.7928589846604076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.791163754854784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7910703372632826
                }
            ]
        },
        {
            "verse": 35,
            "text": "And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.",
                    "score": 0.7720164149775656
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 4,
                    "text": "And he received them at their hand, and fashioned it with a graving tool, after he had made it a molten calf: and they said, These be thy gods, O Israel, which brought thee up out of the land of Egypt.",
                    "score": 0.7639386791152903
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And they brought forth the he goats for the sin offering before the king and the congregation; and they laid their hands upon them:",
                    "score": 0.7611010556626255
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.7594302664272488
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7563772134813009
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And they presented the burnt offering unto him, with the pieces thereof, and the head: and he burnt them upon the altar.",
                    "score": 0.7558230642894586
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And he said, Put thine hand into thy bosom again. And he put his hand into his bosom again; and plucked it out of his bosom, and, behold, it was turned again as his other flesh.",
                    "score": 0.7525208215510357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And Jesus again showed himself unto them, for they were praying unto the Father in his name; and Jesus came and stood in the midst of them, and said unto them: What will ye that I shall give unto you?",
                    "score": 0.750364677332411
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 24,
                    "text": "And he shall wash his flesh with water in the holy place, and put on his garments, and come forth, and offer his burnt offering, and the burnt offering of the people, and make an atonement for himself, and for the people.",
                    "score": 0.7493517052678286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And behold, they began to pray; and they did pray unto Jesus, calling him their Lord and their God.",
                    "score": 0.7478216292965908
                }
            ]
        },
        {
            "verse": 36,
            "text": "And as he went, they spread their clothes in the way.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 5,
                    "text": "So they went near, and carried them in their coats out of the camp; as Moses had said.",
                    "score": 0.8020285273651099
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.792641185466892
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Then David took hold on his clothes, and rent them; and likewise all the men that were with him:",
                    "score": 0.7715721777286194
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 13,
                    "text": "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,",
                    "score": 0.7712263177908275
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And they met Moses and Aaron, who stood in the way, as they came forth from Pharaoh:",
                    "score": 0.7643700041882872
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.",
                    "score": 0.7642942136309935
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.7624539469463528
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "When they went, they went upon their four sides; they turned not as they went, but to the place whither the head looked they followed it; they turned not as they went.",
                    "score": 0.7607997075385999
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 33,
                    "text": "And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.",
                    "score": 0.7592264726960903
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 28,
                    "text": "He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages:",
                    "score": 0.7587908597850723
                }
            ]
        },
        {
            "verse": 37,
            "text": "And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Now, when the multitude had all eaten and drunk, behold, they were filled with the Spirit; and they did cry out with one voice, and gave glory to Jesus, whom they both saw and heard.",
                    "score": 0.7836192231921372
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 55,
                    "text": "And he stood, and blessed all the congregation of Israel with a loud voice, saying,",
                    "score": 0.7798820166379383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.",
                    "score": 0.7761536829757987
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 14,
                    "text": "He also exalteth the horn of his people, the praise of all his saints; even of the children of Israel, a people near unto him. Praise ye the Lord.",
                    "score": 0.7755749153848253
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Behold, thousands of them do rejoice, and have been brought into the fold of God.",
                    "score": 0.7738142068706624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 3,
                    "text": "Yea, and even all the night it was noised abroad concerning Jesus; and insomuch did they send forth unto the people that there were many, yea, an exceedingly great number, did labor exceedingly all that night, that they might be on the morrow in the place where Jesus should show himself unto the multitude.",
                    "score": 0.7736409457359301
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 27,
                    "text": "Then the priests the Levites arose and blessed the people: and their voice was heard, and their prayer came up to his holy dwelling place, even unto heaven.",
                    "score": 0.771199527577983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 36,
                    "text": "Now it came to pass that when Alma had said these words, that he clapped his hands upon all them who were with him. And behold, as he clapped his hands upon them, they were filled with the Holy Spirit.",
                    "score": 0.7700996979367386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 17,
                    "text": "Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.",
                    "score": 0.7695894757832907
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth rent with the sound of them.",
                    "score": 0.7694187521068854
                }
            ]
        },
        {
            "verse": 38,
            "text": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 37,
                    "text": "Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.",
                    "score": 0.8472359788892461
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 1,
                    "text": "The king shall joy in thy strength, O Lord; and in thy salvation how greatly shall he rejoice!",
                    "score": 0.8389674111668118
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 1,
                    "text": "I will extol thee, my God, O king; and I will bless thy name for ever and ever.",
                    "score": 0.8366887222545302
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 24,
                    "text": "This is the interpretation, O king, and this is the decree of the most High, which is come upon my lord the king:",
                    "score": 0.8351208486650071
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 13,
                    "text": "Let them praise the name of the Lord: for his name alone is excellent; his glory is above the earth and heaven.",
                    "score": 0.8288111015039151
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And to make thee high above all nations which he hath made, in praise, and in name, and in honour; and that thou mayest be an holy people unto the Lord thy God, as he hath spoken.",
                    "score": 0.8280213707981404
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 2,
                    "text": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
                    "score": 0.8266812814230876
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 18,
                    "text": "O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:",
                    "score": 0.8220369238634029
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 19,
                    "text": "And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:",
                    "score": 0.8209407956876159
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And the Lord shall be king over all the earth: in that day shall there be one Lord, and his name one.",
                    "score": 0.8176969865091971
                }
            ]
        },
        {
            "verse": 39,
            "text": "And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.8188382942245448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 22,
                    "text": "For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
                    "score": 0.8008287691541623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.7981594205513516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them--",
                    "score": 0.7949942385554232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 34,
                    "text": "And now, when I the Lord had spoken these words unto my disciples, they were troubled.",
                    "score": 0.7839902462682371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:",
                    "score": 0.7814593819886912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 31,
                    "text": "And he, immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the words which he had heard from the mouth of Ammon; and as many as heard his words believed, and were converted unto the Lord.",
                    "score": 0.7800948580756348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And he spake unto the multitude, and said unto them: Behold your little ones.",
                    "score": 0.7760085266431871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost.",
                    "score": 0.7731756559952461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 1,
                    "text": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.",
                    "score": 0.7711736727875563
                }
            ]
        },
        {
            "verse": 40,
            "text": "And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7772942200343396
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For the stone shall cry out of the wall, and the beam out of the timber shall answer it.",
                    "score": 0.7713314949650719
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 17,
                    "verse": 4,
                    "text": "And Moses cried unto the Lord, saying, What shall I do unto this people? they be almost ready to stone me.",
                    "score": 0.7700900786002158
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 4,
                    "text": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
                    "score": 0.762566795583317
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 13,
                    "verse": 5,
                    "text": "O that ye would altogether hold your peace! and it should be your wisdom.",
                    "score": 0.7608041549822641
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if ye be come to betray me to mine enemies, seeing there is no wrong in mine hands, the God of our fathers look thereon, and rebuke it.",
                    "score": 0.7606586930564126
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he spake unto the children of Israel, saying, When your children shall ask their fathers in time to come, saying, What mean these stones?",
                    "score": 0.7598381197355372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7581137047647486
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 5,
                    "text": "I would know the words which he would answer me, and understand what he would say unto me.",
                    "score": 0.7557400574178976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 7,
                    "text": "Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands.",
                    "score": 0.7552679205290105
                }
            ]
        },
        {
            "verse": 41,
            "text": "And when he was come near, he beheld the city, and wept over it,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And when he came, lo, Eli sat upon a seat by the wayside watching: for his heart trembled for the ark of God. And when the man came into the city, and told it, all the city cried out.",
                    "score": 0.8091310026458336
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 4,
                    "verse": 1,
                    "text": "When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;",
                    "score": 0.7909824008081213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 22,
                    "text": "And when he had done this he wept again;",
                    "score": 0.771871342132066
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 9,
                    "verse": 1,
                    "text": "He cried also in mine ears with a loud voice, saying, Cause them that have charge over the city to draw near, even every man with his destroying weapon in his hand.",
                    "score": 0.7639918368713202
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Woe to him that buildeth a town with blood, and stablisheth a city by iniquity!",
                    "score": 0.7609717801048559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass that while he was journeying thither, being weighed down with sorrow, wading through much tribulation and anguish of soul, because of the wickedness of the people who were in the city of Ammonihah, it came to pass while Alma was thus weighed down with sorrow, behold an angel of the Lord appeared unto him, saying:",
                    "score": 0.7607013866745203
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 26,
                    "text": "I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce anger.",
                    "score": 0.7560452971672587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them.",
                    "score": 0.7527422788099462
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And it came to pass that the God of heaven looked upon the residue of the people, and he wept; and Enoch bore record of it, saying: How is it that the heavens weep, and shed forth their tears as the rain upon the mountains?",
                    "score": 0.7526554566872935
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And he settled his countenance steadfastly, until he was ashamed: and the man of God wept.",
                    "score": 0.7515609660586512
                }
            ]
        },
        {
            "verse": 42,
            "text": "Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 19,
                    "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.",
                    "score": 0.8215795045204879
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Then shalt thou bring forth thy stuff by day in their sight, as stuff for removing: and thou shalt go forth at even in their sight, as they that go forth into captivity.",
                    "score": 0.8210538287750805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth;",
                    "score": 0.8152542110856722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.8082252547463695
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And if thou say in thine heart, How shall we know the word which the Lord hath not spoken?",
                    "score": 0.8064029319383494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And even at this time, when thou shalt have taught thy people the things which the Lord thy God hath commanded thee, even then are they found no more blameless in the sight of God, only according to the words which I have spoken unto thee.",
                    "score": 0.8058549823402611
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;",
                    "score": 0.7956335913713604
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Thou hast seen and heard all this; and will ye not declare them? And that I have showed thee new things from this time, even hidden things, and thou didst not know them.",
                    "score": 0.7955953551718994
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 67,
                    "text": "In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.",
                    "score": 0.7944192563215706
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7943241555839161
                }
            ]
        },
        {
            "verse": 43,
            "text": "For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And, behold, I will lay bands upon thee, and thou shalt not turn thee from one side to another, till thou hast ended the days of thy siege.",
                    "score": 0.8221312029977691
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Then shall the Lord go forth, and fight against those nations, as when he fought in the day of battle.",
                    "score": 0.8190303819292861
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 7,
                    "text": "The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.",
                    "score": 0.8170372103436161
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Lead me, O Lord, in thy righteousness because of mine enemies; make thy way straight before my face.",
                    "score": 0.8152589004310391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 3,
                    "text": "When mine enemies are turned back, they shall fall and perish at thy presence.",
                    "score": 0.8143183232019836
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 10,
                    "text": "David said furthermore, As the Lord liveth, the Lord shall smite him; or his day shall come to die; or he shall descend into battle, and perish.",
                    "score": 0.8070542196529744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "score": 0.804648383788823
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And ye shall compass the city, all ye men of war, and go round about the city once. Thus shalt thou do six days.",
                    "score": 0.8042700647986645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.804221131141262
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 23,
                    "text": "But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee.",
                    "score": 0.8040518577691522
                }
            ]
        },
        {
            "verse": 44,
            "text": "And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 26,
                    "text": "And they shall not take of thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever, saith the Lord.",
                    "score": 0.830219576047316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.8300058843632914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
                    "score": 0.8239977773976309
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 33,
                    "text": "And the slain of the Lord shall be at that day from one end of the earth even unto the other end of the earth: they shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground.",
                    "score": 0.8230324537605159
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Again, thou shalt say to the children of Israel, Whosoever he be of the children of Israel, or of the strangers that sojourn in Israel, that giveth any of his seed unto Molech; he shall surely be put to death: the people of the land shall stone him with stones.",
                    "score": 0.811314592914949
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 64,
                    "text": "And the Lord shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.",
                    "score": 0.8109768175325409
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 34,
                    "text": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the Lord dwell among the children of Israel.",
                    "score": 0.8105375618283696
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 10,
                    "text": "And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children's children, and thy flocks, and thy herds, and all that thou hast:",
                    "score": 0.8096961500568477
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.8081401455570968
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And it shall be, that whoso will not come up of all the families of the earth unto Jerusalem to worship the King, the Lord of hosts, even upon them shall be no rain.",
                    "score": 0.806486176470874
                }
            ]
        },
        {
            "verse": 45,
            "text": "And he went into the temple, and began to cast out them that sold therein, and them that bought;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And the Lord said unto me, Cast it unto the potter: a goodly price that I was prised at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the Lord.",
                    "score": 0.7763083236907223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
                    "score": 0.7665394030138446
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And he took away the strange gods, and the idol out of the house of the Lord, and all the altars that he had built in the mount of the house of the Lord, and in Jerusalem, and cast them out of the city.",
                    "score": 0.7663258122909583
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when they forgat the Lord their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
                    "score": 0.7635074489879823
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 17,
                    "text": "And he hath cast the lot for them, and his hand hath divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein.",
                    "score": 0.7600689031713518
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 14,
                    "text": "And they arose and took away the altars that were in Jerusalem, and all the altars for incense took they away, and cast them into the brook Kidron.",
                    "score": 0.7584030921685598
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And he said, Cast it on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it.",
                    "score": 0.7577890210540142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "score": 0.7570207206645784
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.",
                    "score": 0.7564591242152172
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 17,
                    "text": "He sent a man before them, even Joseph, who was sold for a servant:",
                    "score": 0.756073414410317
                }
            ]
        },
        {
            "verse": 46,
            "text": "Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen it, saith the Lord.",
                    "score": 0.8285447771497724
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 4,
                    "text": "I will bring it forth, saith the Lord of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by my name: and it shall remain in the midst of his house, and shall consume it with the timber thereof and the stones thereof.",
                    "score": 0.7954980177189576
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And thou shalt write them upon the posts of thy house, and on thy gates.",
                    "score": 0.7922413040110694
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 16,
                    "text": "And that this house may be a house of prayer, a house of fasting, a house of faith, a house of glory and of God, even thy house;",
                    "score": 0.7917588606330405
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
                    "score": 0.787657909823768
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Now therefore ye are cursed, and there shall none of you be freed from being bondmen, and hewers of wood and drawers of water for the house of my God.",
                    "score": 0.7859432580255268
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And thou shalt write them upon the door posts of thine house, and upon thy gates:",
                    "score": 0.7818396812978774
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 30,
                    "text": "And now, though thou wouldest needs be gone, because thou sore longedst after thy father's house, yet wherefore hast thou stolen my gods?",
                    "score": 0.7804588456389954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.7799027969223319
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 54,
                    "text": "Thy statutes have been my songs in the house of my pilgrimage.",
                    "score": 0.7761403707948479
                }
            ]
        },
        {
            "verse": 47,
            "text": "And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 29,
                    "text": "Now when the high priest and the chief judge saw the hardness of his heart, yea, when they saw that he would revile even against God, they would not make any reply to his words; but they caused that he should be bound; and they delivered him up into the hands of the officers, and sent him to the land of Zarahemla, that he might be brought before Alma, and the chief judge who was governor over all the land.",
                    "score": 0.7656316494276112
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And when the priests left their labor to impart the word of God unto the people, the people also left their labors to hear the word of God. And when the priest had imparted unto them the word of God they all returned again diligently unto their labors; and the priest, not esteeming himself above his hearers, for the preacher was no better than the hearer, neither was the teacher any better than the learner; and thus they were all equal, and they did all labor, every man according to his strength.",
                    "score": 0.7573112731167876
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 14,
                    "text": "Moreover all the chief of the priests, and the people, transgressed very much after all the abominations of the heathen; and polluted the house of the Lord which he had hallowed in Jerusalem.",
                    "score": 0.7572170273496949
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 15,
                    "text": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed.",
                    "score": 0.7555690315734797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And he had gone about among the people, preaching to them that which he termed to be the word of God, bearing down against the church; declaring unto the people that every priest and teacher ought to become popular; and they ought not to labor with their hands, but that they ought to be supported by the people.",
                    "score": 0.7529632118263148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 12,
                    "text": "But the priests lifted up their voices against him, and began to accuse him, saying: He has reviled the king. Therefore the king was stirred up in anger against him, and he delivered him up that he might be slain.",
                    "score": 0.7527236686215417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "For he knew that Jerusalem must be destroyed, because of the wickedness of the people.",
                    "score": 0.7500387498131424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And now it came to pass that while he was going about to destroy the church of God, for he did go about secretly with the sons of Mosiah seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God, or even the king--",
                    "score": 0.749640654051538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Now it was those men who sought to destroy them, who were lawyers, who were hired or appointed by the people to administer the law at their times of trials, or at the trials of the crimes of the people before the judges.",
                    "score": 0.7477466378951619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And it came to pass as he went forth towards the judgment-seat to destroy Helaman, behold one of the servants of Helaman, having been out by night, and having obtained, through disguise, a knowledge of those plans which had been laid by this band to destroy Helaman--",
                    "score": 0.7472064886213731
                }
            ]
        },
        {
            "verse": 48,
            "text": "And could not find what they might do: for all the people were very attentive to hear him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 32,
                    "text": "But there were many among them who would not hear his words; therefore they went their way.",
                    "score": 0.7696812108825127
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "score": 0.7693369173970626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.7688913537762022
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 20,
                    "text": "Seeing many things, but thou observest not; opening the ears, but he heareth not.",
                    "score": 0.7617382926015117
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "score": 0.7520937319937312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 7,
                    "text": "They were slow to hearken unto the voice of the Lord their God; therefore, the Lord their God is slow to hearken unto their prayers, to answer them in the day of their trouble.",
                    "score": 0.7495201059950611
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 1,
                    "verse": 8,
                    "text": "All things are full of labour; man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing.",
                    "score": 0.7494796331981756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7480115996613573
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 10,
                    "text": "And the Lord spake to Manasseh, and to his people: but they would not hearken.",
                    "score": 0.7461641385254835
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 14,
                    "text": "Lo, these are parts of his ways: but how little a portion is heard of him? but the thunder of his power who can understand?",
                    "score": 0.7445608023311793
                }
            ]
        }
    ]
}