{
    "volume": "New Testament",
    "book": "Luke",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7240045055893535
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 59,
                    "text": "And thus all things were confirmed unto Adam, by an holy ordinance, and the Gospel preached, and a decree sent forth, that it should be in the world, until the end thereof; and thus it was. Amen.",
                    "score": 0.7236696157043645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Yea, he sent a proclamation among all the people, that they should gather together their women, and their children, their flocks and their herds, and all their substance, save it were their land, unto one place.",
                    "score": 0.7157720472426055
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 38,
                    "text": "To drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day.",
                    "score": 0.7126090475738287
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7096833564483715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 36,
                    "text": "All kingdoms have a law given;",
                    "score": 0.7086397317039737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And now there was nothing in all the land to hinder the people from prospering continually, except they should fall into transgression.",
                    "score": 0.7084513305756694
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 1,
                    "text": "And it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt call them to mind among all the nations, whither the Lord thy God hath driven thee,",
                    "score": 0.7058830154466303
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 41,
                    "text": "And it came to pass that they did appoint judges to rule over them, or to judge them according to the law; and this they did throughout all the land.",
                    "score": 0.7043777843029706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And it came to pass that there was a voice heard among all the inhabitants of the earth, upon all the face of this land, crying:",
                    "score": 0.7040940123603131
                }
            ]
        },
        {
            "verse": 2,
            "text": "(And this taxing was first made when Cyrenius was governor of Syria.)",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 16,
                    "text": "Syria was thy merchant by reason of the multitude of the wares of thy making: they occupied in thy fairs with emeralds, purple, and broidered work, and fine linen, and coral, and agate.",
                    "score": 0.6775566596158635
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 18,
                    "verse": 6,
                    "text": "Then David put garrisons in Syria-damascus; and the Syrians became David's servants, and brought gifts. Thus the Lord preserved David whithersoever he went.",
                    "score": 0.6710318074124654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 1,
                    "text": "And it came to pass that he wrote again to the governor of the land, who was Pahoran, and these are the words which he wrote, saying: Behold, I direct mine epistle to Pahoran, in the city of Zarahemla, who is the chief judge and the governor over the land, and also to all those who have been chosen by this people to govern and manage the affairs of this war.",
                    "score": 0.6694690597814743
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Then David put garrisons in Syria of Damascus: and the Syrians became servants to David, and brought gifts. And the Lord preserved David whithersoever he went.",
                    "score": 0.6692150121713373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.6662102700392807
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass that the ninety and first year had passed away and it was six hundred years from the time that Lehi left Jerusalem; and it was in the year that Lachoneus was the chief judge and the governor over the land.",
                    "score": 0.6626521524505358
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 6,
                    "text": "At that time Rezin king of Syria recovered Elath to Syria, and drave the Jews from Elath: and the Syrians came to Elath, and dwelt there unto this day.",
                    "score": 0.6625322704785246
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Beside that he had of the merchantmen, and of the traffick of the spice merchants, and of all the kings of Arabia, and of the governors of the country.",
                    "score": 0.6605440048201153
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 3,
                    "verse": 7,
                    "text": "They gave money also unto the masons, and to the carpenters; and meat, and drink, and oil, unto them of Zidon, and to them of Tyre, to bring cedar trees from Lebanon to the sea of Joppa, according to the grant that they had of Cyrus king of Persia.",
                    "score": 0.6600729513147047
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Now Naaman, captain of the host of the king of Syria, was a great man with his master, and honourable, because by him the Lord had given deliverance unto Syria: he was also a mighty man in valour, but he was a leper.",
                    "score": 0.6597534685373048
                }
            ]
        },
        {
            "verse": 3,
            "text": "And all went to be taxed, every one into his own city.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 13,
                    "text": "Then they rent their clothes, and laded every man his ass, and returned to the city.",
                    "score": 0.7608908246906789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And it came to pass that after he had done all this, that king Limhi dismissed the multitude, and caused that they should return every one unto his own house.",
                    "score": 0.7468997793739445
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 36,
                    "text": "And there went a proclamation throughout the host about the going down of the sun, saying, Every man to his city, and every man to his own country.",
                    "score": 0.7447128637463366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7364411271026114
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.",
                    "score": 0.7311413056681964
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:",
                    "score": 0.7300211839469698
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 21,
                    "verse": 42,
                    "text": "These cities were every one with their suburbs round about them: thus were all these cities.",
                    "score": 0.7243174500179695
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 28,
                    "text": "So Joshua let the people depart, every man unto his inheritance.",
                    "score": 0.7219006068039528
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
                    "score": 0.7215989913586213
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 43,
                    "text": "And all the people departed every man to his house: and David returned to bless his house.",
                    "score": 0.7205765397905689
                }
            ]
        },
        {
            "verse": 4,
            "text": "And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And David went up, and all Israel, to Baalah, that is, to Kirjath-jearim, which belonged to Judah, to bring up thence the ark of God the Lord, that dwelleth between the cherubims, whose name is called on it.",
                    "score": 0.777199653234824
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 23,
                    "text": "And the house of Joseph sent to descry Beth-el. (Now the name of the city before was Luz.)",
                    "score": 0.7764606928986043
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which is at Jerusalem: and with them were the prophets of God helping them.",
                    "score": 0.7727804286012301
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 13,
                    "verse": 13,
                    "text": "So David brought not the ark home to himself to the city of David, but carried it aside into the house of Obed-edom the Gittite.",
                    "score": 0.7681416578735081
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 34,
                    "text": "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.",
                    "score": 0.7679302798551207
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David and all Israel went to Jerusalem, which is Jebus; where the Jebusites were, the inhabitants of the land.",
                    "score": 0.7671229344499904
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And it was told king David, saying, The Lord hath blessed the house of Obed-edom, and all that pertaineth unto him, because of the ark of God. So David went and brought up the ark of God from the house of Obed-edom into the city of David with gladness.",
                    "score": 0.7665503082530594
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all them whose spirit God had raised, to go up to build the house of the Lord which is in Jerusalem.",
                    "score": 0.7665490458508947
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 25,
                    "text": "And they went up out of Egypt, and came into the land of Canaan unto Jacob their father,",
                    "score": 0.7653175342334044
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 23,
                    "verse": 2,
                    "text": "And they went about in Judah, and gathered the Levites out of all the cities of Judah, and the chief of the fathers of Israel, and they came to Jerusalem.",
                    "score": 0.7625694092057694
                }
            ]
        },
        {
            "verse": 5,
            "text": "To be taxed with Mary his espoused wife, being great with child.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 28,
                    "text": "Her children arise up, and call her blessed; her husband also, and he praiseth her.",
                    "score": 0.7263371964571242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 69,
                    "text": "Have mercy, O Lord, upon his wife and children, that they may be exalted in thy presence, and preserved by thy fostering hand.",
                    "score": 0.7245105699472806
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Let thy fountain be blessed: and rejoice with the wife of thy youth.",
                    "score": 0.7241705432369399
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.",
                    "score": 0.7240250024921607
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 3,
                    "text": "Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.",
                    "score": 0.7232681340473766
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 22,
                    "text": "A good man leaveth an inheritance to his children's children: and the wealth of the sinner is laid up for the just.",
                    "score": 0.7221022457283539
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 9,
                    "text": "Let his children be fatherless, and his wife a widow.",
                    "score": 0.7219016507575724
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 19,
                    "text": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
                    "score": 0.7206210861905752
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 22,
                    "text": "If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman's husband will lay upon him; and he shall pay as the judges determine.",
                    "score": 0.7201522753406809
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 14,
                    "text": "House and riches are the inheritance of fathers: and a prudent wife is from the Lord.",
                    "score": 0.7200422553353322
                }
            ]
        },
        {
            "verse": 6,
            "text": "And so it was, that, while they were there, the days were accomplished that she should be delivered.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And when her days to be delivered were fulfilled, behold, there were twins in her womb.",
                    "score": 0.81388034211651
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And certain of them had the charge of the ministering vessels, that they should bring them in and out by tale.",
                    "score": 0.7522621013324895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 24,
                    "text": "And it came to pass that he did deliver them, and he did show forth his mighty power unto them, and great were their rejoicings.",
                    "score": 0.7457339192621107
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And it came to pass the third day after that I was delivered, that this woman was delivered also: and we were together; there was no stranger with us in the house, save we two in the house.",
                    "score": 0.7454290641919494
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 7,
                    "text": "Before she travailed, she brought forth; before her pain came, she was delivered of a man child.",
                    "score": 0.7429740084250908
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 44,
                    "text": "Then shall be fulfilled that which is written, that in the last days, two shall be in the field, the one shall be taken, and the other left;",
                    "score": 0.7408310179168562
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 27,
                    "text": "And it came to pass in the time of her travail, that, behold, twins were in her womb.",
                    "score": 0.740186144960188
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 5,
                    "text": "They cried unto thee, and were delivered: they trusted in thee, and were not confounded.",
                    "score": 0.7389211892427547
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 27,
                    "text": "Fulfil her week, and we will give thee this also for the service which thou shalt serve with me yet seven other years.",
                    "score": 0.737904629817739
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7349031453632974
                }
            ]
        },
        {
            "verse": 7,
            "text": "And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.",
                    "score": 0.7520788105464217
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And Naomi took the child, and laid it in her bosom, and became nurse unto it.",
                    "score": 0.7281442545313442
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 3,
                    "text": "And she conceived, and bare a son; and he called his name Er.",
                    "score": 0.7276767864149823
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the woman conceived, and bare a son: and when she saw him that he was a goodly child, she hid him three months.",
                    "score": 0.7214426187480882
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the one woman said, O my lord, I and this woman dwell in one house; and I was delivered of a child with her in the house.",
                    "score": 0.7196525897318164
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 16,
                    "text": "And she laid up his garment by her, until his lord came home.",
                    "score": 0.7176597303848549
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Now when she had weaned Lo-ruhamah, she conceived, and bare a son.",
                    "score": 0.714023510680313
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.",
                    "score": 0.7104164959460524
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 37,
                    "text": "Then she went in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out.",
                    "score": 0.7096283373260988
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 7,
                    "text": "Before she travailed, she brought forth; before her pain came, she was delivered of a man child.",
                    "score": 0.7090569023068076
                }
            ]
        },
        {
            "verse": 8,
            "text": "And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 18,
                    "text": "Now it came to pass that Alma and his people in the night-time gathered their flocks together, and also of their grain; yea, even all the night-time were they gathering their flocks together.",
                    "score": 0.7844672896344166
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 32,
                    "text": "And the men are shepherds, for their trade hath been to feed cattle; and they have brought their flocks, and their herds, and all that they have.",
                    "score": 0.7658259032579964
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 32,
                    "text": "Now therefore up by night, thou and the people that is with thee, and lie in wait in the field:",
                    "score": 0.7630625327968159
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 16,
                    "text": "They were a wall unto us both by night and day, all the while we were with them keeping the sheep.",
                    "score": 0.756425961314499
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 12,
                    "text": "As a shepherd seeketh out his flock in the day that he is among his sheep that are scattered; so will I seek out my sheep, and will deliver them out of all places where they have been scattered in the cloudy and dark day.",
                    "score": 0.7563567787193725
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 65,
                    "verse": 13,
                    "text": "The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing.",
                    "score": 0.7507018764987038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.7418265630731771
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 7,
                    "text": "All sheep and oxen, yea, and the beasts of the field;",
                    "score": 0.737351529381727
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 23,
                    "text": "Be thou diligent to know the state of thy flocks, and look well to thy herds.",
                    "score": 0.7316399138878315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest.",
                    "score": 0.7311800202609832
                }
            ]
        },
        {
            "verse": 9,
            "text": "And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 7,
                    "text": "The angel of the Lord encampeth round about them that fear him, and delivereth them.",
                    "score": 0.8556359302103221
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.8016357800741383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.798363703302481
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And God's anger was kindled because he went: and the angel of the Lord stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.",
                    "score": 0.7982247400989896
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "score": 0.796866669317382
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 18,
                    "text": "Behold, the eye of the Lord is upon them that fear him, upon them that hope in his mercy;",
                    "score": 0.7918960520666887
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.7902101395275255
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 6,
                    "text": "Let their way be dark and slippery: and let the angel of the Lord persecute them.",
                    "score": 0.7896397248869879
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 16,
                    "text": "Lord, in trouble have they visited thee, they poured out a prayer when thy chastening was upon them.",
                    "score": 0.7884143611215427
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 30,
                    "text": "And when Aaron and all the children of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come nigh him.",
                    "score": 0.7878178255324574
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.8323683826825227
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 9,
                    "text": "And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it.",
                    "score": 0.8251466287878627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me.",
                    "score": 0.8154135858405102
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 30,
                    "text": "And now, behold, my joy is great, even unto fulness, because of you, and also this generation; yea, and even the Father rejoiceth, and also all the holy angels, because of you and this generation; for none of them are lost.",
                    "score": 0.8114355430061445
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.807648498836646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he said unto me: Awake, and hear the words which I shall tell thee; for behold, I am come to declare unto you the glad tidings of great joy.",
                    "score": 0.8070953436296308
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.8032685171958927
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 21,
                    "text": "Fear not, O land; be glad and rejoice: for the Lord will do great things.",
                    "score": 0.8024264683490568
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 36,
                    "text": "And now, verily I say unto you, and what I say unto one I say unto all, be of good cheer, little children; for I am in your midst, and I have not forsaken you;",
                    "score": 0.8019906133287302
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "score": 0.7995734095256981
                }
            ]
        },
        {
            "verse": 11,
            "text": "For unto you is born this day in the city of David a Saviour, which is Christ the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 5,
                    "text": "Behold, the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.",
                    "score": 0.7781809320852143
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Wherefore David blessed the Lord before all the congregation: and David said, Blessed be thou, Lord God of Israel our father, for ever and ever.",
                    "score": 0.7755694233715859
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 38,
                    "text": "Behold, the days come, saith the Lord, that the city shall be built to the Lord from the tower of Hananeel unto the gate of the corner.",
                    "score": 0.7737076861948973
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 16,
                    "text": "Know that thus saith the Lord of the king that sitteth upon the throne of David, and of all the people that dwelleth in this city, and of your brethren that are not gone forth with you into captivity;",
                    "score": 0.7672995758623333
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 1,
                    "text": "Great is the Lord, and greatly to be praised in the city of our God, in the mountain of his holiness.",
                    "score": 0.7654748050366856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.",
                    "score": 0.7646427485524984
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 32,
                    "text": "And David said to Abigail, Blessed be the Lord God of Israel, which sent thee this day to meet me:",
                    "score": 0.764487941887252
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 42,
                    "text": "And Jonathan said to David, Go in peace, forasmuch as we have sworn both of us in the name of the Lord, saying, The Lord be between me and thee, and between my seed and thy seed for ever. And he arose and departed: and Jonathan went into the city.",
                    "score": 0.7625075784105495
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 8,
                    "text": "But cleave unto the Lord your God, as ye have done unto this day.",
                    "score": 0.7620088391572009
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 6,
                    "text": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.",
                    "score": 0.7609073645362094
                }
            ]
        },
        {
            "verse": 12,
            "text": "And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 14,
                    "text": "Therefore, the Lord himself shall give you a sign--Behold, a virgin shall conceive, and shall bear a son, and shall call his name Immanuel.",
                    "score": 0.7314699647256376
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
                    "score": 0.7298282461580744
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 9,
                    "text": "When I made the cloud the garment thereof, and thick darkness a swaddlingband for it,",
                    "score": 0.7172455479373174
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Therefore shall ye lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes.",
                    "score": 0.7170236868029937
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 79,
                    "verse": 2,
                    "text": "And I will send upon him the Comforter, which shall teach him the truth and the way whither he shall go;",
                    "score": 0.7113598793409647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 11,
                    "text": "Go your way whithersoever I will, and it shall be given you by the Comforter what you shall do and whither you shall go.",
                    "score": 0.7070039651700517
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 1,
                    "verse": 13,
                    "text": "A bundle of myrrh is my wellbeloved unto me; he shall lie all night betwixt my breasts.",
                    "score": 0.7064413324085431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                    "score": 0.7055289504982899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 27,
                    "text": "Let them ask and they shall receive, knock and it shall be opened unto them, and be made known from on high, even by the Comforter, whither they shall go.",
                    "score": 0.7046389487000317
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 13,
                    "text": "But if ye cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they said unto him, Put forth thy riddle, that we may hear it.",
                    "score": 0.7029974837762247
                }
            ]
        },
        {
            "verse": 13,
            "text": "And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 2,
                    "text": "Praise ye him, all his angels: praise ye him, all his hosts.",
                    "score": 0.8227339250350378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And one cried unto another, and said: Holy, holy, holy, is the Lord of Hosts; the whole earth is full of his glory.",
                    "score": 0.7898765629539418
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.",
                    "score": 0.7898765629539418
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 10,
                    "text": "The Lord your God hath multiplied you, and, behold, ye are this day as the stars of heaven for multitude.",
                    "score": 0.7864855011993861
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7837335362816051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 29,
                    "text": "Therefore he sent angels to converse with them, who caused men to behold of his glory.",
                    "score": 0.7801356587753548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And behold, many did declare unto the people that they had seen angels and had conversed with them; and thus they had told them things of God, and of his righteousness.",
                    "score": 0.7795274167794917
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Thus the heaven and the earth were finished, and all the host of them.",
                    "score": 0.7792900095131852
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 14,
                    "text": "The Lord thundered from heaven, and the most High uttered his voice.",
                    "score": 0.7749664521370886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 36,
                    "text": "Now it came to pass that when Alma had said these words, that he clapped his hands upon all them who were with him. And behold, as he clapped his hands upon them, they were filled with the Holy Spirit.",
                    "score": 0.7748983281184569
                }
            ]
        },
        {
            "verse": 14,
            "text": "Glory to God in the highest, and on earth peace, good will toward men.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "score": 0.8348256064372999
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 4,
                    "text": "The Lord is high above all nations, and his glory above the heavens.",
                    "score": 0.8144021242220749
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 26,
                    "text": "The Lord lift up his countenance upon thee, and give thee peace.",
                    "score": 0.8081798479728113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 61,
                    "text": "Wherefore, let no man glory in man, but rather let him glory in God, who shall subdue all enemies under his feet.",
                    "score": 0.8078895482686995
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 7,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!",
                    "score": 0.8050765397425714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.8050765397425714
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 12,
                    "text": "When righteous men do rejoice, there is great glory: but when the wicked rise, a man is hidden.",
                    "score": 0.8023521056549828
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 1,
                    "text": "It is a good thing to give thanks unto the Lord, and to sing praises unto thy name, O most High:",
                    "score": 0.8016942289997068
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 10,
                    "text": "The righteous shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory.",
                    "score": 0.8012699013576913
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 1,
                    "text": "Praise ye the Lord. Praise ye the Lord from the heavens: praise him in the heights.",
                    "score": 0.8004147306274197
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
                    "score": 0.8256216973773973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 30,
                    "text": "And after the angel had spoken unto us, he departed.",
                    "score": 0.8108498435602334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 17,
                    "text": "And now it came to pass that these were the last words which the angel spake unto Alma, and he departed.",
                    "score": 0.8010327098004112
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7972441911216193
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And it came to pass, when all the people were clean passed over, that the ark of the Lord passed over, and the priests, in the presence of the people.",
                    "score": 0.7953322208948571
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And it came to pass that the Lord showed unto Enoch all the inhabitants of the earth; and he beheld, and lo, Zion, in process of time, was taken up into heaven. And the Lord said unto Enoch: Behold mine abode forever.",
                    "score": 0.7937189058709542
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And it came to pass, afore Isaiah was gone out into the middle court, that the word of the Lord came to him, saying,",
                    "score": 0.7929892270440726
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest--because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God--because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.",
                    "score": 0.7926805073276227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7908315479234422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 34,
                    "text": "And it came to pass that the angel of the Lord spake unto me, saying: Behold, saith the Lamb of God, after I have visited the remnant of the house of Israel--and this remnant of whom I speak is the seed of thy father--wherefore, after I have visited them in judgment, and smitten them by the hand of the Gentiles, and after the Gentiles do stumble exceedingly, because of the most plain and precious parts of the gospel of the Lamb which have been kept back by that abominable church, which is the mother of harlots, saith the Lamb--I will be merciful unto the Gentiles in that day, insomuch that I will bring forth unto them, in mine own power, much of my gospel, which shall be plain and precious, saith the Lamb.",
                    "score": 0.7905178255212315
                }
            ]
        },
        {
            "verse": 16,
            "text": "And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 26,
                    "text": "And when Joseph came home, they brought him the present which was in their hand into the house, and bowed themselves to him to the earth.",
                    "score": 0.7580735143249189
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 40,
                    "verse": 6,
                    "text": "And Joseph came in unto them in the morning, and looked upon them, and, behold, they were sad.",
                    "score": 0.7425476292401767
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7402613444577383
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 1,
                    "text": "And it came to pass after these things, that one told Joseph, Behold, thy father is sick: and he took with him his two sons, Manasseh and Ephraim.",
                    "score": 0.7363382801375862
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 12,
                    "text": "And Joseph brought them out from between his knees, and he bowed himself with his face to the earth.",
                    "score": 0.7361188974882289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 16,
                    "text": "Behold, it came to pass on the morrow that the multitude gathered themselves together, and they both saw and heard these children; yea, even babes did open their mouths and utter marvelous things; and the things which they did utter were forbidden that there should not any man write them.",
                    "score": 0.7347823869473391
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 12,
                    "text": "So they brought their little children and set them down upon the ground round about him, and Jesus stood in the midst; and the multitude gave way till they had all been brought unto him.",
                    "score": 0.7338561035850634
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And they set themselves in the midst of that parcel, and delivered it, and slew the Philistines; and the Lord saved them by a great deliverance.",
                    "score": 0.7281774484908959
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 27,
                    "text": "And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:",
                    "score": 0.7261449724232354
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And both of them discovered themselves unto the garrison of the Philistines: and the Philistines said, Behold, the Hebrews come forth out of the holes where they had hid themselves.",
                    "score": 0.7255051171581156
                }
            ]
        },
        {
            "verse": 17,
            "text": "And when they had seen it, they made known abroad the saying which was told them concerning this child.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 31,
                    "text": "And the people believed: and when they heard that the Lord had visited the children of Israel, and that he had looked upon their affliction, then they bowed their heads and worshipped.",
                    "score": 0.7579014254538429
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 54,
                    "text": "Hence came the saying abroad among the people, that the Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world.",
                    "score": 0.7520554442113268
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 19,
                    "text": "And that which he hath seen and heard may be made known unto my disciples, that they perish not. And for this cause have I spoken these things.",
                    "score": 0.7464184698044596
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And he beheld the spirits that God had created; and he beheld also things which were not visible to the natural eye; and from thenceforth came the saying abroad in the land: A seer hath the Lord raised up unto his people.",
                    "score": 0.7428797346432422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.7371809540347531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 14,
                    "text": "But obtained a promise that they should find it and see it in their flesh.",
                    "score": 0.7363708278182007
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 30,
                    "text": "And it was so, that all that saw it said, There was no such deed done nor seen from the day that the children of Israel came up out of the land of Egypt unto this day: consider of it, take advice, and speak your minds.",
                    "score": 0.735483757976539
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 13,
                    "text": "And that their children, which have not known any thing, may hear, and learn to fear the Lord your God, as long as ye live in the land whither ye go over Jordan to possess it.",
                    "score": 0.7348982097453116
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 5,
                    "text": "They saw it, and so they marvelled; they were troubled, and hasted away.",
                    "score": 0.7310890450512739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Telling them of things which must shortly come, that they might know and remember at the time of their coming that they had been made known unto them beforehand, to the intent that they might believe; therefore as many as believed on the words of Samuel went forth unto him to be baptized, for they came repenting and confessing their sins.",
                    "score": 0.7308606275025279
                }
            ]
        },
        {
            "verse": 18,
            "text": "And all they that heard it wondered at those things which were told them by the shepherds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 7,
                    "text": "Therefore, ye shepherds, hear the word of the Lord;",
                    "score": 0.7911793272470594
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 9,
                    "text": "Therefore, O ye shepherds, hear the word of the Lord;",
                    "score": 0.7862106765739908
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?",
                    "score": 0.7685350085571498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?",
                    "score": 0.7675957213067393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it came to pass that when Jesus had said these words he perceived that there were some among them who marveled, and wondered what he would concerning the law of Moses; for they understood not the saying that old things had passed away, and that all things had become new.",
                    "score": 0.7623722440420998
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 7,
                    "text": "And now I have heard that thou hast shearers: now thy shepherds which were with us, we hurt them not, neither was there ought missing unto them, all the while they were in Carmel.",
                    "score": 0.7617635736110628
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And the Lord said unto me, Take unto thee yet the instruments of a foolish shepherd.",
                    "score": 0.7541539520983545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 59,
                    "text": "I am he who said--Other sheep have I which are not of this fold--unto my disciples, and many there were that understood me not.",
                    "score": 0.7531354105340738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.7524721093194324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7504674269385375
                }
            ]
        },
        {
            "verse": 19,
            "text": "But Mary kept all these things, and pondered them in her heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 23,
                    "text": "Keep thy heart with all diligence; for out of it are the issues of life.",
                    "score": 0.7056975372181222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 10,
                    "text": "And again, verily I say unto you, I would that ye should always remember, and always retain in your minds what those gifts are, that are given unto the church.",
                    "score": 0.7027625854134213
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 15,
                    "text": "He fashioneth their hearts alike; he considereth all their works.",
                    "score": 0.7003134794616831
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 56,
                    "text": "This I had, because I kept thy precepts.",
                    "score": 0.6990535009332972
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 29,
                    "text": "O that there were such an heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!",
                    "score": 0.695298861257831
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And she said, These six measures of barley gave he me; for he said to me, Go not empty unto thy mother in law.",
                    "score": 0.6951012845592371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And upon these I write the things of my soul, and many of the scriptures which are engraven upon the plates of brass. For my soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and the profit of my children.",
                    "score": 0.6940949122582408
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 2,
                    "text": "Blessed are they that keep his testimonies, and that seek him with the whole heart.",
                    "score": 0.6922315596685608
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Forsake her not, and she shall preserve thee: love her, and she shall keep thee.",
                    "score": 0.6921685900751037
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 18,
                    "text": "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.",
                    "score": 0.6910403874376397
                }
            ]
        },
        {
            "verse": 20,
            "text": "And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen, yea, which the Lord had shown unto him.",
                    "score": 0.8023048780848703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 17,
                    "text": "They were once a delightsome people, and they had Christ for their shepherd; yea, they were led even by God the Father.",
                    "score": 0.7997894528242341
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 7,
                    "text": "Therefore, ye shepherds, hear the word of the Lord;",
                    "score": 0.79929215952223
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 9,
                    "text": "Therefore, O ye shepherds, hear the word of the Lord;",
                    "score": 0.7956585388931111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.",
                    "score": 0.77307164040938
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 5,
                    "verse": 13,
                    "text": "It came even to pass, as the trumpeters and singers were as one, to make one sound to be heard in praising and thanking the Lord; and when they lifted up their voice with the trumpets and cymbals and instruments of musick, and praised the Lord, saying, For he is good; for his mercy endureth for ever: that then the house was filled with a cloud, even the house of the Lord;",
                    "score": 0.7713905713468221
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And they sang together by course in praising and giving thanks unto the Lord; because he is good, for his mercy endureth for ever toward Israel. And all the people shouted with a great shout, when they praised the Lord, because the foundation of the house of the Lord was laid.",
                    "score": 0.77075252504487
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And this is according to the prophecy, that they shall again be brought to the true knowledge, which is the knowledge of their Redeemer, and their great and true shepherd, and be numbered among his sheep.",
                    "score": 0.7688106286035551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And when he had said these words, behold, the Lord showed himself unto him, and said: Because thou knowest these things ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I show myself unto you.",
                    "score": 0.7682559050068256
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 12,
                    "text": "Then believed they his words; they sang his praise.",
                    "score": 0.7641464078153457
                }
            ]
        },
        {
            "verse": 21,
            "text": "And when eight days were accomplished for the circumcising of the child, his name was called Jesus, which was so named of the angel before he was conceived in the womb.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And in the eighth day the flesh of his foreskin shall be circumcised.",
                    "score": 0.810348462016686
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 4,
                    "text": "And Abraham circumcised his son Isaac being eight days old, as God had commanded him.",
                    "score": 0.7965248493102777
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 12,
                    "text": "And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.",
                    "score": 0.7892955854184397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 28,
                    "text": "For he was baptized while he was yet in his childhood, and was ordained by the angel of God at the time he was eight days old unto this power, to overthrow the kingdom of the Jews, and to make straight the way of the Lord before the face of his people, to prepare them for the coming of the Lord, in whose hand is given all power.",
                    "score": 0.7865951367539726
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Likewise shalt thou do with thine oxen, and with thy sheep: seven days it shall be with his dam; on the eighth day thou shalt give it me.",
                    "score": 0.7389678614389176
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 5,
                    "text": "For, lo, thou shalt conceive, and bear a son; and no razor shall come on his head: for the child shall be a Nazarite unto God from the womb: and he shall begin to deliver Israel out of the hand of the Philistines.",
                    "score": 0.7381423070366767
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 26,
                    "text": "In the selfsame day was Abraham circumcised, and Ishmael his son.",
                    "score": 0.7359094892344127
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 3,
                    "text": "And she conceived, and bare a son; and he called his name Er.",
                    "score": 0.7350004686078265
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, saying, If a woman have conceived seed, and born a man child: then she shall be unclean seven days; according to the days of the separation for her infirmity shall she be unclean.",
                    "score": 0.7347249348372501
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And when her days to be delivered were fulfilled, behold, there were twins in her womb.",
                    "score": 0.7342259011103025
                }
            ]
        },
        {
            "verse": 22,
            "text": "And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Behold, I say unto you that the law is fulfilled that was given unto Moses.",
                    "score": 0.8059081875410298
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And this is the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought unto the door of the tabernacle of the congregation:",
                    "score": 0.7873987408160967
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7800321460753876
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 22,
                    "text": "The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.",
                    "score": 0.7784190090211256
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment, and by the spirit of burning.",
                    "score": 0.7783464597605148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 4,
                    "text": "When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment and by the spirit of burning.",
                    "score": 0.7783464597605148
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And they stood up in their place, and read in the book of the law of the Lord their God one fourth part of the day; and another fourth part they confessed, and worshipped the Lord their God.",
                    "score": 0.7761931462779357
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 14,
                    "text": "And when they brought out the money that was brought into the house of the Lord, Hilkiah the priest found a book of the law of the Lord given by Moses.",
                    "score": 0.7752796723138325
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 34,
                    "text": "But when Moses went in before the Lord to speak with him, he took the veil off, until he came out. And he came out, and spake unto the children of Israel that which he was commanded.",
                    "score": 0.7750172819572597
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And thou shalt shew thy son in that day, saying, This is done because of that which the Lord did unto me when I came forth out of Egypt.",
                    "score": 0.773892901841111
                }
            ]
        },
        {
            "verse": 23,
            "text": "(As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Sanctify unto me all the firstborn, whatsoever openeth the womb among the children of Israel, both of man and of beast: it is mine.",
                    "score": 0.8009271837867321
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 18,
                    "verse": 10,
                    "text": "In the most holy place shalt thou eat it; every male shall eat it: it shall be holy unto thee.",
                    "score": 0.7958536643747475
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.7932939380906179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 12,
                    "text": "I am the Lord thy God; and I give unto you this commandment--that no man shall come unto the Father but by me or by my word, which is my law, saith the Lord.",
                    "score": 0.7899548863901923
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 27,
                    "text": "Whatsoever shall touch the flesh thereof shall be holy: and when there is sprinkled of the blood thereof upon any garment, thou shalt wash that whereon it was sprinkled in the holy place.",
                    "score": 0.7886578660090335
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 10,
                    "text": "If thou shalt hearken unto the voice of the Lord thy God, to keep his commandments and his statutes which are written in this book of the law, and if thou turn unto the Lord thy God with all thine heart, and with all thy soul.",
                    "score": 0.7876260662031905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 28,
                    "text": "I am the Lord thy God, and will give unto thee the law of my Holy Priesthood, as was ordained by me and my Father before the world was.",
                    "score": 0.7862190552544394
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 49,
                    "text": "One law shall be to him that is homeborn, and unto the stranger that sojourneth among you.",
                    "score": 0.7784790988632821
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 12,
                    "text": "That thou shalt set apart unto the Lord all that openeth the matrix, and every firstling that cometh of a beast which thou hast; the males shall be the Lord's.",
                    "score": 0.7782711330897102
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 8,
                    "text": "All the days of his separation he is holy unto the Lord.",
                    "score": 0.778111327417753
                }
            ]
        },
        {
            "verse": 24,
            "text": "And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And if the burnt sacrifice for his offering to the Lord be of fowls, then he shall bring his offering of turtledoves, or of young pigeons.",
                    "score": 0.8912817038599263
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And two turtledoves, or two young pigeons, such as he is able to get; and the one shall be a sin offering, and the other a burnt offering.",
                    "score": 0.8824516349177616
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And on the eighth day he shall take to him two turtledoves, or two young pigeons, and come before the Lord unto the door of the tabernacle of the congregation, and give them unto the priest:",
                    "score": 0.8531654437295975
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And he shall offer the one of the turtledoves, or of the young pigeons, such as he can get;",
                    "score": 0.850470751322369
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And if he be not able to bring a lamb, then he shall bring for his trespass, which he hath committed, two turtledoves, or two young pigeons, unto the Lord; one for a sin offering, and the other for a burnt offering.",
                    "score": 0.8261894684912401
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 29,
                    "text": "And on the eighth day she shall take unto her two turtles, or two young pigeons, and bring them unto the priest, to the door of the tabernacle of the congregation.",
                    "score": 0.8159945411270284
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And this is the law of the sacrifice of peace offerings, which he shall offer unto the Lord.",
                    "score": 0.8103766109097572
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 11,
                    "text": "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth part of an ephah of fine flour for a sin offering; he shall put no oil upon it, neither shall he put any frankincense thereon: for it is a sin offering.",
                    "score": 0.8079867619845261
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And on the eighth day he shall bring two turtles, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:",
                    "score": 0.8067002388042531
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And when the days of her purifying are fulfilled, for a son, or for a daughter, she shall bring a lamb of the first year for a burnt offering, and a young pigeon, or a turtledove, for a sin offering, unto the door of the tabernacle of the congregation, unto the priest:",
                    "score": 0.8003064874513895
                }
            ]
        },
        {
            "verse": 25,
            "text": "And, behold, there was a man in Jerusalem, whose name was Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 12,
                    "text": "For the inhabitant of Maroth waited carefully for good: but evil came down from the Lord unto the gate of Jerusalem.",
                    "score": 0.7606730038576637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And I looked and beheld the Redeemer of the world, of whom my father had spoken; and I also beheld the prophet who should prepare the way before him. And the Lamb of God went forth and was baptized of him; and after he was baptized, I beheld the heavens open, and the Holy Ghost come down out of heaven and abide upon him in the form of a dove.",
                    "score": 0.7513275411669935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 23,
                    "text": "A man may receive the Holy Ghost, and it may descend upon him and not tarry with him.",
                    "score": 0.7512657284445187
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 26,
                    "text": "It is good that a man should both hope and quietly wait for the salvation of the Lord.",
                    "score": 0.7487981853379383
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And he returned to the man of God, he and all his company, and came, and stood before him: and he said, Behold, now I know that there is no God in all the earth, but in Israel: now therefore, I pray thee, take a blessing of thy servant.",
                    "score": 0.7479710250103021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "score": 0.7457825647741791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.",
                    "score": 0.7377300582757867
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And prayed unto him: and he was entreated of him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the Lord he was God.",
                    "score": 0.7376120419352655
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 33,
                    "text": "And while he yet talked with them, behold, the messenger came down unto him: and he said, Behold, this evil is of the Lord; what should I wait for the Lord any longer?",
                    "score": 0.737102979511492
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the Son, saying: I am the Only Begotten of the Father from the beginning, henceforth and forever, that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as will.",
                    "score": 0.7359615363499838
                }
            ]
        },
        {
            "verse": 26,
            "text": "And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord's Christ.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Wherefore, having this perfect knowledge of God, he could not be kept from within the veil; therefore he saw Jesus; and he did minister unto him.",
                    "score": 0.796945512945574
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 20,
                    "text": "But they shall not go in to see when the holy things are covered, lest they die.",
                    "score": 0.7870678183410583
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Wherefore, watch over him that his faith fail not, and it shall be given by the Comforter, the Holy Ghost, that knoweth all things.",
                    "score": 0.7758668028756212
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 14,
                    "text": "Although thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him.",
                    "score": 0.7715470681718906
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 13,
                    "text": "To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world.",
                    "score": 0.7674676770231577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 6,
                    "text": "For behold, if ye deny the Holy Ghost when it once has had place in you, and ye know that ye deny it, behold, this is a sin which is unpardonable; yea, and whosoever murdereth against the light and knowledge of God, it is not easy for him to obtain forgiveness; yea, I say unto you, my son, that it is not easy for him to obtain a forgiveness.",
                    "score": 0.7662725092810687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Know ye not that he was holy? But notwithstanding he being holy, he showeth unto the children of men that, according to the flesh he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments.",
                    "score": 0.7652716935256753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And because of the knowledge of this man he could not be kept from beholding within the veil; and he saw the finger of Jesus, which, when he saw, he fell with fear; for he knew that it was the finger of the Lord; and he had faith no longer, for he knew, nothing doubting.",
                    "score": 0.7644629407340581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "For he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times as in times of old, and as well in times of old as in times to come; wherefore, the course of the Lord is one eternal round.",
                    "score": 0.7625728503475648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And it was by faith that the three disciples obtained a promise that they should not taste of death; and they obtained not the promise until after their faith.",
                    "score": 0.7624169667126844
                }
            ]
        },
        {
            "verse": 27,
            "text": "And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her.",
                    "score": 0.7901703143848366
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.",
                    "score": 0.7815449080822257
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 65,
                    "text": "And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man.",
                    "score": 0.7746881513651629
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And he walked in all the way that his father walked in, and served the idols that his father served, and worshipped them:",
                    "score": 0.768854092426302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.7667471377765043
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
                    "score": 0.7628252559158829
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 21,
                    "text": "He that delicately bringeth up his servant from a child shall have him become his son at the length.",
                    "score": 0.7615833411093964
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7597759714520274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.7591787865221132
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And said unto him, Take these vessels, go, carry them into the temple that is in Jerusalem, and let the house of God be builded in his place.",
                    "score": 0.7588361852703992
                }
            ]
        },
        {
            "verse": 28,
            "text": "Then took he him up in his arms, and blessed God, and said,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore said he, Take it up to thee. And he put out his hand, and took it.",
                    "score": 0.8246135250029527
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 13,
                    "text": "And God went up from him in the place where he talked with him.",
                    "score": 0.8140742644794601
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took it.",
                    "score": 0.798130306120945
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 19,
                    "text": "And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:",
                    "score": 0.7915010328070345
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.790927535814919
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And prayed unto him: and he was entreated of him, and heard his supplication, and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the Lord he was God.",
                    "score": 0.7906098768452277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And it came to pass that after he had poured out his whole soul to God, the voice of the Lord came to him, saying:",
                    "score": 0.7872107073920284
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And he said, Blessed be the Lord God of Israel, who hath with his hands fulfilled that which he spake with his mouth to my father David, saying,",
                    "score": 0.7867919515249687
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7833110349372436
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7833110349372436
                }
            ]
        },
        {
            "verse": 29,
            "text": "Lord, now lettest thou thy servant depart in peace, according to thy word:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.8367122553731361
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.8309489603582448
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 25,
                    "text": "My soul cleaveth unto the dust: quicken thou me according to thy word.",
                    "score": 0.8251465836771732
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 7,
                    "text": "Now therefore arise, go forth, and speak comfortably unto thy servants: for I swear by the Lord, if thou go not forth, there will not tarry one with thee this night: and that will be worse unto thee than all the evil that befell thee from thy youth until now.",
                    "score": 0.8226798851550768
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And the Lord said, I have pardoned according to thy word:",
                    "score": 0.8218022631915628
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 29,
                    "text": "Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Lord God, hast spoken it: and with thy blessing let the house of thy servant be blessed for ever.",
                    "score": 0.8194274211084933
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And now, O Lord God, the word that thou hast spoken concerning thy servant, and concerning his house, establish it for ever, and do as thou hast said.",
                    "score": 0.8187844715444714
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 11,
                    "text": "Depart ye, depart ye, go ye out from thence, touch no unclean thing; go ye out of the midst of her; be ye clean, that bear the vessels of the Lord.",
                    "score": 0.818288030669528
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Now therefore let it please thee to bless the house of thy servant, that it may be before thee for ever: for thou blessest, O Lord, and it shall be blessed for ever.",
                    "score": 0.8171856848601593
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, O Lord God, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
                    "score": 0.8160850400932185
                }
            ]
        },
        {
            "verse": 30,
            "text": "For mine eyes have seen thy salvation,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 123,
                    "text": "Mine eyes fail for thy salvation, and for the word of thy righteousness.",
                    "score": 0.8558805801840517
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 141,
                    "verse": 8,
                    "text": "But mine eyes are unto thee, O God the Lord: in thee is my trust; leave not my soul destitute.",
                    "score": 0.8293989967097224
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 18,
                    "text": "I have waited for thy salvation, O Lord.",
                    "score": 0.8243371966289222
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 5,
                    "text": "I have heard of thee by the hearing of the ear: but now mine eye seeth thee.",
                    "score": 0.8199023594651362
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 8,
                    "text": "The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.",
                    "score": 0.8128868796786465
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 63,
                    "verse": 2,
                    "text": "To see thy power and thy glory, so as I have seen thee in the sanctuary.",
                    "score": 0.8126258252993455
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Therefore I will look unto the Lord; I will wait for the God of my salvation: my God will hear me.",
                    "score": 0.8125566529343671
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 174,
                    "text": "I have longed for thy salvation, O Lord; and thy law is my delight.",
                    "score": 0.8116587210344894
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 1,
                    "text": "Thus saith the Lord, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed.",
                    "score": 0.8068184688899186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.805850730461821
                }
            ]
        },
        {
            "verse": 31,
            "text": "Which thou hast prepared before the face of all people;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "score": 0.8144638006474655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "score": 0.7950525420773804
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 68,
                    "text": "Nevertheless, as I have said unto you in a former commandment, let not your gathering be in haste, nor by flight; but let all things be prepared before you.",
                    "score": 0.7889111625555993
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 7,
                    "text": "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
                    "score": 0.7882763839856315
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Before their face the people shall be much pained: all faces shall gather blackness.",
                    "score": 0.7845819325653619
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 2,
                    "text": "Wherefore, ye must needs be chastened and stand rebuked before my face;",
                    "score": 0.7817406581620819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 45,
                    "text": "For since the beginning of the world have not men heard nor perceived by the ear, neither hath any eye seen, O God, besides thee, how great things thou hast prepared for him that waiteth for thee.",
                    "score": 0.7736754150411855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 2,
                    "text": "The same which knoweth all things, for all things are present before mine eyes;",
                    "score": 0.7685255894727274
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 24,
                    "text": "Wherefore hidest thou thy face, and forgettest our affliction and our oppression?",
                    "score": 0.7650161152820437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "score": 0.7645307863824092
                }
            ]
        },
        {
            "verse": 32,
            "text": "A light to lighten the Gentiles, and the glory of thy people Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 3,
                    "text": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
                    "score": 0.8659945695009226
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 11,
                    "text": "Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel. The Lord hath said it. Amen.",
                    "score": 0.8330813210466083
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 11,
                    "text": "Light is sown for the righteous, and gladness for the upright in heart.",
                    "score": 0.8236623773160732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said: It is a light thing that thou shouldst be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel. I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth.",
                    "score": 0.8227769546385617
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.",
                    "score": 0.8216860803898524
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 29,
                    "text": "For thou art my lamp, O Lord: and the Lord will lighten my darkness.",
                    "score": 0.8143790803206239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 5,
                    "text": "Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations;",
                    "score": 0.7994499443854203
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 9,
                    "text": "The light of the righteous rejoiceth: but the lamp of the wicked shall be put out.",
                    "score": 0.7973852382468114
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.",
                    "score": 0.7918643752881301
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "O house of Jacob, come ye, and let us walk in the light of the Lord.",
                    "score": 0.7915112649398641
                }
            ]
        },
        {
            "verse": 33,
            "text": "And Joseph and his mother marvelled at those things which were spoken of him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 7,
                    "text": "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me.",
                    "score": 0.7878977044538561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And now, behold, my son Joseph, after this manner did my father of old prophesy.",
                    "score": 0.7733816589351252
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.7668441496575493
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 1,
                    "text": "And it came to pass after these things, that one told Joseph, Behold, thy father is sick: and he took with him his two sons, Manasseh and Ephraim.",
                    "score": 0.764943605654162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And I said: I desire to behold the things which my father saw.",
                    "score": 0.7632811233614982
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 29,
                    "text": "And he lifted up his eyes, and saw his brother Benjamin, his mother's son, and said, Is this your younger brother, of whom ye spake unto me? And he said, God be gracious unto thee, my son.",
                    "score": 0.7617343570414904
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 27,
                    "text": "And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:",
                    "score": 0.7576508436734297
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 12,
                    "text": "Marvellous things did he in the sight of their fathers, in the land of Egypt, in the field of Zoan.",
                    "score": 0.7539919667628838
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 11,
                    "text": "And his brethren envied him; but his father observed the saying.",
                    "score": 0.7535675407744695
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
                    "score": 0.7534600035040315
                }
            ]
        },
        {
            "verse": 34,
            "text": "And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 3,
                    "text": "And after the Messiah shall come there shall be signs given unto my people of his birth, and also of his death and resurrection; and great and terrible shall that day be unto the wicked, for they shall perish; and they perish because they cast out the prophets, and the saints, and stone them, and slay them; wherefore the cry of the blood of the saints shall ascend up to God from the ground against them.",
                    "score": 0.8019183466120228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.",
                    "score": 0.771451426101381
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 23,
                    "text": "(And the children of Israel went up and wept before the Lord until even, and asked counsel of the Lord, saying, Shall I go up again to battle against the children of Benjamin my brother? And the Lord said, Go up against him.)",
                    "score": 0.7677528781555196
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 6,
                    "text": "Behold, the world is ripening in iniquity; and it must needs be that the children of men are stirred up unto repentance, both the Gentiles and also the house of Israel.",
                    "score": 0.7668136930497158
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.",
                    "score": 0.766592894419678
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Son of man, set thy face toward the mountains of Israel, and prophesy against them,",
                    "score": 0.7655753845553364
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 33,
                    "text": "And she conceived again, and bare a son; and said, Because the Lord hath heard that I was hated, he hath therefore given me this son also: and she called his name Simeon.",
                    "score": 0.7652534130927595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 18,
                    "text": "But, behold, the righteous, the saints of the Holy One of Israel, they who have believed in the Holy One of Israel, they who have endured the crosses of the world, and despised the shame of it, they shall inherit the kingdom of God, which was prepared for them from the foundation of the world, and their joy shall be full forever.",
                    "score": 0.7637745417851798
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
                    "score": 0.7628207047581493
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 23,
                    "text": "Thrice in the year shall all your men children appear before the Lord God, the God of Israel.",
                    "score": 0.7626399150857011
                }
            ]
        },
        {
            "verse": 35,
            "text": "(Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 15,
                    "text": "Their sword shall enter into their own heart, and their bows shall be broken.",
                    "score": 0.8014769200195689
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.",
                    "score": 0.776727332474004
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 10,
                    "text": "For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will--yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.",
                    "score": 0.7678928642416797
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Therefore shall ye lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes.",
                    "score": 0.7640527603840197
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Grant thee according to thine own heart, and fulfil all thy counsel.",
                    "score": 0.7604588403701623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that when Shiz had received his epistle he wrote an epistle unto Coriantumr, that if he would give himself up, that he might slay him with his own sword, that he would spare the lives of the people.",
                    "score": 0.7600616423860095
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 5,
                    "text": "That all flesh may know that I the Lord have drawn forth my sword out of his sheath: it shall not return any more.",
                    "score": 0.7593562668375237
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 8,
                    "text": "He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good.",
                    "score": 0.7584121163989525
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 30,
                    "text": "But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.",
                    "score": 0.7580239310101962
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 29,
                    "text": "As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.",
                    "score": 0.7569136243454935
                }
            ]
        },
        {
            "verse": 36,
            "text": "And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And Seth lived after he begat Enos eight hundred and seven years, and begat sons and daughters:",
                    "score": 0.7789252598671718
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters:",
                    "score": 0.778012919459914
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years.",
                    "score": 0.7773831310947148
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Seth lived, after he begat Enos, eight hundred and seven years, and begat many sons and daughters.",
                    "score": 0.777221480021905
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
                    "score": 0.7756622291557919
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Amram took him Jochebed his father's sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram were an hundred and thirty and seven years.",
                    "score": 0.7618854478667095
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And Sarah was an hundred and seven and twenty years old: these were the years of the life of Sarah.",
                    "score": 0.7532831794674836
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass that Methuselah lived one hundred and eighty-seven years, and begat Lamech;",
                    "score": 0.7484852536410134
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.",
                    "score": 0.7480943795918936
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And Methuselah lived an hundred eighty and seven years, and begat Lamech:",
                    "score": 0.7452888506600409
                }
            ]
        },
        {
            "verse": 37,
            "text": "And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 19,
                    "text": "And she arose, and went away, and laid by her veil from her, and put on the garments of her widowhood.",
                    "score": 0.7742558336741271
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And they stood up in their place, and read in the book of the law of the Lord their God one fourth part of the day; and another fourth part they confessed, and worshipped the Lord their God.",
                    "score": 0.7542643450652806
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.",
                    "score": 0.7506799379220631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 22,
                    "text": "And after he had anointed Coriantum to reign in his stead he lived four years, and he saw peace in the land; yea, and he even saw the Son of Righteousness, and did rejoice and glory in his day; and he died in peace.",
                    "score": 0.7481106427357376
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years.",
                    "score": 0.7452261366709497
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.",
                    "score": 0.7410640197762827
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 4,
                    "text": "Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the Lord: and thou shalt not cause the land to sin, which the Lord thy God giveth thee for an inheritance.",
                    "score": 0.7405574571304555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And they did not walk any more after the performances and ordinances of the law of Moses; but they did walk after the commandments which they had received from their Lord and their God, continuing in fasting and prayer, and in meeting together oft both to pray and to hear the word of the Lord.",
                    "score": 0.7359876903521545
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 15,
                    "text": "And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.",
                    "score": 0.7354046748441811
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 14,
                    "text": "And she put her widow's garments off from her, and covered her with a veil, and wrapped herself, and sat in an open place, which is by the way to Timnath; for she saw that Shelah was grown, and she was not given unto him to wife.",
                    "score": 0.7328070556642501
                }
            ]
        },
        {
            "verse": 38,
            "text": "And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 2,
                    "text": "Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.",
                    "score": 0.7974144444714216
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her:",
                    "score": 0.7847189420390059
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Zion shall be redeemed with judgment, and her converts with righteousness.",
                    "score": 0.7681167170558294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7640279516003431
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.",
                    "score": 0.7598959171840765
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 130,
                    "verse": 8,
                    "text": "And he shall redeem Israel from all his iniquities.",
                    "score": 0.7588566671669821
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 9,
                    "text": "For her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem.",
                    "score": 0.7575782512233897
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?",
                    "score": 0.7575144752341274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
                    "score": 0.7561771669010539
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 130,
                    "verse": 7,
                    "text": "Let Israel hope in the Lord: for with the Lord there is mercy, and with him is plenteous redemption.",
                    "score": 0.7556053484661694
                }
            ]
        },
        {
            "verse": 39,
            "text": "And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
                    "score": 0.7746270261732311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 20,
                    "text": "And it came to pass that they did do all things even as Jesus had commanded them.",
                    "score": 0.7716748089071205
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And they taught in Judah, and had the book of the law of the Lord with them, and went about throughout all the cities of Judah, and taught the people.",
                    "score": 0.7679741911968467
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7567408311917575
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
                    "score": 0.7533444432038345
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 43,
                    "text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
                    "score": 0.7533444432038345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And now it came to pass that Alma returned from the land of Gideon, after having taught the people of Gideon many things which cannot be written, having established the order of the church, according as he had before done in the land of Zarahemla, yea, he returned to his own house at Zarahemla to rest himself from the labors which he had performed.",
                    "score": 0.7529791042404614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.7522191325703655
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 27,
                    "text": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat in the forefront of them, to go again to Jerusalem with joy; for the Lord had made them to rejoice over their enemies.",
                    "score": 0.7516890201608436
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 38,
                    "text": "If they return to thee with all their heart and with all their soul in the land of their captivity, whither they have carried them captives, and pray toward their land, which thou gavest unto their fathers, and toward the city which thou hast chosen, and toward the house which I have built for thy name:",
                    "score": 0.7508869477819021
                }
            ]
        },
        {
            "verse": 40,
            "text": "And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 31,
                    "text": "And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;",
                    "score": 0.8160567061936079
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the child grew, and was weaned: and Abraham made a great feast the same day that Isaac was weaned.",
                    "score": 0.7841712541162841
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,",
                    "score": 0.7813816699246833
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.7787270807785904
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And the child Samuel grew on, and was in favour both with the Lord, and also with men.",
                    "score": 0.7727761506174046
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 65,
                    "text": "And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man.",
                    "score": 0.7640401497287483
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 9,
                    "text": "And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as the Lord commanded Moses.",
                    "score": 0.7609089622968148
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 13,
                    "text": "With him is wisdom and strength, he hath counsel and understanding.",
                    "score": 0.7552067143815832
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And the children of Israel were fruitful, and increased abundantly, and multiplied, and waxed exceeding mighty; and the land was filled with them.",
                    "score": 0.7539184333889694
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 24,
                    "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
                    "score": 0.7521865015321952
                }
            ]
        },
        {
            "verse": 41,
            "text": "Now his parents went to Jerusalem every year at the feast of the passover.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Let the children of Israel also keep the passover at his appointed season.",
                    "score": 0.7556448714318665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 29,
                    "text": "Yea, and he has also brought our fathers out of the land of Jerusalem; and he has also, by his everlasting power, delivered them out of bondage and captivity, from time to time even down to the present day; and I have always retained in remembrance their captivity; yea, and ye also ought to retain in remembrance, as I have done, their captivity.",
                    "score": 0.7301085798371214
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the Lord of hosts, and to keep the feast of tabernacles.",
                    "score": 0.7297829101008401
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 23,
                    "text": "But in the eighteenth year of king Josiah, wherein this passover was holden to the Lord in Jerusalem.",
                    "score": 0.7236161188211887
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 35,
                    "verse": 17,
                    "text": "And the children of Israel that were present kept the passover at that time, and the feast of unleavened bread seven days.",
                    "score": 0.7221045595399856
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And he dealt among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece of flesh, and a flagon of wine. So all the people departed every one to his house.",
                    "score": 0.7214033286719985
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.",
                    "score": 0.7178762522563403
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he came to Jerusalem in the fifth month, which was in the seventh year of the king.",
                    "score": 0.7172353544959963
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 19,
                    "text": "Moreover his mother made him a little coat, and brought it to him from year to year, when she came up with her husband to offer the yearly sacrifice.",
                    "score": 0.7172062803483793
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 6,
                    "text": "If thy father at all miss me, then say, David earnestly asked leave of me that he might run to Beth-lehem his city: for there is a yearly sacrifice there for all the family.",
                    "score": 0.7162431824805154
                }
            ]
        },
        {
            "verse": 42,
            "text": "And when he was twelve years old, they went up to Jerusalem after the custom of the feast.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinims, unto Jerusalem, in the seventh year of Artaxerxes the king.",
                    "score": 0.7603315971872202
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 29,
                    "text": "The two and twentieth to Giddalti, he, his sons, and his brethren, were twelve:",
                    "score": 0.7564711122545068
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 1,
                    "text": "Manasseh was twelve years old when he began to reign, and he reigned fifty and five years in Jerusalem:",
                    "score": 0.7547621222138053
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 30,
                    "text": "The three and twentieth to Mahazioth, he, his sons, and his brethren, were twelve:",
                    "score": 0.7498732109335814
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 22,
                    "text": "The fifteenth to Jeremoth, he, his sons, and his brethren, were twelve:",
                    "score": 0.7490719937716888
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 10,
                    "text": "The third to Zaccur, he, his sons, and his brethren, were twelve:",
                    "score": 0.7484195856108948
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 17,
                    "text": "Thirty and two years old was he when he began to reign; and he reigned eight years in Jerusalem.",
                    "score": 0.7478734679498837
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 87,
                    "text": "All the oxen for the burnt offering were twelve bullocks, the rams twelve, the lambs of the first year twelve, with their meat offering: and the kids of the goats for sin offering twelve.",
                    "score": 0.7468785985646157
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 27,
                    "verse": 8,
                    "text": "He was five and twenty years old when he began to reign, and reigned sixteen years in Jerusalem.",
                    "score": 0.7464190211027241
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 14,
                    "text": "The seventh to Jesharelah, he, his sons, and his brethren, were twelve:",
                    "score": 0.7452829112642163
                }
            ]
        },
        {
            "verse": 43,
            "text": "And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And when the cloud tarried long upon the tabernacle many days, then the children of Israel kept the charge of the Lord, and journeyed not.",
                    "score": 0.7734705825505507
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 22,
                    "text": "Or whether it were two days, or a month, or a year, that the cloud tarried upon the tabernacle, remaining thereon, the children of Israel abode in their tents, and journeyed not: but when it was taken up, they journeyed.",
                    "score": 0.7666473942066712
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 10,
                    "text": "And it came to pass, as she spake to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her.",
                    "score": 0.7620371007784941
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 23,
                    "text": "And they knew not that Joseph understood them; for he spake unto them by an interpreter.",
                    "score": 0.7619935481222913
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And them that are turned back from the Lord; and those that have not sought the Lord, nor inquired for him.",
                    "score": 0.7614929500540646
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 8,
                    "text": "But of their children, who were left after them in the land, whom the children of Israel consumed not, them did Solomon make to pay tribute until this day.",
                    "score": 0.7536225144574445
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 35,
                    "verse": 17,
                    "text": "And the children of Israel that were present kept the passover at that time, and the feast of unleavened bread seven days.",
                    "score": 0.7519949583338855
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 34,
                    "text": "And the children of Israel remembered not the Lord their God, who had delivered them out of the hands of all their enemies on every side:",
                    "score": 0.7501370062266284
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 8,
                    "text": "And Israel beheld Joseph's sons, and said, Who are these?",
                    "score": 0.7500819739829231
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom is all the desire of Israel? Is it not on thee, and on all thy father's house?",
                    "score": 0.7475822127504121
                }
            ]
        },
        {
            "verse": 44,
            "text": "But they, supposing him to have been in the company, went a day's journey; and they sought him among their kinsfolk and acquaintance.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 23,
                    "text": "And he took his brethren with him, and pursued after him seven days' journey; and they overtook him in the mount Gilead.",
                    "score": 0.7554512586243686
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And their brethren, which were in their villages, were to come after seven days from time to time with them.",
                    "score": 0.7549029714194132
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 20,
                    "text": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
                    "score": 0.746124675919026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 5,
                    "text": "And it came to pass that they did plead with their father many days that they might go up to the land of Nephi.",
                    "score": 0.7448429305913505
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7424486585610425
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when they came to Reuel their father, he said, How is it that ye are come so soon to day?",
                    "score": 0.7409539242780837
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 34,
                    "text": "When he slew them, then they sought him: and they returned and inquired early after God.",
                    "score": 0.739008596730173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 14,
                    "text": "But obtained a promise that they should find it and see it in their flesh.",
                    "score": 0.7359975869036584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 22,
                    "text": "Nevertheless--whosoever putteth his trust in him the same shall be lifted up at the last day. Yea, and thus it was with this people.",
                    "score": 0.7357212276241414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 31,
                    "text": "Yea, they did mourn for their departure, for they knew not whither they had fled. Now they would have gladly joined with them, for they themselves had entered into a covenant with God to serve him and keep his commandments.",
                    "score": 0.7341007998663416
                }
            ]
        },
        {
            "verse": 45,
            "text": "And when they found him not, they turned back again to Jerusalem, seeking him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 4,
                    "text": "But when they in their trouble did turn unto the Lord God of Israel, and sought him, he was found of them.",
                    "score": 0.8374171853178372
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 34,
                    "text": "When he slew them, then they sought him: and they returned and inquired early after God.",
                    "score": 0.8320480341723216
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And them that are turned back from the Lord; and those that have not sought the Lord, nor inquired for him.",
                    "score": 0.8229710721493735
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7960965507712899
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 22,
                    "text": "And he returned to Judah, and said, I cannot find her; and also the men of the place said, that there was no harlot in this place.",
                    "score": 0.7959133261673055
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And when the messengers turned back unto him, he said unto them, Why are ye now turned back?",
                    "score": 0.7908402956610844
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 41,
                    "text": "Yea, they turned back and tempted God, and limited the Holy One of Israel.",
                    "score": 0.7905038027883042
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him.",
                    "score": 0.7883712862342648
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 27,
                    "text": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat in the forefront of them, to go again to Jerusalem with joy; for the Lord had made them to rejoice over their enemies.",
                    "score": 0.7876506699050406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 28,
                    "text": "For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.",
                    "score": 0.7861056035928483
                }
            ]
        },
        {
            "verse": 46,
            "text": "And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And it came to pass after three days, that the officers went through the host;",
                    "score": 0.7762625024906433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 18,
                    "text": "And when they had been cast into prison three days, there came many lawyers, and judges, and priests, and teachers, who were of the profession of Nehor; and they came in unto the prison to see them, and they questioned them about many words; but they answered them nothing.",
                    "score": 0.7746675040228874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And after three days, having counseled with his priests, he caused that he should again be brought before him.",
                    "score": 0.7663595445293792
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 17,
                    "text": "And he put them all together into ward three days.",
                    "score": 0.7514940541167294
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And there they were with David three days, eating and drinking: for their brethren had prepared for them.",
                    "score": 0.7477249803132683
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And he said unto them, Come again unto me after three days. And the people departed.",
                    "score": 0.7477058979296894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And it came to pass when they had been in prison two days they were again brought before the king, and their bands were loosed; and they stood before the king, and were permitted, or rather commanded, that they should answer the questions which he should ask them.",
                    "score": 0.7415915884363674
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "So I came to Jerusalem, and was there three days.",
                    "score": 0.7353897241748585
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 47,
                    "text": "After this third visit, he again ascended into heaven as before, and I was again left to ponder on the strangeness of what I had just experienced; when almost immediately after the heavenly messenger had ascended from me for the third time, the cock crowed, and I found that day was approaching, so that our interviews must have occupied the whole of that night.",
                    "score": 0.7335579056706641
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 14,
                    "text": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle.",
                    "score": 0.7238792042599844
                }
            ]
        },
        {
            "verse": 47,
            "text": "And all that heard him were astonished at his understanding and answers.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And it came to pass that as many as believed him went thither to hear his words.",
                    "score": 0.7929230735010407
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 6,
                    "text": "He that ascended up on high, as also he descended below all things, in that he comprehended all things, that he might be in all and through all things, the light of truth;",
                    "score": 0.7805202976138262
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 5,
                    "text": "God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.",
                    "score": 0.7740629404119693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7710179312022273
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he answered and said: Yea, I believe all the words that thou hast taught.",
                    "score": 0.7676044586389243
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.764703022864636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7608593879498269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.",
                    "score": 0.7584508104824764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                    "score": 0.7559592304860626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 41,
                    "text": "And there were others who said: Behold, he is a god, for except he was a god he could not know of all things. For behold, he has told us the thoughts of our hearts, and also has told us things; and even he has brought unto our knowledge the true murderer of our chief judge.",
                    "score": 0.752615896227733
                }
            ]
        },
        {
            "verse": 48,
            "text": "And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 29,
                    "text": "And he lifted up his eyes, and saw his brother Benjamin, his mother's son, and said, Is this your younger brother, of whom ye spake unto me? And he said, God be gracious unto thee, my son.",
                    "score": 0.8224759798123282
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 9,
                    "text": "Who said unto his father and to his mother, I have not seen him; neither did he acknowledge his brethren, nor knew his own children: for they have observed thy word, and kept thy covenant.",
                    "score": 0.8088381411001232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 11,
                    "text": "But behold, my father and I have seen them, and they have ministered unto us.",
                    "score": 0.8077906810024456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.8028245790322431
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Saying: Father, behold the sufferings and death of him who did no sin, in whom thou wast well pleased; behold the blood of thy Son which was shed, the blood of him whom thou gavest that thyself might be glorified;",
                    "score": 0.796703463390851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after we had come down into the wilderness unto our father, behold, he was filled with joy, and also my mother, Sariah, was exceedingly glad, for she truly had mourned because of us.",
                    "score": 0.785592558449086
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 7,
                    "text": "In thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow.",
                    "score": 0.7843235675814766
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7833216672459867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 65,
                    "text": "And behold the Son of Man cometh. Amen.",
                    "score": 0.7826610032751861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 26,
                    "text": "And when he saw that Ammon had no desire to destroy him, and when he also saw the great love he had for his son Lamoni, he was astonished exceedingly, and said: Because this is all that thou hast desired, that I would release thy brethren, and suffer that my son Lamoni should retain his kingdom, behold, I will grant unto you that my son may retain his kingdom from this time and forever; and I will govern him no more--",
                    "score": 0.7825458704155613
                }
            ]
        },
        {
            "verse": 49,
            "text": "And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father's business?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Be not ye therefore like unto them, for your Father knoweth what things ye have need of before ye ask him.",
                    "score": 0.8327396089126341
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And said unto them, I see your father's countenance, that it is not toward me as before; but the God of my father hath been with me.",
                    "score": 0.800602722023127
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7994397611173527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 19,
                    "text": "But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they know not of you.",
                    "score": 0.7967711938006796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7956097270820456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 16,
                    "text": "This much did the Father command me, that I should tell unto them:",
                    "score": 0.7946854442656843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And the Lord said unto me: Thy fathers have also required of me this thing; and it shall be done unto them according to their faith; for their faith was like unto thine.",
                    "score": 0.7937056772300296
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Did I then begin to inquire of God for him? be it far from me: let not the king impute any thing unto his servant, nor to all the house of my father: for thy servant knew nothing of all this, less or more.",
                    "score": 0.7860975549536691
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that precious gift of eternal life, which we have reason to suppose hath been given to our fathers.",
                    "score": 0.7847231208526575
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 1,
                    "text": "I am sought of them that asked not for me; I am found of them that sought me not: I said, Behold me, behold me, unto a nation that was not called by my name.",
                    "score": 0.7835933053901514
                }
            ]
        },
        {
            "verse": 50,
            "text": "And they understood not the saying which he spake unto them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 23,
                    "text": "And they knew not that Joseph understood them; for he spake unto them by an interpreter.",
                    "score": 0.8721724671569123
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Now they understood not the words which they spake; for they knew not that the earth should pass away.",
                    "score": 0.8453396171418478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "score": 0.8420761820968021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And so great was their astonishment, that they fell to the earth, and understood not the words which he spake unto them.",
                    "score": 0.8240346837830248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.8191183456981298
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "score": 0.813691113783829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the man said unto him: We do not believe that thou knowest any such thing. We do not believe in these foolish traditions. We do not believe that thou knowest of things to come, neither do we believe that thy fathers and also that our fathers did know concerning the things which they spake, of that which is to come.",
                    "score": 0.8098543323172549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.",
                    "score": 0.809675293893762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 3,
                    "text": "For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought.",
                    "score": 0.8064952937602359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard;",
                    "score": 0.8060622465439753
                }
            ]
        },
        {
            "verse": 51,
            "text": "And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And his mother's brethren spake of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, He is our brother.",
                    "score": 0.8011621869799758
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And he said unto his father, My head, my head. And he said to a lad, Carry him to his mother.",
                    "score": 0.7619474565949075
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Abimelech the son of Jerubbaal went to Shechem unto his mother's brethren, and communed with them, and with all the family of the house of his mother's father, saying,",
                    "score": 0.7617026939222186
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, about which thou cursedst, and spakest of also in mine ears, behold, the silver is with me; I took it. And his mother said, Blessed be thou of the Lord, my son.",
                    "score": 0.7585934274440291
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And she said, These six measures of barley gave he me; for he said to me, Go not empty unto thy mother in law.",
                    "score": 0.7564779118839554
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And her mother in law said unto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be he that did take knowledge of thee. And she shewed her mother in law with whom she had wrought, and said, The man's name with whom I wrought to day is Boaz.",
                    "score": 0.7548988416916477
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 36,
                    "text": "And he called Gehazi, and said, Call this Shunammite. So he called her. And when she was come in unto him, he said, Take up thy son.",
                    "score": 0.7528331285030399
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 11,
                    "text": "And his brethren envied him; but his father observed the saying.",
                    "score": 0.7516126526932909
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 3,
                    "text": "Yea, he loved the people; all his saints are in thy hand: and they sat down at thy feet; every one shall receive of thy words.",
                    "score": 0.7500350431867514
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.",
                    "score": 0.7491898830420101
                }
            ]
        },
        {
            "verse": 52,
            "text": "And Jesus increased in wisdom and stature, and in favour with God and man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 2,
                    "verse": 9,
                    "text": "So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.",
                    "score": 0.8110196565665574
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And the child Samuel grew on, and was in favour both with the Lord, and also with men.",
                    "score": 0.8015922287275599
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 4,
                    "text": "So shalt thou find favour and good understanding in the sight of God and man.",
                    "score": 0.7768725977637282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.7758956142231557
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And he will love thee, and bless thee, and multiply thee: he will also bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy wine, and thine oil, the increase of thy kine, and the flocks of thy sheep, in the land which he sware unto thy fathers to give thee.",
                    "score": 0.7756715941769025
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 31,
                    "text": "And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;",
                    "score": 0.7712698953076005
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 5,
                    "text": "A wise man is strong; yea, a man of knowledge increaseth strength.",
                    "score": 0.7706672854061833
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 1,
                    "verse": 1,
                    "text": "And Solomon the son of David was strengthened in his kingdom, and the Lord his God was with him, and magnified him exceedingly.",
                    "score": 0.7693070214854397
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 5,
                    "text": "By thy great wisdom and by thy traffick hast thou increased thy riches, and thine heart is lifted up because of thy riches:",
                    "score": 0.7664052860195105
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And David went on, and grew great, and the Lord God of hosts was with him.",
                    "score": 0.7657337199744694
                }
            ]
        }
    ]
}