{
    "volume": "New Testament",
    "book": "Luke",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "Now when he had ended all his sayings in the audience of the people, he entered into Capernaum.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And it came to pass after he had made an end of speaking unto the people many of them did believe on his words, and began to repent, and to search the scriptures.",
                    "score": 0.789491794227861
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 45,
                    "text": "And Moses made an end of speaking all these words to all Israel:",
                    "score": 0.7787476378159454
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 31,
                    "text": "And it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that was under them:",
                    "score": 0.7688947146932386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 14,
                    "text": "And now it came to pass that when Mosiah had made an end of speaking and reading to the people, he desired that Alma should also speak to the people.",
                    "score": 0.7655371806021061
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7644115983040395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.",
                    "score": 0.7611279744481358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And it came to pass that as many as believed him went thither to hear his words.",
                    "score": 0.7600765324387898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had ended these sayings he cast his eyes round about on the multitude, and said unto them: Behold, ye have heard the things which I taught before I ascended to my Father; therefore, whoso remembereth these sayings of mine and doeth them, him will I raise up at the last day.",
                    "score": 0.7594106367829725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 19,
                    "text": "Now it came to pass that when Alma had made an end of speaking these words, the people began to be more astonished;",
                    "score": 0.7588579989270972
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Now it came to pass, when Jeremiah had made an end of speaking all that the Lord had commanded him to speak unto all the people, that the priests and the prophets and all the people took him, saying, Thou shalt surely die.",
                    "score": 0.7574599999629493
                }
            ]
        },
        {
            "verse": 2,
            "text": "And a certain centurion's servant, who was dear unto him, was sick, and ready to die.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 20,
                    "text": "And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.",
                    "score": 0.7518622089875792
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a dead dog as I am?",
                    "score": 0.7502028053696239
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7466817706311925
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he was sore athirst, and called on the Lord, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
                    "score": 0.7458965532505067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                    "score": 0.7458295797561758
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 28,
                    "text": "And they answered, Thy servant our father is in good health, he is yet alive. And they bowed down their heads, and made obeisance.",
                    "score": 0.7446526717921435
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.",
                    "score": 0.74198479811954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 39,
                    "text": "Many have marveled because of his death; but it was needful that he should seal his testimony with his blood, that he might be honored and the wicked might be condemned.",
                    "score": 0.7416171713362854
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 35,
                    "text": "The king's favour is toward a wise servant: but his wrath is against him that causeth shame.",
                    "score": 0.741598218749701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And thus did the Spirit of the Lord work upon them, for they were the very vilest of sinners. And the Lord saw fit in his infinite mercy to spare them; nevertheless they suffered much anguish of soul because of their iniquities, suffering much and fearing that they should be cast off forever.",
                    "score": 0.7414829675418712
                }
            ]
        },
        {
            "verse": 3,
            "text": "And when he heard of Jesus, he sent unto him the elders of the Jews, beseeching him that he would come and heal his servant.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 6,
                    "text": "And he said unto them: Behold, I know your thoughts, and ye have desired the thing which John, my beloved, who was with me in my ministry, before that I was lifted up by the Jews, desired of me.",
                    "score": 0.78558982550869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 72,
                    "text": "Behold, and lo, I will take care of your flocks, and will raise up elders and send unto them.",
                    "score": 0.7831090929294755
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 52,
                    "text": "That thine eyes may be open unto the supplication of thy servant, and unto the supplication of thy people Israel, to hearken unto them in all that they call for unto thee.",
                    "score": 0.7828368212947157
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And he brought the letter to the king of Israel, saying, Now when this letter is come unto thee, behold, I have therewith sent Naaman my servant to thee, that thou mayest recover him of his leprosy.",
                    "score": 0.7814785604759356
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7799217820402664
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 20,
                    "text": "He sent his word, and healed them, and delivered them from their destructions.",
                    "score": 0.7790672584832244
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
                    "score": 0.7761110735478108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
                    "score": 0.7725064690667134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.7716097148588899
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them.",
                    "score": 0.7715552013667968
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when they came to Jesus, they besought him instantly, saying, That he was worthy for whom he should do this:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 10,
                    "text": "And when the disciples had done this, Jesus said unto them: Blessed are ye for this thing which ye have done, for this is fulfilling my commandments, and this doth witness unto the Father that ye are willing to do that which I have commanded you.",
                    "score": 0.785821254840741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7816287935303297
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
                    "score": 0.7787798374832998
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 12,
                    "text": "Then believed they his words; they sang his praise.",
                    "score": 0.7727848224584994
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.769209230416347
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 34,
                    "text": "When he slew them, then they sought him: and they returned and inquired early after God.",
                    "score": 0.7683523093377418
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And after Christ truly had showed himself unto his people he commanded that they should be made manifest.",
                    "score": 0.7671443579972794
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
                    "score": 0.767143324948427
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And they answered them, and said, He is; behold, he is before you: make haste now, for he came to day to the city; for there is a sacrifice of the people to day in the high place:",
                    "score": 0.7670924851079477
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 31,
                    "text": "They shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this.",
                    "score": 0.7657871711629467
                }
            ]
        },
        {
            "verse": 5,
            "text": "For he loveth our nation, and he hath built us a synagogue.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 20,
                    "text": "But he caused that there should be synagogues built in the land of Ishmael; and he caused that his people, or the people who were under his reign, should assemble themselves together.",
                    "score": 0.7904082639219859
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:",
                    "score": 0.7741285768132028
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.7714481704100997
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.7688272437865503
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 28,
                    "text": "That saith of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid.",
                    "score": 0.7679092670414098
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 25,
                    "verse": 6,
                    "text": "For thus saith the Lord God; Because thou hast clapped thine hands, and stamped with the feet, and rejoiced in heart with all thy despite against the land of Israel;",
                    "score": 0.7676745603755352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7656159426858795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 40,
                    "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                    "score": 0.7651391851892121
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;",
                    "score": 0.7627234841034034
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 36,
                    "text": "The Lord shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.",
                    "score": 0.7611394243720585
                }
            ]
        },
        {
            "verse": 6,
            "text": "Then Jesus went with them. And when he was now not far from the house, the centurion sent friends to him, saying unto him, Lord, trouble not thyself: for I am not worthy that thou shouldest enter under my roof:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.8130395362800664
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.",
                    "score": 0.7954822324581897
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 56,
                    "text": "And he said unto them, Hinder me not, seeing the Lord hath prospered my way; send me away that I may go to my master.",
                    "score": 0.7950366656797212
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And they said unto him, Behold now, there be with thy servants fifty strong men; let them go, we pray thee, and seek thy master: lest peradventure the Spirit of the Lord hath taken him up, and cast him upon some mountain, or into some valley. And he said, Ye shall not send.",
                    "score": 0.7888070431014451
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And God said unto Balaam, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.",
                    "score": 0.786123135442891
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And he said unto him, If thy presence go not with me, carry us not up hence.",
                    "score": 0.7854132731473867
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 13,
                    "text": "He hath put my brethren far from me, and mine acquaintance are verily estranged from me.",
                    "score": 0.7853816605164248
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
                    "score": 0.7843526985651577
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren: return every man to his house: for this thing is done of me. And they obeyed the words of the Lord, and returned from going against Jeroboam.",
                    "score": 0.7839069824101327
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 10,
                    "text": "Thine own friend, and thy father's friend, forsake not; neither go into thy brother's house in the day of thy calamity: for better is a neighbour that is near than a brother far off.",
                    "score": 0.7838680878977488
                }
            ]
        },
        {
            "verse": 7,
            "text": "Wherefore neither thought I myself worthy to come unto thee: but say in a word, and my servant shall be healed.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 48,
                    "text": "And again, it shall come to pass that he that hath faith in me to be healed, and is not appointed unto death, shall be healed.",
                    "score": 0.8164639409588151
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "Heal me, O Lord, and I shall be healed; save me, and I shall be saved: for thou art my praise.",
                    "score": 0.8149814242390115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 10,
                    "text": "But behold, the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will show unto them that my wisdom is greater than the cunning of the devil.",
                    "score": 0.8143387076953608
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 104,
                    "text": "And if he will offer unto me an acceptable offering, and acknowledgments, and remain with my people, behold, I, the Lord your God, will heal him that he shall be healed; and he shall lift up his voice again on the mountains, and be a spokesman before my face.",
                    "score": 0.8056477383866013
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 49,
                    "text": "Remember the word unto thy servant, upon which thou hast caused me to hope.",
                    "score": 0.8050058849270407
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.8040313365173327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 68,
                    "text": "In my name they shall heal the sick;",
                    "score": 0.8031088612836634
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 4,
                    "text": "I said, Lord, be merciful unto me: heal my soul; for I have sinned against thee.",
                    "score": 0.8025211015139248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.8018649101867413
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 31,
                    "text": "That this shall be no grief unto thee, nor offence of heart unto my lord, either that thou hast shed blood causeless, or that my lord hath avenged himself: but when the Lord shall have dealt well with my lord, then remember thine handmaid.",
                    "score": 0.7963500780919482
                }
            ]
        },
        {
            "verse": 8,
            "text": "For I also am a man set under authority, having under me soldiers, and I say unto one, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.8175626163397963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Behold, this is mine authority, and the authority of my servants, and my preface unto the book of my commandments, which I have given them to publish unto you, O inhabitants of the earth.",
                    "score": 0.8090291994806094
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 144,
                    "verse": 2,
                    "text": "My goodness, and my fortress; my high tower, and my deliverer; my shield, and he in whom I trust; who subdueth my people under me.",
                    "score": 0.8066881561885219
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 24,
                    "text": "And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them.",
                    "score": 0.8048792172566354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 9,
                    "text": "And let my servant Luke Johnson go with him, and proclaim the things which I have commanded them--",
                    "score": 0.8044412256860126
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 107,
                    "text": "Let him assist my servant Joseph, and also let my servant William Law assist my servant Joseph, in making a solemn proclamation unto the kings of the earth, even as I have before said unto you.",
                    "score": 0.8021957527800653
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.8011491586179715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 45,
                    "text": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
                    "score": 0.8007836779021755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
                    "score": 0.7997936789412454
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 11,
                    "text": "Thus saith the Lord, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me.",
                    "score": 0.799221528585483
                }
            ]
        },
        {
            "verse": 9,
            "text": "When Jesus heard these things, he marvelled at him, and turned him about, and said unto the people that followed him, I say unto you, I have not found so great faith, no, not in Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 35,
                    "text": "And it came to pass that when Jesus had made an end of praying he came again to the disciples, and said unto them: So great faith have I never seen among all the Jews; wherefore I could not show unto them so great miracles, because of their unbelief.",
                    "score": 0.8344351824775869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7850639988808626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had spoken these words he turned again to the multitude, and did open his mouth unto them again, saying: Verily, verily, I say unto you, Judge not, that ye be not judged.",
                    "score": 0.7838592513961592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And he had hope to shake me from the faith, notwithstanding the many revelations and the many things which I had seen concerning these things; for I truly had seen angels, and they had ministered unto me. And also, I had heard the voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken.",
                    "score": 0.7828597047572495
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 13,
                    "text": "Oh that my people had hearkened unto me, and Israel had walked in my ways!",
                    "score": 0.7792957120289945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "Behold, now it came to pass that when Jesus had spoken these words he looked round about again on the multitude, and he said unto them: Behold, my time is at hand.",
                    "score": 0.7778543248967512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And the Lord said unto him: Because of thy faith thou hast seen that I shall take upon me flesh and blood; and never has man come before me with such exceeding faith as thou hast; for were it not so ye could not have seen my finger. Sawest thou more than this?",
                    "score": 0.7751787389730317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.7738098075300356
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Behold, these things I have spoken unto you concerning the Jews; and again, after the tribulation of those days which shall come upon Jerusalem, if any man shall say unto you, Lo, here is Christ, or there, believe him not;",
                    "score": 0.7733934438519882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7729906265701324
                }
            ]
        },
        {
            "verse": 10,
            "text": "And they that were sent, returning to the house, found the servant whole that had been sick.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                    "score": 0.7878635557082604
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 59,
                    "text": "And they sent away Rebekah their sister, and her nurse, and Abraham's servant, and his men.",
                    "score": 0.7773761472875431
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.",
                    "score": 0.771824765749639
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7681356038110158
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 11,
                    "text": "But afterward they turned, and caused the servants and the handmaids, whom they had let go free, to return, and brought them into subjection for servants and for handmaids.",
                    "score": 0.7652141547088366
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And when they were departed from him, (for they left him in great diseases,) his own servants conspired against him for the blood of the sons of Jehoiada the priest, and slew him on his bed, and he died: and they buried him in the city of David, but they buried him not in the sepulchres of the kings.",
                    "score": 0.7483865660411937
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 36,
                    "text": "Then the priest shall command that they empty the house, before the priest go into it to see the plague, that all that is in the house be not made unclean: and afterward the priest shall go in to see the house:",
                    "score": 0.744228737427135
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 21,
                    "text": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
                    "score": 0.7416296572920628
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 35,
                    "text": "And he that owneth the house shall come and tell the priest, saying, It seemeth to me there is as it were a plague in the house:",
                    "score": 0.7390780753518575
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 24,
                    "text": "And his servants conspired against him, and slew him in his own house.",
                    "score": 0.7389937193791498
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And it came to pass that they were many; for they did flock in from all the region round about Sidom, and were baptized.",
                    "score": 0.801951911324192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7947887356292288
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
                    "score": 0.7883925555150704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 7,
                    "text": "And it came to pass after many days there were a goodly number gathered together at the place of Mormon, to hear the words of Alma. Yea, all were gathered together that believed on his word, to hear him. And he did teach them, and did preach unto them repentance, and redemption, and faith on the Lord.",
                    "score": 0.7863949003389022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that Corom did that which was good in the sight of the Lord all his days; and he begat many sons and daughters; and after he had seen many days he did pass away, even like unto the rest of the earth; and Kish reigned in his stead.",
                    "score": 0.785213232118145
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore hath the Lord done thus unto this great city?",
                    "score": 0.7830683245015745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass that there were many among them who said that Ammon was the Great Spirit, and others said he was sent by the Great Spirit;",
                    "score": 0.7812480640527879
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Then said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God was.",
                    "score": 0.7805677896258456
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go.",
                    "score": 0.7803491901038329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.7801053040534388
                }
            ]
        },
        {
            "verse": 12,
            "text": "Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 19,
                    "text": "Then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;",
                    "score": 0.7558333638191437
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 2,
                    "text": "Son of man, there were two women, the daughters of one mother:",
                    "score": 0.7502196521758919
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 1,
                    "text": "How doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!",
                    "score": 0.7487724478448082
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 20,
                    "text": "And Hamor and Shechem his son came unto the gate of their city, and communed with the men of their city, saying,",
                    "score": 0.7486022712254935
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the people that were with him, from lying in wait.",
                    "score": 0.7463353200711873
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
                    "score": 0.7454232243493261
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 9,
                    "text": "And now there was a great mourning and lamentation among the people of Limhi, the widow mourning for her husband, the son and the daughter mourning for their father, and the brothers for their brethren.",
                    "score": 0.7405725510069443
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 10,
                    "text": "So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman was there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink.",
                    "score": 0.7401001095911534
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And so it fell out unto him: for the people trode upon him in the gate, and he died.",
                    "score": 0.7400439624047178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 5,
                    "text": "Yea, the cry of widows mourning for their husbands, and also of fathers mourning for their sons, and the daughter for the brother, yea, the brother for the father; and thus the cry of mourning was heard among all of them, mourning for their kindred who had been slain.",
                    "score": 0.734272830734794
                }
            ]
        },
        {
            "verse": 13,
            "text": "And when the Lord saw her, he had compassion on her, and said unto her, Weep not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And the Lord was gracious unto them, and had compassion on them, and had respect unto them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, neither cast he them from his presence as yet.",
                    "score": 0.7944604379051775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon their friends and their families also, that they were not confounded.",
                    "score": 0.7901697262808064
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And when she had opened it, she saw the child: and, behold, the babe wept. And she had compassion on him, and said, This is one of the Hebrews' children.",
                    "score": 0.78823155174564
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?",
                    "score": 0.7873368424074386
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 24,
                    "text": "For he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him; but when he cried unto him, he heard.",
                    "score": 0.7867366938960186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 35,
                    "text": "And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon Jared; therefore he did not confound the language of Jared; and Jared and his brother were not confounded.",
                    "score": 0.785582930402858
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Then she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens.",
                    "score": 0.7828299873825204
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 13,
                    "text": "And Moses cried unto the Lord, saying, Heal her now, O God, I beseech thee.",
                    "score": 0.7811819627609479
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 44,
                    "text": "And as Enoch saw this, he had bitterness of soul, and wept over his brethren, and said unto the heavens: I will refuse to be comforted; but the Lord said unto Enoch: Lift up your heart, and be glad; and look.",
                    "score": 0.7791943295307422
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And she was in bitterness of soul, and prayed unto the Lord, and wept sore.",
                    "score": 0.7787619719381833
                }
            ]
        },
        {
            "verse": 14,
            "text": "And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And he said unto me, Son of man, stand upon thy feet, and I will speak unto thee.",
                    "score": 0.8000560753118282
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the hand of the Lord was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee.",
                    "score": 0.7998049858650115
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand upright: for unto thee am I now sent. And when he had spoken this word unto me, I stood trembling.",
                    "score": 0.7847138109785496
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 54,
                    "text": "And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.",
                    "score": 0.7833443139060212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7826388325351342
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 39,
                    "text": "And it came to pass when they heard him, no man laid hands on him; for fear came on all them that heard him; for he walked with God.",
                    "score": 0.7814690620404283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 8,
                    "text": "But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.",
                    "score": 0.7812042765302679
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And he came unto his father, and said, My father: and he said, Here am I; who art thou, my son?",
                    "score": 0.7793508930101039
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7758761707376627
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7758761707376627
                }
            ]
        },
        {
            "verse": 15,
            "text": "And he that was dead sat up, and began to speak. And he delivered him to his mother.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And when he had taken him, and brought him to his mother, he sat on her knees till noon, and then died.",
                    "score": 0.7788902624177306
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this is the woman, and this is her son, whom Elisha restored to life.",
                    "score": 0.767265343569903
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And he said unto his father, My head, my head. And he said to a lad, Carry him to his mother.",
                    "score": 0.7566338890534228
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.",
                    "score": 0.746329653967363
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 29,
                    "text": "And he lifted up his eyes, and saw his brother Benjamin, his mother's son, and said, Is this your younger brother, of whom ye spake unto me? And he said, God be gracious unto thee, my son.",
                    "score": 0.7416780207795837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 16,
                    "text": "Speaking of the resurrection of the dead, concerning those who shall hear the voice of the Son of Man:",
                    "score": 0.7368504593209193
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones:",
                    "score": 0.7348781005111708
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.",
                    "score": 0.7333764903236635
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel.",
                    "score": 0.7327725600741324
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 20,
                    "text": "And we said unto my lord, We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him.",
                    "score": 0.7321216046557577
                }
            ]
        },
        {
            "verse": 16,
            "text": "And there came a fear on all: and they glorified God, saying, That a great prophet is risen up among us; and, That God hath visited his people.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 17,
                    "text": "The fear of the Lord was upon all nations, so great was the glory of the Lord, which was upon his people. And the Lord blessed the land, and they were blessed upon the mountains, and upon the high places, and did flourish.",
                    "score": 0.8118345664672257
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 25,
                    "text": "For great is the Lord, and greatly to be praised: he also is to be feared above all gods.",
                    "score": 0.8069363072937403
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them.",
                    "score": 0.8008410446185317
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 16,
                    "verse": 24,
                    "text": "And when the people saw him, they praised their god: for they said, Our god hath delivered into our hands our enemy, and the destroyer of our country, which slew many of us.",
                    "score": 0.7999952574060593
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 96,
                    "verse": 4,
                    "text": "For the Lord is great, and greatly to be praised: he is to be feared above all gods.",
                    "score": 0.7998478394001983
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And the fame of David went out into all lands; and the Lord brought the fear of him upon all nations.",
                    "score": 0.7992586887444281
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 14,
                    "verse": 5,
                    "text": "There were they in great fear: for God is in the generation of the righteous.",
                    "score": 0.7907100057874721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And there were exceedingly many prophets among us. And the people were a stiffnecked people, hard to understand.",
                    "score": 0.7875295615116372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And in the days of Coriantor there also came many prophets, and prophesied of great and marvelous things, and cried repentance unto the people, and except they should repent the Lord God would execute judgment against them to their utter destruction;",
                    "score": 0.7868382669142858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 18,
                    "text": "For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.",
                    "score": 0.7852466800474692
                }
            ]
        },
        {
            "verse": 17,
            "text": "And this rumour of him went forth throughout all Judaea, and throughout all the region round about.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 30,
                    "text": "With all his reign and his might, and the times that went over him, and over Israel, and over all the kingdoms of the countries.",
                    "score": 0.785030760798855
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And Gideon made an ephod thereof, and put it in his city, even in Ophrah: and all Israel went thither a whoring after it: which thing became a snare unto Gideon, and to his house.",
                    "score": 0.7526898503363708
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And the Lord said unto me, A conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem.",
                    "score": 0.7450554546390581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 1,
                    "text": "Now when Mosiah had done this he sent out throughout all the land, among all the people, desiring to know their will concerning who should be their king.",
                    "score": 0.7419942995084634
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And the priests and the Levites that were in all Israel resorted to him out of all their coasts.",
                    "score": 0.7395384631100229
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 45,
                    "text": "And he remembered for them his covenant, and repented according to the multitude of his mercies.",
                    "score": 0.7388852146161609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7382877087665191
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 14,
                    "text": "And he went through all the tribes of Israel unto Abel, and to Beth-maachah, and all the Berites: and they were gathered together, and went also after him.",
                    "score": 0.7367243319795267
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 23,
                    "text": "See therefore, and take knowledge of all the lurking places where he hideth himself, and come ye again to me with the certainty, and I will go with you: and it shall come to pass, if he be in the land, that I will search him out throughout all the thousands of Judah.",
                    "score": 0.7353641682744595
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 4,
                    "verse": 24,
                    "text": "For he had dominion over all the region on this side the river, from Tiphsah even to Azzah, over all the kings on this side the river: and he had peace on all sides round about him.",
                    "score": 0.7337393122622016
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the disciples of John shewed him of all these things.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.78207662626327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7800937089745756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 20,
                    "text": "And it came to pass that they did do all things even as Jesus had commanded them.",
                    "score": 0.7800578855487377
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 7,
                    "text": "And Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past.",
                    "score": 0.7761409249625085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.7715287642091031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.770616860935734
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass that when Jesus had made an end of these sayings, he touched with his hand the disciples whom he had chosen, one by one, even until he had touched them all, and spake unto them as he touched them.",
                    "score": 0.7642243327096419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.7628466859210286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 10,
                    "text": "And when the disciples had done this, Jesus said unto them: Blessed are ye for this thing which ye have done, for this is fulfilling my commandments, and this doth witness unto the Father that ye are willing to do that which I have commanded you.",
                    "score": 0.762662006643155
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 66,
                    "text": "And the servant told Isaac all things that he had done.",
                    "score": 0.7624537604954872
                }
            ]
        },
        {
            "verse": 19,
            "text": "And John calling unto him two of his disciples sent them to Jesus, saying, Art thou he that should come? or look we for another?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.",
                    "score": 0.78828227753906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Also I heard the voice of the Lord, saying: Whom shall I send, and who will go for us? Then I said: Here am I; send me.",
                    "score": 0.7874532850124301
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 19,
                    "text": "And so commanded he the second, and the third, and all that followed the droves, saying, On this manner shall ye speak unto Esau, when ye find him.",
                    "score": 0.7851017010152526
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.",
                    "score": 0.7810881088665325
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.7778175077703038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7720535710794849
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7716623171678193
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And also John the son of Zacharias, which Zacharias he (Elias) visited and gave promise that he should have a son, and his name should be John, and he should be filled with the spirit of Elias;",
                    "score": 0.7710635072236393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "score": 0.7700099358842757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7694312536685445
                }
            ]
        },
        {
            "verse": 20,
            "text": "When the men were come unto him, they said, John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.8113050398084722
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And God came unto Balaam, and said, What men are these with thee?",
                    "score": 0.8074224224472228
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them.",
                    "score": 0.8012667739142231
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.800257962760831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And it came to pass that they said unto the king: Bring him hither that we may question him; and the king commanded that he should be brought before them.",
                    "score": 0.7985781703876023
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And the men of the garrison answered Jonathan and his armourbearer, and said, Come up to us, and we will shew you a thing. And Jonathan said unto his armourbearer, Come up after me: for the Lord hath delivered them into the hand of Israel.",
                    "score": 0.793791876125037
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.",
                    "score": 0.7916920519554373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7892882390227746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.",
                    "score": 0.7885486752673828
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And God came unto Balaam at night, and said unto him, If the men come to call thee, rise up, and go with them; but yet the word which I shall say unto thee, that shalt thou do.",
                    "score": 0.7869556794368077
                }
            ]
        },
        {
            "verse": 21,
            "text": "And in that same hour he cured many of their infirmities and plagues, and of evil spirits; and unto many that were blind he gave sight.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.8262739062909704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest unto the people that they had been wrought upon by the Spirit of God, and had been healed; and they did show forth signs also and did do some miracles among the people.",
                    "score": 0.7974647906107568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.7968808958183049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And it came to pass that after he had ascended into heaven--the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father--",
                    "score": 0.78713647736524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And there were great and marvelous works wrought by the disciples of Jesus, insomuch that they did heal the sick, and raise the dead, and cause the lame to walk, and the blind to receive their sight, and the deaf to hear; and all manner of miracles did they work among the children of men; and in nothing did they work miracles save it were in the name of Jesus.",
                    "score": 0.7702497099193816
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 27,
                    "text": "He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.",
                    "score": 0.7652971181023436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7639564008751067
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 15,
                    "text": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
                    "score": 0.7621485328517034
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 9,
                    "text": "In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.",
                    "score": 0.7617409457025506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 53,
                    "text": "In all their afflictions he was afflicted. And the angel of his presence saved them; and in his love, and in his pity, he redeemed them, and bore them, and carried them all the days of old;",
                    "score": 0.760863981597017
                }
            ]
        },
        {
            "verse": 22,
            "text": "Then Jesus answering said unto them, Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7978903255606693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hearken unto my word, my servants Sidney, and Parley, and Leman; for behold, verily I say unto you, that I give unto you a commandment that you shall go and preach my gospel which ye have received, even as ye have received it, unto the Shakers.",
                    "score": 0.797118628563839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
                    "score": 0.7942543929801501
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.",
                    "score": 0.7904306971497845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
                    "score": 0.7901512274395057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 30,
                    "verse": 1,
                    "text": "Hearken, O ye Gentiles, and hear the words of Jesus Christ, the Son of the living God, which he hath commanded me that I should speak concerning you, for, behold he commandeth me that I should write, saying:",
                    "score": 0.7898344051362423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 22,
                    "text": "For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
                    "score": 0.7881036376353847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 15,
                    "verse": 1,
                    "text": "Hearken, my servant John, and listen to the words of Jesus Christ, your Lord and your Redeemer.",
                    "score": 0.788007049880021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And it came to pass that after he had ascended into heaven--the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father--",
                    "score": 0.7856911890132587
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 8,
                    "text": "Bring forth the blind people that have eyes, and the deaf that have ears.",
                    "score": 0.7848415654771028
                }
            ]
        },
        {
            "verse": 23,
            "text": "And blessed is he, whosoever shall not be offended in me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 6,
                    "text": "Then shall I not be ashamed, when I have respect unto all thy commandments.",
                    "score": 0.8244164282081554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 6,
                    "text": "For I, the Lord, am not to be mocked in these things--",
                    "score": 0.8180650518599217
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 2,
                    "text": "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
                    "score": 0.817957365249694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 35,
                    "text": "And whosoever will harden his heart and will do iniquity, behold, I swear in my wrath that he shall not enter into my rest.",
                    "score": 0.8171051540390298
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 2,
                    "text": "Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.",
                    "score": 0.8088722149806434
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 31,
                    "text": "Surely it is meet to be said unto God, I have borne chastisement, I will not offend any more:",
                    "score": 0.8083525090204241
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 122,
                    "text": "Be surety for thy servant for good: let not the proud oppress me.",
                    "score": 0.804466780178518
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 15,
                    "text": "To shew that the Lord is upright: he is my rock, and there is no unrighteousness in him.",
                    "score": 0.8029407583317395
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 33,
                    "text": "Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.",
                    "score": 0.8025754325760633
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And ye shall know that I am in the midst of Israel, and that I am the Lord your God, and none else: and my people shall never be ashamed.",
                    "score": 0.8010659822156011
                }
            ]
        },
        {
            "verse": 24,
            "text": "And when the messengers of John were departed, he began to speak unto the people concerning John, What went ye out into the wilderness for to see? A reed shaken with the wind?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 30,
                    "text": "And after the angel had spoken unto us, he departed.",
                    "score": 0.7856213848969296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And it came to pass that he did according as the Lord had commanded him. And they departed out of the land into the wilderness, as many as would hearken unto the voice of the Lord; and they were led by many preachings and prophesyings. And they were admonished continually by the word of God; and they were led by the power of his arm, through the wilderness until they came down into the land which is called the land of Zarahemla.",
                    "score": 0.7848297349214741
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 147,
                    "verse": 18,
                    "text": "He sendeth out his word, and melteth them: he causeth his wind to blow, and the waters flow.",
                    "score": 0.7829262284946644
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And what he did unto you in the wilderness, until ye came into this place;",
                    "score": 0.7800530721587199
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.7795670939118141
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the hand of the Lord was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee.",
                    "score": 0.7773333586037533
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7762701796664243
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Though he be fruitful among his brethren, an east wind shall come, the wind of the Lord shall come up from the wilderness, and his spring shall become dry, and his fountain shall be dried up: he shall spoil the treasure of all pleasant vessels.",
                    "score": 0.774203374880991
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And when the messengers turned back unto him, he said unto them, Why are ye now turned back?",
                    "score": 0.7733745907582421
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And the messenger that was gone to call Micaiah spake unto him, saying, Behold now, the words of the prophets declare good unto the king with one mouth: let thy word, I pray thee, be like the word of one of them, and speak that which is good.",
                    "score": 0.7729753803414061
                }
            ]
        },
        {
            "verse": 25,
            "text": "But what went ye out for to see? A man clothed in soft raiment? Behold, they which are gorgeously apparelled, and live delicately, are in kings' courts.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 5,
                    "text": "Then I lifted up mine eyes, and looked, and behold a certain man clothed in linen, whose loins were girded with fine gold of Uphaz:",
                    "score": 0.7719359565975268
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 24,
                    "text": "They have seen thy goings, O God; even the goings of my God, my King, in the sanctuary.",
                    "score": 0.771015197527366
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 5,
                    "text": "They looked unto him, and were lightened: and their faces were not ashamed.",
                    "score": 0.7628738389102853
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And it came to pass, when the king heard the words of the woman, that he rent his clothes; and he passed by upon the wall, and the people looked, and, behold, he had sackcloth within upon his flesh.",
                    "score": 0.7603035013729613
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.",
                    "score": 0.7598914925996703
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.759192091584381
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 8,
                    "text": "A king that sitteth in the throne of judgment scattereth away all evil with his eyes.",
                    "score": 0.7569417777160351
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.",
                    "score": 0.7532495032683844
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 11,
                    "verse": 4,
                    "text": "The Lord is in his holy temple, the Lord's throne is in heaven: his eyes behold, his eyelids try, the children of men.",
                    "score": 0.7532371691224187
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 15,
                    "text": "Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity:",
                    "score": 0.7526495545152305
                }
            ]
        },
        {
            "verse": 26,
            "text": "But what went ye out for to see? A prophet? Yea, I say unto you, and much more than a prophet.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Verily I say unto you, yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have testified of me.",
                    "score": 0.7936473671337241
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And he said, Hear now my words: If there be a prophet among you, I the Lord will make myself known unto him in a vision, and will speak unto him in a dream.",
                    "score": 0.7860943377462196
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 15,
                    "text": "The Lord thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;",
                    "score": 0.7721496829235417
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "score": 0.7714754466119783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For behold, I say unto you there be many things to come; and behold, there is one thing which is of more importance than they all--for behold, the time is not far distant that the Redeemer liveth and cometh among his people.",
                    "score": 0.7691376617661742
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.",
                    "score": 0.7669476086096245
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I saw the Lord; and he stood before my face, and he talked with me, even as a man talketh one with another, face to face; and he said unto me: Look, and I will show unto thee the world for the space of many generations.",
                    "score": 0.7641154160562451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And the king said that a seer is greater than a prophet.",
                    "score": 0.7626089017026195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And it came to pass that he said unto me: Show me a sign by this power of the Holy Ghost, in the which ye know so much.",
                    "score": 0.7619092518523422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "score": 0.7608751665696659
                }
            ]
        },
        {
            "verse": 27,
            "text": "This is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.",
                    "score": 0.8863759268562263
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 170,
                    "text": "Let my supplication come before thee: deliver me according to thy word.",
                    "score": 0.8222500773085462
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.",
                    "score": 0.8154558528852077
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 88,
                    "text": "And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.",
                    "score": 0.8144470865280694
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:",
                    "score": 0.8143787649099361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;",
                    "score": 0.8143787649099361
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "score": 0.8116140217900137
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 18,
                    "text": "The letter which ye sent unto us hath been plainly read before me.",
                    "score": 0.8104655030339527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.803499676603309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And he spake also concerning a prophet who should come before the Messiah, to prepare the way of the Lord--",
                    "score": 0.7986600954321319
                }
            ]
        },
        {
            "verse": 28,
            "text": "For I say unto you, Among those that are born of women there is not a greater prophet than John the Baptist: but he that is least in the kingdom of God is greater than he.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.",
                    "score": 0.786299347068547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And Ammon said unto her: Blessed art thou because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the Nephites.",
                    "score": 0.7762341157218682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "score": 0.7611993789614777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Behold, I do not destroy the prophets, for as many as have not been fulfilled in me, verily I say unto you, shall all be fulfilled.",
                    "score": 0.7610210218561815
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 3,
                    "text": "For thus saith the Lord concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bare them, and concerning their fathers that begat them in this land;",
                    "score": 0.7608717705719756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.",
                    "score": 0.7565450968361349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 7,
                    "text": "But he said unto them: Behold, it is not expedient that we should have a king; for thus saith the Lord: Ye shall not esteem one flesh above another, or one man shall not think himself above another; therefore I say unto you it is not expedient that ye should have a king.",
                    "score": 0.7537607186295283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 27,
                    "text": "Wherefore, my brethren, hear me, and hearken to the word of the Lord: For there shall not any man among you have save it be one wife; and concubines he shall have none;",
                    "score": 0.7529705250278127
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And she said unto him: The servants of my husband have made it known unto me that thou art a prophet of a holy God, and that thou hast power to do many mighty works in his name;",
                    "score": 0.7505320294137602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 13,
                    "text": "Yea, and are not the prophets, every one that has opened his mouth to prophesy, that has not fallen into transgression, I mean all the holy prophets ever since the world began? I say unto you that they are his seed.",
                    "score": 0.7499424008971426
                }
            ]
        },
        {
            "verse": 29,
            "text": "And all the people that heard him, and the publicans, justified God, being baptized with the baptism of John.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And he came up out of the water and began to baptize. And he baptized all those whom Jesus had chosen.",
                    "score": 0.8110930865723365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 45,
                    "text": "Therefore, Helaman and his brethren went forth, and did declare the word of God with much power unto the convincing of many people of their wickedness, which did cause them to repent of their sins and to be baptized unto the Lord their God.",
                    "score": 0.7788026114681882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 22,
                    "text": "And again the Lord called others, and said unto them likewise; and he gave unto them power to baptize. And he said unto them: On this wise shall ye baptize; and there shall be no disputations among you.",
                    "score": 0.7786678311481455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And there began to be men inspired from heaven and sent forth, standing among the people in all the land, preaching and testifying boldly of the sins and iniquities of the people, and testifying unto them concerning the redemption which the Lord would make for his people, or in other words, the resurrection of Christ; and they did testify boldly of his death and sufferings.",
                    "score": 0.7761094285217401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 25,
                    "text": "That as many as would believe and be baptized in his holy name, and endure in faith to the end, should be saved--",
                    "score": 0.7719782233061177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 27,
                    "text": "And behold, he cometh to redeem those who will be baptized unto repentance, through faith on his name.",
                    "score": 0.7715063437263354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 73,
                    "text": "The person who is called of God and has authority from Jesus Christ to baptize, shall go down into the water with the person who has presented himself or herself for baptism, and shall say, calling him or her by name: Having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen.",
                    "score": 0.7686425746716423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 51,
                    "text": "They are they who received the testimony of Jesus, and believed on his name and were baptized after the manner of his burial, being buried in the water in his name, and this according to the commandment which he has given--",
                    "score": 0.7681497561685962
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 53,
                    "text": "And our father Adam spake unto the Lord, and said: Why is it that men must repent and be baptized in water? And the Lord said unto Adam: Behold I have forgiven thee thy transgression in the Garden of Eden.",
                    "score": 0.7676937193202401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 35,
                    "text": "They were desirous to be baptized as a witness and a testimony that they were willing to serve God with all their hearts; nevertheless they did prolong the time; and an account of their baptism shall be given hereafter.",
                    "score": 0.7671933078022137
                }
            ]
        },
        {
            "verse": 30,
            "text": "But the Pharisees and lawyers rejected the counsel of God against themselves, being not baptized of him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 10,
                    "text": "They kept not the covenant of God, and refused to walk in his law;",
                    "score": 0.8132216284839006
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
                    "score": 0.7843001524966771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And they would not be baptized; neither would they join the church. And they were a separate people as to their faith, and remained so ever after, even in their carnal and sinful state; for they would not call upon the Lord their God.",
                    "score": 0.772373206797448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 33,
                    "text": "And it came to pass that king Limhi and many of his people were desirous to be baptized; but there was none in the land that had authority from God. And Ammon declined doing this thing, considering himself an unworthy servant.",
                    "score": 0.770414288328342
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And the men took of their victuals, and asked not counsel at the mouth of the Lord.",
                    "score": 0.7622485619460119
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.",
                    "score": 0.7597178594029018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Now there was a strict law among the people of the church, that there should not any man, belonging to the church, arise and persecute those that did not belong to the church, and that there should be no persecution among themselves.",
                    "score": 0.7561645419044947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And it also came to pass that whosoever did belong to the church that did not repent of their wickedness and humble themselves before God--I mean those who were lifted up in the pride of their hearts--the same were rejected, and their names were blotted out, that their names were not numbered among those of the righteous.",
                    "score": 0.7557671015485479
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 32,
                    "text": "But behold, at the end of this appointment your baptisms for your dead shall not be acceptable unto me; and if you do not these things at the end of the appointment ye shall be rejected as a church, with your dead, saith the Lord your God.",
                    "score": 0.7547460540798954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And they were a people friendly one with another; nevertheless they knew not God; neither did the brethren of Amulon teach them anything concerning the Lord their God, neither the law of Moses; nor did they teach them the words of Abinadi;",
                    "score": 0.752905370306753
                }
            ]
        },
        {
            "verse": 31,
            "text": "And the Lord said, Whereunto then shall I liken the men of this generation? and to what are they like?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 18,
                    "text": "This shall be written for the generation to come: and the people which shall be created shall praise the Lord.",
                    "score": 0.8113942022636131
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 8,
                    "text": "Ask thy young men, and they will shew thee. Wherefore let the young men find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever cometh to thine hand unto thy servants, and to thy son David.",
                    "score": 0.8103224377190291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Yea, wo be unto this generation! And the Lord said unto me: Stretch forth thy hand and prophesy, saying: Thus saith the Lord, it shall come to pass that this generation, because of their iniquities, shall be brought into bondage, and shall be smitten on the cheek; yea, and shall be driven by men, and shall be slain; and the vultures of the air, and the dogs, yea, and the wild beasts, shall devour their flesh.",
                    "score": 0.7994044787782774
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 30,
                    "text": "And in that generation shall the times of the Gentiles be fulfilled.",
                    "score": 0.791328348144013
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 81,
                    "text": "Now, unto what shall I liken the children of Zion? I will liken them unto the parable of the woman and the unjust judge, for men ought always to pray and not to faint, which saith--",
                    "score": 0.790821469073674
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 25,
                    "text": "To whom then will ye liken me, or shall I be equal? saith the Holy One.",
                    "score": 0.7863631307563339
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 85,
                    "text": "Thus will I liken the children of Zion.",
                    "score": 0.7863485077479652
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 18,
                    "text": "To whom then will ye liken God? or what likeness will ye compare unto him?",
                    "score": 0.7849411722932692
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "To whom will ye liken me, and make me equal, and compare me, that we may be like?",
                    "score": 0.7824176285129174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 10,
                    "text": "And he said unto the children of men: Follow thou me. Wherefore, my beloved brethren, can we follow Jesus save we shall be willing to keep the commandments of the Father?",
                    "score": 0.7795759050689203
                }
            ]
        },
        {
            "verse": 32,
            "text": "They are like unto children sitting in the marketplace, and calling one to another, and saying, We have piped unto you, and ye have not danced; we have mourned to you, and ye have not wept.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 36,
                    "text": "And now, verily I say unto you, and what I say unto one I say unto all, be of good cheer, little children; for I am in your midst, and I have not forsaken you;",
                    "score": 0.762125752019685
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 39,
                    "verse": 3,
                    "text": "They bow themselves, they bring forth their young ones, they cast out their sorrows.",
                    "score": 0.7504539858404862
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 31,
                    "text": "And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.",
                    "score": 0.7486599990562693
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 26,
                    "text": "For they persecute him whom thou hast smitten; and they talk to the grief of those whom thou hast wounded.",
                    "score": 0.7296076306418455
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 3,
                    "text": "O Lord, are not thine eyes upon the truth? thou hast stricken them, but they have not grieved; thou hast consumed them, but they have refused to receive correction: they have made their faces harder than a rock; they have refused to return.",
                    "score": 0.729362840945801
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 26,
                    "text": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?",
                    "score": 0.7280565496155147
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Now therefore be not grieved, nor angry with yourselves, that ye sold me hither: for God did send me before you to preserve life.",
                    "score": 0.7233027385332222
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 18,
                    "text": "And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?",
                    "score": 0.7230965208673997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Yea, thou art merciful unto thy children when they cry unto thee, to be heard of thee and not of men, and thou wilt hear them.",
                    "score": 0.7218884001121432
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                    "score": 0.7213673237302981
                }
            ]
        },
        {
            "verse": 33,
            "text": "For John the Baptist came neither eating bread nor drinking wine; and ye say, He hath a devil.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Ye have not eaten bread, neither have ye drunk wine or strong drink: that ye might know that I am the Lord your God.",
                    "score": 0.7919328370699313
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7893049418619908
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7880886186951471
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 22,
                    "text": "But camest back, and hast eaten bread and drunk water in the place, of the which the Lord did say to thee, Eat no bread, and drink no water; thy carcase shall not come unto the sepulchre of thy fathers.",
                    "score": 0.7879602595629503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;",
                    "score": 0.787231311462781
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 21,
                    "text": "Therefore hear now this, thou afflicted, and drunken, but not with wine:",
                    "score": 0.7781976621074989
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 6,
                    "text": "But they said, We will drink no wine: for Jonadab the son of Rechab our father commanded us, saying, Ye shall drink no wine, neither ye, nor your sons for ever:",
                    "score": 0.777888834564297
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
                    "score": 0.7776692143856241
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 17,
                    "text": "For it was said to me by the word of the Lord, Thou shalt eat no bread nor drink water there, nor turn again to go by the way that thou camest.",
                    "score": 0.7727526478628577
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Thou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine.",
                    "score": 0.7711297812437922
                }
            ]
        },
        {
            "verse": 34,
            "text": "The Son of man is come eating and drinking; and ye say, Behold a gluttonous man, and a winebibber, a friend of publicans and sinners!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Come, eat of my bread, and drink of the wine which I have mingled.",
                    "score": 0.8131395078392673
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And shall begin to smite his fellow-servants, and to eat and drink with the drunken,",
                    "score": 0.7867023958210857
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 25,
                    "text": "And he said, Bring it near to me, and I will eat of my son's venison, that my soul may bless thee. And he brought it near to him, and he did eat: and he brought him wine, and he drank.",
                    "score": 0.7858581605028655
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And in this mountain shall the Lord of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.",
                    "score": 0.785448278326237
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Son of man, eat thy bread with quaking, and drink thy water with trembling and with carefulness;",
                    "score": 0.7845244945236245
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 18,
                    "text": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother's house:",
                    "score": 0.78237471104032
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with care; and they shall drink water by measure, and with astonishment:",
                    "score": 0.7804915273931855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7778997128903974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7750476732672168
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And for a drink offering thou shalt offer the third part of an hin of wine, for a sweet savour unto the Lord.",
                    "score": 0.7745383928245079
                }
            ]
        },
        {
            "verse": 35,
            "text": "But wisdom is justified of all her children.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 29,
                    "text": "Many daughters have done virtuously, but thou excellest them all.",
                    "score": 0.7690219291936271
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 44,
                    "text": "Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter.",
                    "score": 0.7300977202109157
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Only by pride cometh contention: but with the well advised is wisdom.",
                    "score": 0.729003395170162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 40,
                    "text": "For intelligence cleaveth unto intelligence; wisdom receiveth wisdom; truth embraceth truth; virtue loveth virtue; light cleaveth unto light; mercy hath compassion on mercy and claimeth her own; justice continueth its course and claimeth its own; judgment goeth before the face of him who sitteth upon the throne and governeth and executeth all things.",
                    "score": 0.7270596807024428
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 26,
                    "text": "She openeth her mouth with wisdom; and in her tongue is the law of kindness.",
                    "score": 0.7190874057606815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 18,
                    "text": "To another is given the word of knowledge, that all may be taught to be wise and to have knowledge.",
                    "score": 0.7180604161205888
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 53,
                    "text": "Behold, here is wisdom. Let them do this lest they receive none inheritance, save it be by the shedding of blood.",
                    "score": 0.7168050697123072
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 7,
                    "text": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
                    "score": 0.7156484923108819
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 12,
                    "text": "For wisdom is a defence, and money is a defence: but the excellency of knowledge is, that wisdom giveth life to them that have it.",
                    "score": 0.7132823408005555
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 1,
                    "text": "Wisdom hath builded her house, she hath hewn out her seven pillars:",
                    "score": 0.7109896646637758
                }
            ]
        },
        {
            "verse": 36,
            "text": "And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee's house, and sat down to meat.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Then he said unto him, Come home with me, and eat bread.",
                    "score": 0.8033153903947655
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
                    "score": 0.7854743752947803
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 31,
                    "text": "And he also had made savoury meat, and brought it unto his father, and said unto his father, Let my father arise, and eat of his son's venison, that thy soul may bless me.",
                    "score": 0.7746951825435235
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And Moses said unto Aaron and to his sons, Boil the flesh at the door of the tabernacle of the congregation: and there eat it with the bread that is in the basket of consecrations, as I commanded, saying, Aaron and his sons shall eat it.",
                    "score": 0.7742082277461567
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 11,
                    "text": "But if the priest buy any soul with his money, he shall eat of it, and he that is born in his house: they shall eat of his meat.",
                    "score": 0.7700247973699678
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 25,
                    "text": "Man did eat angels' food: he sent them meat to the full.",
                    "score": 0.7695013897602181
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 10,
                    "text": "And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother.",
                    "score": 0.76806311051242
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 7,
                    "text": "Then David sent home to Tamar, saying, Go now to thy brother Amnon's house, and dress him meat.",
                    "score": 0.766071461974266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?",
                    "score": 0.7650308086532062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And it came to pass that the man received him into his house; and the man was called Amulek; and he brought forth bread and meat and set before Alma.",
                    "score": 0.7633814739655085
                }
            ]
        },
        {
            "verse": 37,
            "text": "And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee's house, brought an alabaster box of ointment,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And when the days of her purifying are fulfilled, for a son, or for a daughter, she shall bring a lamb of the first year for a burnt offering, and a young pigeon, or a turtledove, for a sin offering, unto the door of the tabernacle of the congregation, unto the priest:",
                    "score": 0.7316711353131328
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand.",
                    "score": 0.7253817717442095
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And he shall bring his trespass offering unto the Lord for his sin which he hath sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make an atonement for him concerning his sin.",
                    "score": 0.7205757208115473
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 4,
                    "verse": 32,
                    "text": "And if he bring a lamb for a sin offering, he shall bring it a female without blemish.",
                    "score": 0.7123705785540532
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And if she be not able to bring a lamb, then she shall bring two turtles, or two young pigeons; the one for the burnt offering, and the other for a sin offering: and the priest shall make an atonement for her, and she shall be clean.",
                    "score": 0.7120361039899816
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And the priest shall make an atonement for him as touching his sin that he hath sinned in one of these, and it shall be forgiven him: and the remnant shall be the priest's, as a meat offering.",
                    "score": 0.7112390407274471
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 30,
                    "text": "And the priest shall offer the one for a sin offering, and the other for a burnt offering; and the priest shall make an atonement for her before the Lord for the issue of her uncleanness.",
                    "score": 0.7109185501384144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "score": 0.7108130499367753
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And thou shalt bring the meat offering that is made of these things unto the Lord: and when it is presented unto the priest, he shall bring it unto the altar.",
                    "score": 0.7106438143548461
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 2,
                    "text": "Son of man, cause Jerusalem to know her abominations,",
                    "score": 0.7091299643508883
                }
            ]
        },
        {
            "verse": 38,
            "text": "And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
                    "score": 0.8318114184922795
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 41,
                    "text": "And she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.",
                    "score": 0.7664509073407058
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he that toucheth the flesh of him that hath the issue shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.7624276852746001
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And whosoever toucheth any thing that she sat upon shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.762047196518554
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 13,
                    "text": "And Moses cried unto the Lord, saying, Heal her now, O God, I beseech thee.",
                    "score": 0.7585343856238504
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And this have ye done again, covering the altar of the Lord with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good will at your hand.",
                    "score": 0.7580335903074196
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And he that burneth her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the even.",
                    "score": 0.7550432351311496
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 15,
                    "text": "Moreover he kissed all his brethren, and wept upon them: and after that his brethren talked with him.",
                    "score": 0.7550226680584615
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And he poured of the anointing oil upon Aaron's head, and anointed him, to sanctify him.",
                    "score": 0.7534649543090313
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And in that day did the Lord God of hosts call to weeping, and to mourning, and to baldness, and to girding with sackcloth:",
                    "score": 0.7522665882430852
                }
            ]
        },
        {
            "verse": 39,
            "text": "Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 28,
                    "text": "But I say unto you, that whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart.",
                    "score": 0.7940403169142548
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 32,
                    "text": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
                    "score": 0.784373451311114
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.783681892457277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil.",
                    "score": 0.7813685827499443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And it had come to pass that my father spake unto her, saying: I know that I am a visionary man; for if I had not seen the things of God in a vision I should not have known the goodness of God, but had tarried at Jerusalem, and had perished with my brethren.",
                    "score": 0.7801437287422359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And he spake also concerning a prophet who should come before the Messiah, to prepare the way of the Lord--",
                    "score": 0.7773267346613103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 13,
                    "text": "For as sure as thou livest, behold, I have seen my Redeemer; and he shall come forth, and be born of a woman, and he shall redeem all mankind who believe on his name. Now, when he had said these words, his heart was swollen within him, and he sunk again with joy; and the queen also sunk down, being overpowered by the Spirit.",
                    "score": 0.7771719935702286
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 65,
                    "text": "For she had said unto the servant, What man is this that walketh in the field to meet us? And the servant had said, It is my master: therefore she took a veil, and covered herself.",
                    "score": 0.7766066811740174
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 30,
                    "text": "Then Saul's anger was kindled against Jonathan, and he said unto him, Thou son of the perverse rebellious woman, do not I know that thou hast chosen the son of Jesse to thine own confusion, and unto the confusion of thy mother's nakedness?",
                    "score": 0.7748852039129506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 16,
                    "text": "And verily I say unto you, as I have said before, he that looketh on a woman to lust after her, or if any shall commit adultery in their hearts, they shall not have the Spirit, but shall deny the faith and shall fear.",
                    "score": 0.7703694463479362
                }
            ]
        },
        {
            "verse": 40,
            "text": "And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 14,
                    "text": "He said moreover, I have somewhat to say unto thee. And she said, Say on.",
                    "score": 0.8396465898067044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
                    "score": 0.7951153901126884
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And he said unto him, Yea.",
                    "score": 0.7926218985513375
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 17,
                    "text": "And he commanded the foremost, saying, When Esau my brother meeteth thee, and asketh thee, saying, Whose art thou? and whither goest thou? and whose are these before thee?",
                    "score": 0.7925693355457283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And he answered, and said unto him: I do not know what that meaneth.",
                    "score": 0.7922232758606556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.7921424336470201
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord of hosts.",
                    "score": 0.786811786442221
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "score": 0.78538997364177
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 4,
                    "text": "I will answer thee, and thy companions with thee.",
                    "score": 0.7835212256307857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7832457097656377
                }
            ]
        },
        {
            "verse": 41,
            "text": "There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And his host, and those that were numbered of them, were forty and five thousand and six hundred and fifty.",
                    "score": 0.7417890408652271
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And this is the manner of the release: Every creditor that lendeth ought unto his neighbour shall release it; he shall not exact it of his neighbour, or of his brother; because it is called the Lord's release.",
                    "score": 0.7416391213346456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Now if a man owed another, and he would not pay that which he did owe, he was complained of to the judge; and the judge executed authority, and sent forth officers that the man should be brought before him; and he judged the man according to the law and the evidences which were brought against him, and thus the man was compelled to pay that which he owed, or be stripped, or be cast out from among the people as a thief and a robber.",
                    "score": 0.7319130108542393
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 30,
                    "text": "And his host, and those that were numbered of them, were fifty and three thousand and four hundred.",
                    "score": 0.7305854147492145
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 34,
                    "text": "The children of the other Elam, a thousand two hundred fifty and four.",
                    "score": 0.7288891830260485
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 31,
                    "text": "The children of the other Elam, a thousand two hundred fifty and four.",
                    "score": 0.7288891830260485
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.",
                    "score": 0.7275326151243565
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 39,
                    "text": "And the asses were thirty thousand and five hundred; of which the Lord's tribute was threescore and one.",
                    "score": 0.7247769458213774
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 23,
                    "text": "These were the chief of the officers that were over Solomon's work, five hundred and fifty, which bare rule over the people that wrought in the work.",
                    "score": 0.7232185113241848
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 46,
                    "text": "Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.",
                    "score": 0.7168387086929596
                }
            ]
        },
        {
            "verse": 42,
            "text": "And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 14,
                    "verse": 4,
                    "text": "I will heal their backsliding, I will love them freely: for mine anger is turned away from him.",
                    "score": 0.7380504779684225
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 17,
                    "text": "He that hath pity upon the poor lendeth unto the Lord; and that which he hath given will he pay him again.",
                    "score": 0.7345904855370443
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And when he had made an end to offer the present, he sent away the people that bare the present.",
                    "score": 0.732024866474062
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 51,
                    "text": "If there be yet many years behind, according unto them he shall give again the price of his redemption out of the money that he was bought for.",
                    "score": 0.7192912926970592
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 38,
                    "text": "But he, being full of compassion, forgave their iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath.",
                    "score": 0.7167359463968624
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 9,
                    "text": "In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.",
                    "score": 0.7163170525422937
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 147,
                    "verse": 3,
                    "text": "He healeth the broken in heart, and bindeth up their wounds.",
                    "score": 0.712673369921549
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 24,
                    "text": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.",
                    "score": 0.7094009230684482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "These two sons are come unto thee, who shall be sorry for thee--thy desolation and destruction, and the famine and the sword--and by whom shall I comfort thee?",
                    "score": 0.7069245804727136
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 28,
                    "text": "And he said unto his brethren, My money is restored; and, lo, it is even in my sack: and their heart failed them, and they were afraid, saying one to another, What is this that God hath done unto us?",
                    "score": 0.706905123608818
                }
            ]
        },
        {
            "verse": 43,
            "text": "Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.8013521069084535
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 5,
                    "text": "I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the Lord; and thou forgavest the iniquity of my sin. Selah.",
                    "score": 0.7751803703303678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "score": 0.7707134233905446
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
                    "score": 0.7644522944669837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 74,
                    "text": "Behold, verily I say unto you, that whatever persons among you, having put away their companions for the cause of fornication, or in other words, if they shall testify before you in all lowliness of heart that this is the case, ye shall not cast them out from among you;",
                    "score": 0.7634846554112918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.762456184860615
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And he said unto them, What advice give ye that we may return answer to this people, which have spoken to me, saying, Ease somewhat the yoke that thy father did put upon us?",
                    "score": 0.7620925401600012
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 8,
                    "text": "And he sinned; nevertheless, I forgive him and say unto him again, Go ye into the south countries.",
                    "score": 0.7587625109965063
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.7563328401539269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.756273069818918
                }
            ]
        },
        {
            "verse": 44,
            "text": "And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 41,
                    "text": "And she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.",
                    "score": 0.8072863330783683
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 21,
                    "text": "And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me.",
                    "score": 0.8029753155093818
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 24,
                    "text": "And the man brought the men into Joseph's house, and gave them water, and they washed their feet; and he gave their asses provender.",
                    "score": 0.7912261289124042
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 21,
                    "text": "And whosoever toucheth her bed shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.7898479265420816
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 16,
                    "verse": 17,
                    "text": "That he told her all his heart, and said unto her, There hath not come a razor upon mine head; for I have been a Nazarite unto God from my mother's womb: if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.",
                    "score": 0.7858284324897178
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 9,
                    "text": "Then washed I thee with water; yea, I throughly washed away thy blood from thee, and I anointed thee with oil.",
                    "score": 0.7817047030996617
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 21,
                    "text": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
                    "score": 0.7816544090830624
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And he that burneth her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the even.",
                    "score": 0.7814973695847135
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And whosoever toucheth any thing that she sat upon shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.7805461127456736
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7784999257029485
                }
            ]
        },
        {
            "verse": 45,
            "text": "Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 11,
                    "text": "Let not the foot of pride come against me, and let not the hand of the wicked remove me.",
                    "score": 0.7695652905550205
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 2,
                    "text": "Thou hast given him his heart's desire, and hast not withholden the request of his lips. Selah.",
                    "score": 0.7633415571884609
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 101,
                    "text": "I have refrained my feet from every evil way, that I might keep thy word.",
                    "score": 0.7630483769567059
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 8,
                    "verse": 1,
                    "text": "O that thou wert as my brother, that sucked the breasts of my mother! when I should find thee without, I would kiss thee; yea, I should not be despised.",
                    "score": 0.757741947555123
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 9,
                    "text": "I have preached righteousness in the great congregation: lo, I have not refrained my lips, O Lord, thou knowest.",
                    "score": 0.7557298093263561
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 27,
                    "text": "And my heart hath been secretly enticed, or my mouth hath kissed my hand:",
                    "score": 0.7509386311549713
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 28,
                    "text": "And the Lord opened the mouth of the ass, and she said unto Balaam, What have I done unto thee, that thou hast smitten me these three times?",
                    "score": 0.7505097006330891
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 28,
                    "text": "And hast not suffered me to kiss my sons and my daughters? thou hast now done foolishly in so doing.",
                    "score": 0.7482631437388205
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 22,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.747502087995585
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 15,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.747502087995585
                }
            ]
        },
        {
            "verse": 46,
            "text": "My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 20,
                    "text": "I have found David my servant; with my holy oil have I anointed him:",
                    "score": 0.7710685650843538
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 25,
                    "text": "And thou shalt make it an oil of holy ointment, an ointment compound after the art of the apothecary: it shall be an holy anointing oil.",
                    "score": 0.7686834660252955
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 22,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.7645425020131732
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 15,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.7645425020131732
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 9,
                    "text": "Then washed I thee with water; yea, I throughly washed away thy blood from thee, and I anointed thee with oil.",
                    "score": 0.7598199507252952
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 7,
                    "text": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.",
                    "score": 0.758148883962703
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 141,
                    "verse": 5,
                    "text": "Let the righteous smite me; it shall be a kindness: and let him reprove me; it shall be an excellent oil, which shall not break my head: for yet my prayer also shall be in their calamities.",
                    "score": 0.7516817435693922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 37,
                    "text": "Behold the wounds which pierced my side, and also the prints of the nails in my hands and feet; be faithful, keep my commandments, and ye shall inherit the kingdom of heaven. Amen.",
                    "score": 0.7472711589536747
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 23,
                    "verse": 5,
                    "text": "Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.",
                    "score": 0.744167055736814
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 29,
                    "verse": 6,
                    "text": "When I washed my steps with butter, and the rock poured me out rivers of oil;",
                    "score": 0.7430276206214924
                }
            ]
        },
        {
            "verse": 47,
            "text": "Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "score": 0.8098219154780507
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 50,
                    "text": "And forgive thy people that have sinned against thee, and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:",
                    "score": 0.8006434395570491
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.7995497753738161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you whom I love, and whom I love I also chasten that their sins may be forgiven, for with the chastisement I prepare a way for their deliverance in all things out of temptation, and I have loved you--",
                    "score": 0.7972816138961978
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 15,
                    "text": "What hath my beloved to do in mine house, seeing she hath wrought lewdness with many, and the holy flesh is passed from thee? when thou doest evil, then thou rejoicest.",
                    "score": 0.7961246655334538
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.7900256087682382
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 20,
                    "text": "Wherefore, I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments of which I have spoken, of which in the smallest, yea, even in the least degree you have tasted at the time I withdrew my Spirit.",
                    "score": 0.7889754374986367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "score": 0.7850176259300239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 2,
                    "text": "Behold, verily thus saith the Lord unto you, O ye elders of my church, who are assembled upon this spot, whose sins are now forgiven you, for I, the Lord, forgive sins, and am merciful unto those who confess their sins with humble hearts;",
                    "score": 0.7847364485082632
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Behold, thy sins are forgiven thee, and thou art an elect lady, whom I have called.",
                    "score": 0.7838930802741202
                }
            ]
        },
        {
            "verse": 48,
            "text": "And he said unto her, Thy sins are forgiven.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 36,
                    "text": "And behold, verily I say unto you, blessed are you who are now hearing these words of mine from the mouth of my servant, for your sins are forgiven you.",
                    "score": 0.83061998931997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.",
                    "score": 0.8224053079944172
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Behold, thy sins are forgiven thee, and thou art an elect lady, whom I have called.",
                    "score": 0.8187817454058671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.814392364973633
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 10,
                    "text": "But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips.",
                    "score": 0.8119916728409894
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 2,
                    "text": "Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.",
                    "score": 0.8047720824888611
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 3,
                    "text": "Nevertheless, inasmuch as thou hast abased thyself thou shalt be exalted; therefore, all thy sins are forgiven thee.",
                    "score": 0.804142647055358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.8026104666576681
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Blessed is he whose transgression is forgiven, whose sin is covered.",
                    "score": 0.802030050440113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "score": 0.8008035497219365
                }
            ]
        },
        {
            "verse": 49,
            "text": "And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 30,
                    "text": "They were not estranged from their lust. But while their meat was yet in their mouths,",
                    "score": 0.7749048047452246
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 31,
                    "text": "For by them judgeth he the people; he giveth meat in abundance.",
                    "score": 0.7670035947463404
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 8,
                    "text": "That which dieth of itself, or is torn with beasts, he shall not eat to defile himself therewith: I am the Lord.",
                    "score": 0.7657835641566003
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And the priest shall make an atonement for him as touching his sin that he hath sinned in one of these, and it shall be forgiven him: and the remnant shall be the priest's, as a meat offering.",
                    "score": 0.7634962011517454
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 18,
                    "text": "And they tempted God in their heart by asking meat for their lust.",
                    "score": 0.7633325535137987
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 3,
                    "text": "He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he cut off a dog's neck; he that offereth an oblation, as if he offered swine's blood; he that burneth incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.",
                    "score": 0.759104277777017
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.7589860102862788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And now it came to pass that when Jesus had spoken these words he looked upon the twelve whom he had chosen, and said unto them: Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
                    "score": 0.7575995259051327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 35,
                    "text": "And whosoever repented of their sins and did confess them, them he did number among the people of the church;",
                    "score": 0.7559745328491193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.7555060301230997
                }
            ]
        },
        {
            "verse": 50,
            "text": "And he said to the woman, Thy faith hath saved thee; go in peace.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds wherewith she bound her soul shall stand.",
                    "score": 0.8008527329213491
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.",
                    "score": 0.7857247286979508
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 30,
                    "verse": 14,
                    "text": "But if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which are upon her: he confirmeth them, because he held his peace at her in the day that he heard them.",
                    "score": 0.7819644697123914
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 21,
                    "text": "And the man wondering at her held his peace, to wit whether the Lord had made his journey prosperous or not.",
                    "score": 0.7797648824521699
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 15,
                    "text": "And Moses said unto them, Have ye saved all the women alive?",
                    "score": 0.7787863053158088
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Now therefore restore the man his wife; for he is a prophet, and he shall pray for thee, and thou shalt live: and if thou restore her not, know thou that thou shalt surely die, thou, and all that are thine.",
                    "score": 0.7760526755539439
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And the Lord said unto him, Peace be unto thee; fear not: thou shalt not die.",
                    "score": 0.7754041398109718
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
                    "score": 0.7751807166165284
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 1,
                    "text": "Preserve me, O God: for in thee do I put my trust.",
                    "score": 0.7742601548013129
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 35,
                    "text": "So David received of her hand that which she had brought him, and said unto her, Go up in peace to thine house; see, I have hearkened to thy voice, and have accepted thy person.",
                    "score": 0.7725948930560341
                }
            ]
        }
    ]
}