{
    "volume": "New Testament",
    "book": "Luke",
    "chapter": 24,
    "verses": [
        {
            "verse": 1,
            "text": "Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Wherefore now rise up early in the morning with thy master's servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart.",
                    "score": 0.7634234687074076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And there was one day in every week that was set apart that they should gather themselves together to teach the people, and to worship the Lord their God, and also, as often as it was in their power, to assemble themselves together.",
                    "score": 0.7543863166951588
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 4,
                    "text": "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt offerings and peace offerings.",
                    "score": 0.7517887642986804
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 9,
                    "verse": 30,
                    "text": "And some of the sons of the priests made the ointment of the spices.",
                    "score": 0.7444827377298522
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them.",
                    "score": 0.7423021832274688
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 14,
                    "text": "In the morning therefore ye shall be brought according to your tribes: and it shall be, that the tribe which the Lord taketh shall come according to the families thereof; and the family which the Lord shall take shall come by households; and the household which the Lord shall take shall come man by man.",
                    "score": 0.7351434444953081
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
                    "score": 0.7347538365447632
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And they buried him in his own sepulchres, which he had made for himself in the city of David, and laid him in the bed which was filled with sweet odours and divers kinds of spices prepared by the apothecaries' art: and they made a very great burning for him.",
                    "score": 0.7346110757777324
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And he brought the meat offering, and took an handful thereof, and burnt it upon the altar, beside the burnt sacrifice of the morning.",
                    "score": 0.7335006082860717
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 28,
                    "verse": 26,
                    "text": "Also in the day of the firstfruits, when ye bring a new meat offering unto the Lord, after your weeks be out, ye shall have an holy convocation; ye shall do no servile work:",
                    "score": 0.7315553053727638
                }
            ]
        },
        {
            "verse": 2,
            "text": "And they found the stone rolled away from the sepulchre.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 34,
                    "text": "Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.",
                    "score": 0.7564401740645711
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 10,
                    "text": "And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the Lord thy God, which brought thee out of the land of Egypt, from the house of bondage.",
                    "score": 0.7469378565400233
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 35,
                    "text": "Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.",
                    "score": 0.7351286507841984
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 45,
                    "text": "Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.",
                    "score": 0.7336199440887227
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 20,
                    "text": "And this temple which ye now see shall be thrown down that there shall not be left one stone upon another.",
                    "score": 0.7295590554753698
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 8,
                    "text": "When they were at the great stone which is in Gibeon, Amasa went before them. And Joab's garment that he had put on was girded unto him, and upon it a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.",
                    "score": 0.7250898719602779
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 28,
                    "text": "And Alma and Amulek came forth out of the prison, and they were not hurt; for the Lord had granted unto them power, according to their faith which was in Christ. And they straightway came forth out of the prison; and they were loosed from their bands; and the prison had fallen to the earth, and every soul within the walls thereof, save it were Alma and Amulek, was slain; and they straightway came forth into the city.",
                    "score": 0.7216225867567548
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7205786490984113
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And they departed not from the commandment of the king unto the priests and Levites concerning any matter, or concerning the treasures.",
                    "score": 0.7203389026190962
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 17,
                    "text": "He moveth his tail like a cedar: the sinews of his stones are wrapped together.",
                    "score": 0.7195666911128716
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they entered in, and found not the body of the Lord Jesus.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 82,
                    "text": "These are they who received not the gospel of Christ, neither the testimony of Jesus.",
                    "score": 0.7638807135888908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And it came to pass that there was not one soul, except it were little children, but who had entered into the covenant and had taken upon them the name of Christ.",
                    "score": 0.7617357740257565
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 74,
                    "text": "Who received not the testimony of Jesus in the flesh, but afterwards received it.",
                    "score": 0.7597087557952589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And whether they were in the body or out of the body, they could not tell; for it did seem unto them like a transfiguration of them, that they were changed from this body of flesh into an immortal state, that they could behold the things of God.",
                    "score": 0.7464976844529184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 22,
                    "text": "The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit. Were it not so, the Holy Ghost could not dwell in us.",
                    "score": 0.7439440975635715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 79,
                    "text": "These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.",
                    "score": 0.7436886576524158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 2,
                    "text": "They did not believe what had been said concerning the resurrection of the dead, neither did they believe concerning the coming of Christ.",
                    "score": 0.7418041431337055
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 28,
                    "text": "And it was so, when the king went into the house of the Lord, that the guard bare them, and brought them back into the guard chamber.",
                    "score": 0.7413269358693265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Yet in this thing ye did not believe the Lord your God,",
                    "score": 0.7408549237886397
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 25,
                    "text": "And they tarried till they were ashamed: and, behold, he opened not the doors of the parlour; therefore they took a key, and opened them: and, behold, their lord was fallen down dead on the earth.",
                    "score": 0.7396778911787159
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.8123632607622401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass that I saw a man, and he was dressed in a white robe; and he came and stood before me.",
                    "score": 0.7815585038322925
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 5,
                    "text": "They saw it, and so they marvelled; they were troubled, and hasted away.",
                    "score": 0.7813629906528481
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 4,
                    "text": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?",
                    "score": 0.7599191610238896
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 21,
                    "text": "And it came to pass, as they were burying a man, that, behold, they spied a band of men; and they cast the man into the sepulchre of Elisha: and when the man was let down, and touched the bones of Elisha, he revived, and stood up on his feet.",
                    "score": 0.7598093808525309
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.",
                    "score": 0.7526472342984334
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father's nakedness.",
                    "score": 0.7474128904428159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
                    "score": 0.7468713478181124
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.7461811997891713
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And it came to pass, when they were come into Samaria, that Elisha said, Lord, open the eyes of these men, that they may see. And the Lord opened their eyes, and they saw; and, behold, they were in the midst of Samaria.",
                    "score": 0.7441438963031319
                }
            ]
        },
        {
            "verse": 5,
            "text": "And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 5,
                    "text": "But now, when they saw they believed, and fear came upon them lest all the judgments which Nephi had spoken should come upon the people; therefore they did quake, and had fallen to the earth.",
                    "score": 0.7881209198831668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 11,
                    "text": "And the bodies of many thousands are laid low in the earth, while the bodies of many thousands are moldering in heaps upon the face of the earth; yea, and many thousands are mourning for the loss of their kindred, because they have reason to fear, according to the promises of the Lord, that they are consigned to a state of endless wo.",
                    "score": 0.7850015318522312
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 12,
                    "text": "And Joseph brought them out from between his knees, and he bowed himself with his face to the earth.",
                    "score": 0.7803673617785024
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 53,
                    "verse": 5,
                    "text": "There were they in great fear, where no fear was: for God hath scattered the bones of him that encampeth against thee: thou hast put them to shame, because God hath despised them.",
                    "score": 0.777949493307602
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 16,
                    "text": "The waters saw thee, O God, the waters saw thee; they were afraid: the depths also were troubled.",
                    "score": 0.7765396794280213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And it came to pass that those people who sought to destroy Nephi were compelled because of their fear, that they did not lay their hands on him; therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear.",
                    "score": 0.7762927352146866
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 17,
                    "verse": 11,
                    "text": "They have now compassed us in our steps: they have set their eyes bowing down to the earth;",
                    "score": 0.774455884101068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
                    "score": 0.7717009379069587
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 17,
                    "text": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the Lord our God, and shall fear because of thee.",
                    "score": 0.7706618630158516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And there were many, who had not believed the words of the prophets, who fell to the earth and became as if they were dead, for they knew that the great plan of destruction which they had laid for those who believed in the words of the prophets had been frustrated; for the sign which had been given was already at hand.",
                    "score": 0.7705312370546586
                }
            ]
        },
        {
            "verse": 6,
            "text": "He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 50,
                    "text": "Ye that have escaped the sword, go away, stand not still: remember the Lord afar off, and let Jerusalem come into your mind.",
                    "score": 0.7844123693331125
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 6,
                    "text": "Seek ye the Lord while he may be found, call ye upon him while he is near:",
                    "score": 0.7708022746067308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land.",
                    "score": 0.7627922189038621
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 22,
                    "text": "And Joshua called for them, and he spake unto them, saying, Wherefore have ye beguiled us, saying, We are very far from you; when ye dwell among us?",
                    "score": 0.761807086191737
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 6,
                    "text": "Let not them that wait on thee, O Lord God of hosts, be ashamed for my sake: let not those that seek thee be confounded for my sake, O God of Israel.",
                    "score": 0.7528325627712469
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 17,
                    "text": "That the Lord spake unto me, saying,",
                    "score": 0.7504727987869064
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 7,
                    "text": "Rest in the Lord, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.",
                    "score": 0.7500682288907627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 10,
                    "text": "How is it that ye have forgotten that ye have seen an angel of the Lord?",
                    "score": 0.7488993963957089
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Remember, O Lord, what is come upon us: consider, and behold our reproach.",
                    "score": 0.7466906458125959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Behold, he bringeth to pass the resurrection of the dead. But behold, my son, the resurrection is not yet. Now, I unfold unto you a mystery; nevertheless, there are many mysteries which are kept, that no one knoweth them save God himself. But I show unto you one thing which I have inquired diligently of God that I might know--that is concerning the resurrection.",
                    "score": 0.7465599783463036
                }
            ]
        },
        {
            "verse": 7,
            "text": "Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 19,
                    "text": "A man of great wrath shall suffer punishment: for if thou deliver him, yet thou must do it again.",
                    "score": 0.8301717745118237
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 37,
                    "text": "And Reuben spake unto his father, saying, Slay my two sons, if I bring him not to thee: deliver him into my hand, and I will bring him to thee again.",
                    "score": 0.8233881945585642
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 23,
                    "text": "He was crucified, died, and rose again the third day;",
                    "score": 0.8222854020362055
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he shall rise the third day from the dead; and behold, he standeth to judge the world; and behold, all these things are done that a righteous judgment might come upon the children of men.",
                    "score": 0.8208412422138148
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But the remainder of the flesh of the sacrifice on the third day shall be burnt with fire.",
                    "score": 0.8197932759155938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 7,
                    "text": "Yea, even so he shall be led, crucified, and slain, the flesh becoming subject even unto death, the will of the Son being swallowed up in the will of the Father.",
                    "score": 0.8061643401983789
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And if any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it: it shall be an abomination, and the soul that eateth of it shall bear his iniquity.",
                    "score": 0.8009658198378085
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Thou therefore, son of man, prophesy, and smite thine hands together, and let the sword be doubled the third time, the sword of the slain: it is the sword of the great men that are slain, which entereth into their privy chambers.",
                    "score": 0.7958822340041368
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 43,
                    "verse": 18,
                    "text": "And he said unto me, Son of man, thus saith the Lord God; These are the ordinances of the altar in the day when they shall make it, to offer burnt offerings thereon, and to sprinkle blood thereon.",
                    "score": 0.7933451526302107
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "score": 0.7902011742340289
                }
            ]
        },
        {
            "verse": 8,
            "text": "And they remembered his words,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 12,
                    "text": "Then believed they his words; they sang his praise.",
                    "score": 0.8251471692041465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass when Coriantumr had recovered of his wounds, he began to remember the words which Ether had spoken unto him.",
                    "score": 0.7994261145907497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And it came to pass that as many as believed him went thither to hear his words.",
                    "score": 0.791748437204734
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 5,
                    "text": "For they remembered the words which their father Helaman spake unto them. And these are the words which he spake:",
                    "score": 0.7908719970322554
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 39,
                    "text": "For he remembered that they were but flesh; a wind that passeth away, and cometh not again.",
                    "score": 0.7833593061461221
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And he said unto him, Yea.",
                    "score": 0.7653779815161414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7618795457807437
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 42,
                    "text": "For he remembered his holy promise, and Abraham his servant.",
                    "score": 0.7604792287931427
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.7598859957570104
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 8,
                    "text": "He hath remembered his covenant for ever, the word which he commanded to a thousand generations.",
                    "score": 0.7586978829106841
                }
            ]
        },
        {
            "verse": 9,
            "text": "And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And all the people answered together, and said, All that the Lord hath spoken we will do. And Moses returned the words of the people unto the Lord.",
                    "score": 0.7803395079581171
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 31,
                    "text": "And Moses called unto them; and Aaron and all the rulers of the congregation returned unto him: and Moses talked with them.",
                    "score": 0.777386573752508
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
                    "score": 0.7755208640557463
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And they said unto her, Surely we will return with thee unto thy people.",
                    "score": 0.7711876049577955
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 6,
                    "text": "And he returned unto him, and, lo, he stood by his burnt sacrifice, he, and all the princes of Moab.",
                    "score": 0.7631823011933692
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 23,
                    "text": "Now, after the people had all offered up thanks after this manner, they returned to their homes, never speaking of their God again until they had assembled themselves together again to the holy stand, to offer up thanks after their manner.",
                    "score": 0.7609633076211912
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 28,
                    "text": "And Micaiah said, If thou return at all in peace, the Lord hath not spoken by me. And he said, Hearken, O people, every one of you.",
                    "score": 0.7590132518062385
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 28,
                    "text": "But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;",
                    "score": 0.7562529275771271
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Then I spake unto them of the captivity all the things that the Lord had shewed me.",
                    "score": 0.754448841393406
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you.",
                    "score": 0.754288322499173
                }
            ]
        },
        {
            "verse": 10,
            "text": "It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;",
                    "score": 0.7683864800978967
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 39,
                    "text": "And our glorious Mother Eve, with many of her faithful daughters who had lived through the ages and worshiped the true and living God.",
                    "score": 0.7492051242310853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7407653566599713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 9,
                    "text": "Yea, the kings of the Gentiles shall be nursing fathers unto them, and their queens shall become nursing mothers; wherefore, the promises of the Lord are great unto the Gentiles, for he hath spoken it, and who can dispute?",
                    "score": 0.7340470514299569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And who shall say that Jesus Christ did not do many mighty miracles? And there were many mighty miracles wrought by the hands of the apostles.",
                    "score": 0.7339023799292987
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And Naomi said unto her two daughters in law, Go, return each to her mother's house: the Lord deal kindly with you, as ye have dealt with the dead, and with me.",
                    "score": 0.7334095580836442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7326973633342142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.7313254921973065
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.",
                    "score": 0.7309601807386897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7306116174180878
                }
            ]
        },
        {
            "verse": 11,
            "text": "And their words seemed to them as idle tales, and they believed them not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 24,
                    "text": "Yet they were not afraid, nor rent their garments, neither the king, nor any of his servants that heard all these words.",
                    "score": 0.763531958732993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And because of their cursing which was upon them they did become an idle people, full of mischief and subtlety, and did seek in the wilderness for beasts of prey.",
                    "score": 0.7553773398590437
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 17,
                    "text": "The words of wise men are heard in quiet more than the cry of him that ruleth among fools.",
                    "score": 0.7528259411906901
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 24,
                    "text": "But they hearkened not, nor inclined their ear, but walked in the counsels and in the imagination of their evil heart, and went backward, and not forward.",
                    "score": 0.751557158936574
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And they bend their tongues like their bow for lies: but they are not valiant for the truth upon the earth; for they proceed from evil to evil, and they know not me, saith the Lord.",
                    "score": 0.7488715968098243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 50,
                    "text": "And while they were at variance one with another they became very slothful, and they hearkened not unto the commandments of their lord.",
                    "score": 0.7488453346819273
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And as many as would hear their words, unto them they did impart the word of God, without any respect of persons, continually.",
                    "score": 0.7447387791627735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "score": 0.7438535896321361
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 40,
                    "text": "Howbeit they did not hearken, but they did after their former manner.",
                    "score": 0.7428647053602464
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings.",
                    "score": 0.7424230738042386
                }
            ]
        },
        {
            "verse": 12,
            "text": "Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Therefore they inquired of the Lord further, if the man should yet come thither. And the Lord answered, Behold, he hath hid himself among the stuff.",
                    "score": 0.790045704724887
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.7780214435581319
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And it came to pass, when Ahab heard those words, that he rent his clothes, and put sackcloth upon his flesh, and fasted, and lay in sackcloth, and went softly.",
                    "score": 0.7667757742167987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
                    "score": 0.7630231643004944
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 18,
                    "text": "And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled out.",
                    "score": 0.7620473521598435
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                    "score": 0.7596746737705546
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 1,
                    "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                    "score": 0.7596746737705546
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.",
                    "score": 0.757731678221567
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 53,
                    "text": "So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.",
                    "score": 0.7539004055303915
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 28,
                    "text": "He sitteth alone and keepeth silence, because he hath borne it upon him.",
                    "score": 0.7504104673873694
                }
            ]
        },
        {
            "verse": 13,
            "text": "And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And we came to Jerusalem, and abode there three days.",
                    "score": 0.7806011220001468
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "So I came to Jerusalem, and was there three days.",
                    "score": 0.7769972362418206
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And the children of Israel journeyed, and came unto their cities on the third day. Now their cities were Gibeon, and Chephirah, and Beeroth, and Kirjath-jearim.",
                    "score": 0.7676516850636613
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And the Lord sent Nathan unto David. And he came unto him, and said unto him, There were two men in one city; the one rich, and the other poor.",
                    "score": 0.739279050520823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land.",
                    "score": 0.7383113406998782
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 13,
                    "text": "And Joseph took them both, Ephraim in his right hand toward Israel's left hand, and Manasseh in his left hand toward Israel's right hand, and brought them near unto him.",
                    "score": 0.7376426164671093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
                    "score": 0.7354988517710358
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And there went forth a wind from the Lord, and brought quails from the sea, and let them fall by the camp, as it were a day's journey on this side, and as it were a day's journey on the other side, round about the camp, and as it were two cubits high upon the face of the earth.",
                    "score": 0.7339035248501861
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "In the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
                    "score": 0.7333228195999999
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
                    "score": 0.7330983922110884
                }
            ]
        },
        {
            "verse": 14,
            "text": "And they talked together of all these things which had happened.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7817214042618111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?",
                    "score": 0.7754094504827587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                    "score": 0.7514962810502005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7457338689554892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that the people assembled themselves together throughout all the land, every man according to his mind, whether it were for or against Amlici, in separate bodies, having much dispute and wonderful contentions one with another.",
                    "score": 0.7379621817859688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And I saw them gathered together in multitudes; and I saw wars and rumors of wars among them; and in wars and rumors of wars I saw many generations pass away.",
                    "score": 0.7367238278054141
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.7365470008951751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And they were also conversing about this Jesus Christ, of whom the sign had been given concerning his death.",
                    "score": 0.7314219394643786
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And they taught, and did minister one to another; and they had all things common among them, every man dealing justly, one with another.",
                    "score": 0.7287432784598855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
                    "score": 0.728129687917292
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And it came to pass that they gathered themselves together, and did consecrate Amlici to be their king.",
                    "score": 0.8132036844533145
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.8012335615258793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7902405144472744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.7888818581139648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?",
                    "score": 0.786308350277015
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 17,
                    "text": "Therefore they separated themselves one from another, and went forth among them, every man alone, according to the word and power of God which was given unto him.",
                    "score": 0.7828681928872886
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
                    "score": 0.7822419103559834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 32,
                    "text": "But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.",
                    "score": 0.7800288694025602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that they did come forth, and commence in the path which led to the tree.",
                    "score": 0.7784785061126519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.7767385139378589
                }
            ]
        },
        {
            "verse": 16,
            "text": "But their eyes were holden that they should not know him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.7158691519656432
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 8,
                    "text": "And Joseph knew his brethren, but they knew not him.",
                    "score": 0.7119127921177987
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 21,
                    "text": "His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.",
                    "score": 0.7108410884740297
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 18,
                    "text": "They have not known nor understood: for he hath shut their eyes, that they cannot see; and their hearts, that they cannot understand.",
                    "score": 0.7105012084092857
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 3,
                    "text": "He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.",
                    "score": 0.7081506271466046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "He is despised and rejected of men; a man of sorrows, and acquainted with grief; and we hid as it were our faces from him; he was despised, and we esteemed him not.",
                    "score": 0.7081506271466046
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 44,
                    "text": "Nevertheless he regarded their affliction, when he heard their cry:",
                    "score": 0.7049918954053286
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 17,
                    "text": "For mine eyes are upon all their ways: they are not hid from my face, neither is their iniquity hid from mine eyes.",
                    "score": 0.7041787662784189
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 9,
                    "text": "He that planted the ear, shall he not hear? he that formed the eye, shall he not see?",
                    "score": 0.703944291138297
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 26,
                    "text": "He striketh them as wicked men in the open sight of others;",
                    "score": 0.7018403241203476
                }
            ]
        },
        {
            "verse": 17,
            "text": "And he said unto them, What manner of communications are these that ye have one to another, as ye walk, and are sad?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And he said unto them, What manner of man was he which came up to meet you, and told you these words?",
                    "score": 0.7639731912956539
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Then Jehu came forth to the servants of his lord: and one said unto him, Is all well? wherefore came this mad fellow to thee? And he said unto them, Ye know the man, and his communication.",
                    "score": 0.7593629699381271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.748869187321585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And they were also conversing about this Jesus Christ, of whom the sign had been given concerning his death.",
                    "score": 0.7394953526797204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 3,
                    "text": "And this is the ensample unto them, that they shall speak as they are moved upon by the Holy Ghost.",
                    "score": 0.7390845619574125
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Then said I to the angel that talked with me, Whither do these bear the ephah?",
                    "score": 0.7379313773634504
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?",
                    "score": 0.7379076078035408
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 26,
                    "text": "For they persecute him whom thou hast smitten; and they talk to the grief of those whom thou hast wounded.",
                    "score": 0.737608118023512
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Then they said one to another, We do not well: this day is a day of good tidings, and we hold our peace: if we tarry till the morning light, some mischief will come upon us: now therefore come, that we may go and tell the king's household.",
                    "score": 0.7364497692005464
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And one shall say unto him, What are these wounds in thine hands? Then he shall answer, Those with which I was wounded in the house of my friends.",
                    "score": 0.7354632530430194
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7749542803546925
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And David said unto the young man that told him, Whence art thou? And he answered, I am the son of a stranger, an Amalekite.",
                    "score": 0.7730953668604408
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And it shall come to pass, when ye shall say, Wherefore doeth the Lord our God all these things unto us? then shalt thou answer them, Like as ye have forsaken me, and served strange gods in your land, so shall ye serve strangers in a land that is not yours.",
                    "score": 0.770171319138655
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 7,
                    "text": "And Jehoshaphat said, Is there not here a prophet of the Lord besides, that we might inquire of him?",
                    "score": 0.7653687825106893
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 32,
                    "text": "Moreover concerning the stranger, which is not of thy people Israel, but is come from a far country for thy great name's sake, and thy mighty hand, and thy stretched out arm; if they come and pray in this house;",
                    "score": 0.7647782437163948
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 33,
                    "text": "Then hear thou from the heavens, even from thy dwelling place, and do according to all that the stranger calleth to thee for; that all people of the earth may know thy name, and fear thee, as doth thy people Israel, and may know that this house which I have built is called by thy name.",
                    "score": 0.7646835243823625
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 7,
                    "text": "For every one of the house of Israel, or of the stranger that sojourneth in Israel, which separateth himself from me, and setteth up his idols in his heart, and putteth the stumblingblock of his iniquity before his face, and cometh to a prophet to inquire of him concerning me; I the Lord will answer him by myself:",
                    "score": 0.764108731977975
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 41,
                    "text": "Moreover concerning a stranger, that is not of thy people Israel, but cometh out of a far country for thy name's sake;",
                    "score": 0.7611973144750466
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 6,
                    "text": "But Jehoshaphat said, Is there not here a prophet of the Lord besides, that we might inquire of him?",
                    "score": 0.7585164743019688
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 43,
                    "text": "Hear thou in heaven thy dwelling place, and do according to all that the stranger calleth to thee for: that all people of the earth may know thy name, to fear thee, as do thy people Israel; and that they may know that this house, which I have builded, is called by thy name.",
                    "score": 0.7547187160475813
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.8222131203440595
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.8222131203440595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.8149974937652013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And he also spake concerning the prophets, how great a number had testified of these things, concerning this Messiah, of whom he had spoken, or this Redeemer of the world.",
                    "score": 0.7979781444886619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7975333690273663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7948105591428731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.7928685558536974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
                    "score": 0.7902626355200264
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Then came the word of the Lord unto me, saying,",
                    "score": 0.789574800080485
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.7894754805234223
                }
            ]
        },
        {
            "verse": 20,
            "text": "And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that when Abinadi had finished these sayings, that the king commanded that the priests should take him and cause that he should be put to death.",
                    "score": 0.8015051435526986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And it came to pass that his high priest murdered him as he sat upon his throne.",
                    "score": 0.7974808527888742
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 12,
                    "text": "But the priests lifted up their voices against him, and began to accuse him, saying: He has reviled the king. Therefore the king was stirred up in anger against him, and he delivered him up that he might be slain.",
                    "score": 0.7926765871911596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And now when the king had heard these words, he said unto his priests: Away with this fellow, and slay him; for what have we to do with him, for he is mad.",
                    "score": 0.7920114298444388
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 14,
                    "text": "Moreover all the chief of the priests, and the people, transgressed very much after all the abominations of the heathen; and polluted the house of the Lord which he had hallowed in Jerusalem.",
                    "score": 0.7893231091085336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And they were about to take the priests also and put them to death, and they fled before them.",
                    "score": 0.7816364128479556
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "score": 0.7782800310990766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But because of priestcrafts and iniquities, they at Jerusalem will stiffen their necks against him, that he be crucified.",
                    "score": 0.776209206096989
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 29,
                    "text": "Now when the high priest and the chief judge saw the hardness of his heart, yea, when they saw that he would revile even against God, they would not make any reply to his words; but they caused that he should be bound; and they delivered him up into the hands of the officers, and sent him to the land of Zarahemla, that he might be brought before Alma, and the chief judge who was governor over all the land.",
                    "score": 0.7706287028332034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And the angel said unto me: Behold the formation of a church which is most abominable above all other churches, which slayeth the saints of God, yea, and tortureth them and bindeth them down, and yoketh them with a yoke of iron, and bringeth them down into captivity.",
                    "score": 0.7685220899414317
                }
            ]
        },
        {
            "verse": 21,
            "text": "But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 130,
                    "verse": 8,
                    "text": "And he shall redeem Israel from all his iniquities.",
                    "score": 0.7983490717882358
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 19,
                    "verse": 24,
                    "text": "In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:",
                    "score": 0.7785519709672253
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 22,
                    "text": "Redeem Israel, O God, out of all his troubles.",
                    "score": 0.7715707058359488
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And we came to Jerusalem, and abode there three days.",
                    "score": 0.7703744339418446
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom is all the desire of Israel? Is it not on thee, and on all thy father's house?",
                    "score": 0.7674649856896524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "Therefore, I would that ye should behold that the Lord truly did teach the people, for the space of three days; and after that he did show himself unto them oft, and did break bread oft, and bless it, and give it unto them.",
                    "score": 0.761571911647735
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                    "score": 0.7609163080180845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And after three days, having counseled with his priests, he caused that he should again be brought before him.",
                    "score": 0.7600395121174658
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 12,
                    "text": "So Jeroboam and all the people came to Rehoboam the third day, as the king had appointed, saying, Come to me again the third day.",
                    "score": 0.7596367233174539
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "So I came to Jerusalem, and was there three days.",
                    "score": 0.7569852211040614
                }
            ]
        },
        {
            "verse": 22,
            "text": "Yea, and certain women also of our company made us astonished, which were early at the sepulchre;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 21,
                    "text": "Also her hired men are in the midst of her like fatted bullocks; for they also are turned back, and are fled away together: they did not stand, because the day of their calamity was come upon them, and the time of their visitation.",
                    "score": 0.725980487043178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 25,
                    "text": "And so great was the prosperity of the church, and so many the blessings which were poured out upon the people, that even the high priests and the teachers were themselves astonished beyond measure.",
                    "score": 0.7170497148214945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And thus the contention began to be exceedingly sharp among them. And while they were thus contending, the woman servant who had caused the multitude to be gathered together came, and when she saw the contention which was among the multitude she was exceedingly sorrowful, even unto tears.",
                    "score": 0.7136532211158906
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And, behold, there was lifted up a talent of lead: and this is a woman that sitteth in the midst of the ephah.",
                    "score": 0.709971758811353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Yea, and even all they who wrought miracles wrought them by faith, even those who were before Christ and also those who were after.",
                    "score": 0.7075560119333595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 8,
                    "text": "For they knew not what to think; for when they beheld those that had been delivered out of bondage they were filled with exceedingly great joy.",
                    "score": 0.7072952958838162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 8,
                    "text": "For they saw and beheld with great sorrow that the people of the church began to be lifted up in the pride of their eyes, and to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another, and they began to persecute those that did not believe according to their own will and pleasure.",
                    "score": 0.7055392664034162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7052208043889634
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 12,
                    "verse": 40,
                    "text": "So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:",
                    "score": 0.7029636950931907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 33,
                    "text": "And great was the multitude that did enter into that strange building. And after they did enter into that building they did point the finger of scorn at me and those that were partaking of the fruit also; but we heeded them not.",
                    "score": 0.70055311673356
                }
            ]
        },
        {
            "verse": 23,
            "text": "And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.8031760347665844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And behold, many did declare unto the people that they had seen angels and had conversed with them; and thus they had told them things of God, and of his righteousness.",
                    "score": 0.7795432213411192
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 129,
                    "verse": 1,
                    "text": "There are two kinds of beings in heaven, namely: Angels, who are resurrected personages, having bodies of flesh and bones--",
                    "score": 0.7741791761867135
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 10,
                    "verse": 17,
                    "text": "When they stood, these stood; and when they were lifted up, these lifted up themselves also: for the spirit of the living creature was in them.",
                    "score": 0.7711411729510373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And it came to pass that he turned him about, and behold, he saw through the cloud of darkness the faces of Nephi and Lehi; and behold, they did shine exceedingly, even as the faces of angels. And he beheld that they did lift their eyes to heaven; and they were in the attitude as if talking or lifting their voices to some being whom they beheld.",
                    "score": 0.7697222701851465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And being thus overcome with the Spirit, he was carried away in a vision, even that he saw the heavens open, and he thought he saw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God.",
                    "score": 0.7696918425019709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And it came to pass that Nephi--having been visited by angels and also the voice of the Lord, therefore having seen angels, and being eye-witness, and having had power given unto him that he might know concerning the ministry of Christ, and also being eye-witness to their quick return from righteousness unto their wickedness and abominations;",
                    "score": 0.7666556070437178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And whether they were in the body or out of the body, they could not tell; for it did seem unto them like a transfiguration of them, that they were changed from this body of flesh into an immortal state, that they could behold the things of God.",
                    "score": 0.7660412664172793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7634454925841248
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 5,
                    "text": "They looked unto him, and were lightened: and their faces were not ashamed.",
                    "score": 0.7597517230921674
                }
            ]
        },
        {
            "verse": 24,
            "text": "And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And the woman took the two men, and hid them, and said thus, There came men unto me, but I wist not whence they were:",
                    "score": 0.7611196458874233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.",
                    "score": 0.7435211152400095
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.7413802459388935
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 35,
                    "text": "And she said to her father, Let it not displease my lord that I cannot rise up before thee; for the custom of women is upon me. And he searched, but found not the images.",
                    "score": 0.7383063395468125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 14,
                    "text": "But obtained a promise that they should find it and see it in their flesh.",
                    "score": 0.7366522587490917
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 46,
                    "text": "Neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof;",
                    "score": 0.7350867143180847
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 42,
                    "text": "They looked, but there was none to save; even unto the Lord, but he answered them not.",
                    "score": 0.7342536751061092
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "When they went, they went upon their four sides; they turned not as they went, but to the place whither the head looked they followed it; they turned not as they went.",
                    "score": 0.7329926119416822
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Therefore they inquired of the Lord further, if the man should yet come thither. And the Lord answered, Behold, he hath hid himself among the stuff.",
                    "score": 0.7323110669934348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 16,
                    "text": "But it came to pass that they did again minister upon the face of the earth; nevertheless they did not minister of the things which they had heard and seen, because of the commandment which was given them in heaven.",
                    "score": 0.7322592157997163
                }
            ]
        },
        {
            "verse": 25,
            "text": "Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And the Lord said unto him, Wherewith? And he said, I will go forth, and I will be a lying spirit in the mouth of all his prophets. And he said, Thou shalt persuade him, and prevail also: go forth, and do so.",
                    "score": 0.7895454572408173
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 26,
                    "text": "How long shall this be in the heart of the prophets that prophesy lies? yea, they are prophets of the deceit of their own heart;",
                    "score": 0.7854214140545009
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Then the Lord said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.",
                    "score": 0.7836946453258962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7807017282843881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "score": 0.779322380035902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 5,
                    "text": "And he said: Yea, I believe all the words which thou hast spoken.",
                    "score": 0.7788244716377439
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
                    "score": 0.7769739803181188
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 17,
                    "text": "The words of wise men are heard in quiet more than the cry of him that ruleth among fools.",
                    "score": 0.7767363002561889
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to chasten thyself before thy God, thy words were heard, and I am come for thy words.",
                    "score": 0.7737541138449057
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.7722033962662874
                }
            ]
        },
        {
            "verse": 26,
            "text": "Ought not Christ to have suffered these things, and to enter into his glory?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 30,
                    "text": "For it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell.",
                    "score": 0.7952196045590104
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou shouldest not have entered into the gate of my people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;",
                    "score": 0.7871918823417499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 18,
                    "text": "And he said: Surely God shall not suffer that we, who are despised because we take upon us the name of Christ, shall be trodden down and destroyed, until we bring it upon us by our own transgressions.",
                    "score": 0.7859314923198665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king.",
                    "score": 0.7856243927125783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 3,
                    "text": "For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought.",
                    "score": 0.7848592663004531
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Enter not into the path of the wicked, and go not in the way of evil men.",
                    "score": 0.7826437033628967
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 16,
                    "text": "For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;",
                    "score": 0.7789286737160198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 13,
                    "text": "But behold this my joy was vain, for their sorrowing was not unto repentance, because of the goodness of God; but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin.",
                    "score": 0.7788162674797527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 61,
                    "text": "Wherefore, let no man glory in man, but rather let him glory in God, who shall subdue all enemies under his feet.",
                    "score": 0.7773770420865393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.7747472949013767
                }
            ]
        },
        {
            "verse": 27,
            "text": "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham.",
                    "score": 0.8082328271165149
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 28,
                    "text": "And Moses told Aaron all the words of the Lord who had sent him, and all the signs which he had commanded him.",
                    "score": 0.7966060054299462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
                    "score": 0.7945987029409053
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And Moses came and told the people all the words of the Lord, and all the judgments: and all the people answered with one voice, and said, All the words which the Lord hath said will we do.",
                    "score": 0.7911737771518306
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And Aaron spake all the words which the Lord had spoken unto Moses, and did the signs in the sight of the people.",
                    "score": 0.7873248643556849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.",
                    "score": 0.784605241850164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 14,
                    "text": "And now it came to pass that when Jesus had expounded all the scriptures in one, which they had written, he commanded them that they should teach the things which he had expounded unto them.",
                    "score": 0.7834773209494958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7811015822591093
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.775742725275419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And many signs, and wonders, and types, and shadows showed he unto them, concerning his coming; and also holy prophets spake unto them concerning his coming; and yet they hardened their hearts, and understood not that the law of Moses availeth nothing except it were through the atonement of his blood.",
                    "score": 0.7755429868512612
                }
            ]
        },
        {
            "verse": 28,
            "text": "And they drew nigh unto the village, whither they went: and he made as though he would have gone further.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 7,
                    "text": "And he led them forth by the right way, that they might go to a city of habitation.",
                    "score": 0.7785857124343022
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 22,
                    "text": "But if I say thus unto the young man, Behold, the arrows are beyond thee; go thy way: for the Lord hath sent thee away.",
                    "score": 0.7622826458123226
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 33,
                    "text": "The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him.",
                    "score": 0.755538249325906
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And all the people, even the people of war that were with him, went up, and drew nigh, and came before the city, and pitched on the north side of Ai: now there was a valley between them and Ai.",
                    "score": 0.7548381815908162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 23,
                    "text": "And now he did not tarry in the land of Zarahemla, but he did march forth with a large army, even towards the city of Bountiful; for it was his determination to go forth and cut his way through with the sword, that he might obtain the north parts of the land.",
                    "score": 0.7521636541278677
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 3,
                    "text": "He pursued them, and passed safely; even by the way that he had not gone with his feet.",
                    "score": 0.7488287892505378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And thus he did; and he did head them before they came to the land Bountiful, and gave unto them battle, insomuch that they began to retreat back towards the land of Zarahemla.",
                    "score": 0.7457836112183198
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And when he had made an end to offer the present, he sent away the people that bare the present.",
                    "score": 0.745386429070735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 32,
                    "text": "And it came to pass that we did march forth, as if with our provisions, to go to that city.",
                    "score": 0.7433683782928137
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 41,
                    "verse": 32,
                    "text": "He maketh a path to shine after him; one would think the deep to be hoary.",
                    "score": 0.7426809773362526
                }
            ]
        },
        {
            "verse": 29,
            "text": "But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel's father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
                    "score": 0.7647752413859101
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 26,
                    "text": "And he said, Let me go, for the day breaketh. And he said, I will not let thee go, except thou bless me.",
                    "score": 0.7624124595610193
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And behold at eveningtide trouble; and before the morning he is not. This is the portion of them that spoil us, and the lot of them that rob us.",
                    "score": 0.758874210331117
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 4,
                    "text": "Prepare ye war against her; arise, and let us go up at noon. Woe unto us! for the day goeth away, for the shadows of the evening are stretched out.",
                    "score": 0.7571545825224197
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And when they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.",
                    "score": 0.7567329772833575
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 20,
                    "text": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
                    "score": 0.7550892324452011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And they stood forth and attempted to lay their hands on him; but he withstood them, and said unto them:",
                    "score": 0.7549554399489354
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And Saul said, Let us go down after the Philistines by night, and spoil them until the morning light, and let us not leave a man of them. And they said, Do whatsoever seemeth good unto thee. Then said the priest, Let us draw near hither unto God.",
                    "score": 0.7539336152471323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Yea, if he say unto the earth--Thou shalt go back, that it lengthen out the day for many hours--it is done;",
                    "score": 0.7538533257310936
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
                    "score": 0.7538297751360087
                }
            ]
        },
        {
            "verse": 30,
            "text": "And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.",
                    "score": 0.9071219540222446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.8556638806931016
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And it came to pass, after he had eaten bread, and after he had drunk, that he saddled for him the ass, to wit, for the prophet whom he had brought back.",
                    "score": 0.8312773475321483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.8195817436395497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.8031687265481208
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that Alma ate bread and was filled; and he blessed Amulek and his house, and he gave thanks unto God.",
                    "score": 0.8019395095390754
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And it came to pass, as they sat at the table, that the word of the Lord came unto the prophet that brought him back:",
                    "score": 0.7969956442750729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7943617946337085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And it came to pass that the man received him into his house; and the man was called Amulek; and he brought forth bread and meat and set before Alma.",
                    "score": 0.7921973319415593
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him.",
                    "score": 0.7919939398061907
                }
            ]
        },
        {
            "verse": 31,
            "text": "And their eyes were opened, and they knew him; and he vanished out of their sight.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.7838964853061717
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 5,
                    "text": "They looked unto him, and were lightened: and their faces were not ashamed.",
                    "score": 0.7762527185781343
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 5,
                    "text": "They saw it, and so they marvelled; they were troubled, and hasted away.",
                    "score": 0.7708095771844038
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his mantle, and sprinkled dust upon their heads toward heaven.",
                    "score": 0.7572098309815202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 39,
                    "text": "And while they were overshadowed he departed from them, and ascended into heaven. And the disciples saw and did bear record that he ascended again into heaven.",
                    "score": 0.7528395949186222
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Nevertheless a lad saw them, and told Absalom: but they went both of them away quickly, and came to a man's house in Bahurim, which had a well in his court; whither they went down.",
                    "score": 0.7506797784298355
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And it came to pass, when they were come into Samaria, that Elisha said, Lord, open the eyes of these men, that they may see. And the Lord opened their eyes, and they saw; and, behold, they were in the midst of Samaria.",
                    "score": 0.750330037952745
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 18,
                    "text": "They have not known nor understood: for he hath shut their eyes, that they cannot see; and their hearts, that they cannot understand.",
                    "score": 0.749291353595523
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 10,
                    "text": "Now the eyes of Israel were dim for age, so that he could not see. And he brought them near unto him; and he kissed them, and embraced them.",
                    "score": 0.7488624787386393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 48,
                    "text": "I say unto you, he hath seen him; nevertheless, he who came unto his own was not comprehended.",
                    "score": 0.746153888782926
                }
            ]
        },
        {
            "verse": 32,
            "text": "And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "score": 0.7836606002014942
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7805951483122605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And it came to pass that while they were thus conversing one with another, they heard a voice as if it came out of heaven; and they cast their eyes round about, for they understood not the voice which they heard; and it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the center, insomuch that there was no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn.",
                    "score": 0.7770379071921973
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 28,
                    "text": "And they said, We saw certainly that the Lord was with thee: and we said, Let there be now an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee;",
                    "score": 0.7768408209113876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.772522672415322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 54,
                    "text": "And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.",
                    "score": 0.7717661377710983
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And ye said, Behold, the Lord our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.",
                    "score": 0.7691926042779771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.",
                    "score": 0.7688415919239221
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 5,
                    "text": "They cried unto thee, and were delivered: they trusted in thee, and were not confounded.",
                    "score": 0.7667244221626259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And then shall ye know that I have seen Jesus, and that he hath talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things;",
                    "score": 0.766306482046726
                }
            ]
        },
        {
            "verse": 33,
            "text": "And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
                    "score": 0.794678849756105
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 11,
                    "text": "So David and his men rose up early to depart in the morning, to return into the land of the Philistines. And the Philistines went up to Jezreel.",
                    "score": 0.7867986993101832
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.",
                    "score": 0.7806755380361883
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 19,
                    "text": "So Abraham returned unto his young men, and they rose up and went together to Beer-sheba; and Abraham dwelt at Beer-sheba.",
                    "score": 0.7703732359122774
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And Joshua rose up early in the morning, and numbered the people, and went up, he and the elders of Israel, before the people to Ai.",
                    "score": 0.7690441869747211
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And Moses did as the Lord commanded: and they went up into mount Hor in the sight of all the congregation.",
                    "score": 0.7664914138963352
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 16,
                    "text": "So Joshua rose up early in the morning, and brought Israel by their tribes; and the tribe of Judah was taken:",
                    "score": 0.7657405286378455
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And Samuel arose, and gat him up from Gilgal unto Gibeah of Benjamin. And Saul numbered the people that were present with him, about six hundred men.",
                    "score": 0.7637664617176959
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.",
                    "score": 0.7634119376824188
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 29,
                    "text": "Then the king sent and gathered together all the elders of Judah and Jerusalem.",
                    "score": 0.7633541250279067
                }
            ]
        },
        {
            "verse": 34,
            "text": "Saying, The Lord is risen indeed, and hath appeared to Simon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 8,
                    "text": "But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.",
                    "score": 0.788579902407928
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 47,
                    "text": "And behold, Enoch saw the day of the coming of the Son of Man, even in the flesh; and his soul rejoiced, saying: The Righteous is lifted up, and the Lamb is slain from the foundation of the world; and through faith I am in the bosom of the Father, and behold, Zion is with me.",
                    "score": 0.7837295954923843
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.",
                    "score": 0.7805493303956844
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 55,
                    "text": "And the Lord said unto Enoch: Look, and he looked and beheld the Son of Man lifted up on the cross, after the manner of men;",
                    "score": 0.7691684406000714
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
                    "score": 0.7685477755048273
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.",
                    "score": 0.7631853465151258
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And the Lord came, and stood, and called as at other times, Samuel, Samuel. Then Samuel answered, Speak; for thy servant heareth.",
                    "score": 0.7624582107121497
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 74,
                    "text": "Behold the Lord your God hath spoken it. Amen.",
                    "score": 0.7577169860132875
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And it came to pass, when they were come, that he looked on Eliab, and said, Surely the Lord's anointed is before him.",
                    "score": 0.7576300051743652
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 12,
                    "text": "Behold, I, the Lord, have spoken it.",
                    "score": 0.7564100761203595
                }
            ]
        },
        {
            "verse": 35,
            "text": "And they told what things were done in the way, and how he was known of them in breaking of bread.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.8126963445589743
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
                    "score": 0.7990951487878044
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 66,
                    "text": "And the servant told Isaac all things that he had done.",
                    "score": 0.7940653319947372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.",
                    "score": 0.7919838810927282
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with care; and they shall drink water by measure, and with astonishment:",
                    "score": 0.7759007375910764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "Therefore, I would that ye should behold that the Lord truly did teach the people, for the space of three days; and after that he did show himself unto them oft, and did break bread oft, and bless it, and give it unto them.",
                    "score": 0.7743776298336345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7693131411903242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 31,
                    "text": "And it came to pass that according to his word he did destroy them; and according to his word he did lead them; and according to his word he did do all things for them; and there was not any thing done save it were by his word.",
                    "score": 0.7689744153589384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 39,
                    "text": "But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.",
                    "score": 0.7683593926858312
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 25,
                    "text": "And they made ready the present against Joseph came at noon: for they heard that they should eat bread there.",
                    "score": 0.7679501816013234
                }
            ]
        },
        {
            "verse": 36,
            "text": "And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.8279310896219334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And Jesus again showed himself unto them, for they were praying unto the Father in his name; and Jesus came and stood in the midst of them, and said unto them: What will ye that I shall give unto you?",
                    "score": 0.817745274884368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.8130252492581449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And he spake unto the multitude, and said unto them: Behold your little ones.",
                    "score": 0.8034609633503579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7855608259916356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And it came to pass that when they had gathered themselves together that he spake unto them in this wise, saying: O ye, my people, lift up your heads and be comforted; for behold, the time is at hand, or is not far distant, when we shall no longer be in subjection to our enemies, notwithstanding our many strugglings, which have been in vain; yet I trust there remaineth an effectual struggle to be made.",
                    "score": 0.784774817448731
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and to Aaron, saying unto them,",
                    "score": 0.7846942047790041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "score": 0.7842976579912997
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And let the priests also, which come near to the Lord, sanctify themselves, lest the Lord break forth upon them.",
                    "score": 0.7838480522260914
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the Lord spake unto me, saying,",
                    "score": 0.7826354931567727
                }
            ]
        },
        {
            "verse": 37,
            "text": "But they were terrified and affrighted, and supposed that they had seen a spirit.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 5,
                    "text": "They saw it, and so they marvelled; they were troubled, and hasted away.",
                    "score": 0.8011517462557622
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that they were overshadowed with a cloud of darkness, and an awful solemn fear came upon them.",
                    "score": 0.7844173033574232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 5,
                    "text": "But now, when they saw they believed, and fear came upon them lest all the judgments which Nephi had spoken should come upon the people; therefore they did quake, and had fallen to the earth.",
                    "score": 0.7707610198668157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.7647932902491689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 18,
                    "text": "For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.",
                    "score": 0.7571173514062545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "score": 0.757115703219933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it came to pass that when the armies of Giddianhi saw this they began to shout with a loud voice, because of their joy, for they had supposed that the Nephites had fallen with fear because of the terror of their armies.",
                    "score": 0.7507185314337614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.",
                    "score": 0.7504329706355752
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 16,
                    "text": "The waters saw thee, O God, the waters saw thee; they were afraid: the depths also were troubled.",
                    "score": 0.7485655429536965
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings.",
                    "score": 0.7427556757048505
                }
            ]
        },
        {
            "verse": 38,
            "text": "And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 34,
                    "text": "And now, when I the Lord had spoken these words unto my disciples, they were troubled.",
                    "score": 0.829242217956721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And now, behold, my beloved brethren, I suppose that ye ponder somewhat in your hearts concerning that which ye should do after ye have entered in by the way. But, behold, why do ye ponder these things in your hearts?",
                    "score": 0.8001978653753453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7761913436744478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 8,
                    "text": "And now, my beloved brethren, I perceive that ye ponder still in your hearts; and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray, ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray.",
                    "score": 0.7734121405425892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Now the king said unto them: What is this that ye have said concerning the Spirit of the Lord? Behold, this is the thing which doth trouble me.",
                    "score": 0.7711126390023326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I said unto them: How is it that ye do not keep the commandments of the Lord? How is it that ye will perish, because of the hardness of your hearts?",
                    "score": 0.7704608117514757
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And he said unto them, Why do ye such things? for I hear of your evil dealings by all this people.",
                    "score": 0.7704434398029958
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 3,
                    "text": "Ye endeavored to believe that ye should receive the blessing which was offered unto you; but behold, verily I say unto you there were fears in your hearts, and verily this is the reason that ye did not receive.",
                    "score": 0.7700084558943545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 1,
                    "text": "And now, my son, I perceive there is somewhat more which doth worry your mind, which ye cannot understand--which is concerning the justice of God in the punishment of the sinner; for ye do try to suppose that it is injustice that the sinner should be consigned to a state of misery.",
                    "score": 0.7688208986547904
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 17,
                    "text": "The troubles of my heart are enlarged: O bring thou me out of my distresses.",
                    "score": 0.7661281715762552
                }
            ]
        },
        {
            "verse": 39,
            "text": "Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 129,
                    "verse": 2,
                    "text": "For instance, Jesus said: Handle me and see, for a spirit hath not flesh and bones, as ye see me have.",
                    "score": 0.8817828165571178
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And, behold, an hand touched me, which set me upon my knees and upon the palms of my hands.",
                    "score": 0.8107303251371674
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 14,
                    "text": "As for me, behold, I am in your hand: do with me as seemeth good and meet unto you.",
                    "score": 0.8055290447200631
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 23,
                    "text": "Am I a God at hand, saith the Lord, and not a God afar off?",
                    "score": 0.8042114441075342
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "score": 0.8001796340674999
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 73,
                    "text": "Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments.",
                    "score": 0.7996683451914035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 23,
                    "text": "But behold, my limbs did receive their strength again, and I stood upon my feet, and did manifest unto the people that I had been born of God.",
                    "score": 0.793228521860362
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 21,
                    "text": "With whom my hand shall be established: mine arm also shall strengthen him.",
                    "score": 0.7919792993775397
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 11,
                    "text": "Let not the foot of pride come against me, and let not the hand of the wicked remove me.",
                    "score": 0.7908789408656088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the same that came unto mine own, and mine own received me not. I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7900914969648107
                }
            ]
        },
        {
            "verse": 40,
            "text": "And when he had thus spoken, he shewed them his hands and his feet.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 13,
                    "text": "He winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;",
                    "score": 0.805232475590828
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And I heard the man clothed in linen, which was upon the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that it shall be for a time, times, and an half; and when he shall have accomplished to scatter the power of the holy people, all these things shall be finished.",
                    "score": 0.7956669838180669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7946148039366352
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And he put all upon Aaron's hands, and upon his sons' hands, and waved them for a wave offering before the Lord.",
                    "score": 0.7925795983589334
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
                    "score": 0.7913181426956897
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 25,
                    "text": "And he cried unto the Lord; and the Lord shewed him a tree, which when he had cast into the waters, the waters were made sweet: there he made for them a statute and an ordinance, and there he proved them,",
                    "score": 0.7900927246076428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass that when Jesus had made an end of these sayings, he touched with his hand the disciples whom he had chosen, one by one, even until he had touched them all, and spake unto them as he touched them.",
                    "score": 0.7890795754870356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And it came to pass that when Aaron had said these words, the king did bow down before the Lord, upon his knees; yea, even he did prostrate himself upon the earth, and cried mightily, saying:",
                    "score": 0.7888468411238562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou.",
                    "score": 0.785988325423666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
                    "score": 0.7846148868614625
                }
            ]
        },
        {
            "verse": 41,
            "text": "And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 30,
                    "text": "They were not estranged from their lust. But while their meat was yet in their mouths,",
                    "score": 0.7982132299344913
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 31,
                    "text": "For by them judgeth he the people; he giveth meat in abundance.",
                    "score": 0.7818098347349175
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 32,
                    "text": "For all this they sinned still, and believed not for his wondrous works.",
                    "score": 0.7671118951519307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.7669045782532358
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 111,
                    "verse": 5,
                    "text": "He hath given meat unto them that fear him: he will ever be mindful of his covenant.",
                    "score": 0.7662142632156423
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 31,
                    "text": "If the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied.",
                    "score": 0.7659281103523937
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But his wife said unto him, If the Lord were pleased to kill us, he would not have received a burnt offering and a meat offering at our hands, neither would he have shewed us all these things, nor would as at this time have told us such things as these.",
                    "score": 0.7644193415615783
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 14,
                    "text": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle.",
                    "score": 0.7604535687353619
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Wherefore they cried unto the Lord, and said, We beseech thee, O Lord, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O Lord, hast done as it pleased thee.",
                    "score": 0.7581300285777282
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 37,
                    "text": "Therefore, marvel not at these things, for ye are not yet pure; ye can not yet bear my glory; but ye shall behold it if ye are faithful in keeping all my words that I have given you, from the days of Adam to Abraham, from Abraham to Moses, from Moses to Jesus and his apostles, and from Jesus and his apostles to Joseph Smith, whom I did call upon by mine angels, my ministering servants, and by mine own voice out of the heavens, to bring forth my work;",
                    "score": 0.7573843164464015
                }
            ]
        },
        {
            "verse": 42,
            "text": "And they gave him a piece of a broiled fish, and of an honeycomb.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Now the Lord had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.",
                    "score": 0.7526782496506966
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook.",
                    "score": 0.7447277035731324
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 14,
                    "text": "And he went, and fetched, and brought them to his mother: and his mother made savoury meat, such as his father loved.",
                    "score": 0.7438223750492701
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And he made them a feast, and they did eat and drink.",
                    "score": 0.7387367203394317
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 11,
                    "text": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
                    "score": 0.7304996508645089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7301189893144333
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 19,
                    "text": "My meat also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou hast even set it before them for a sweet savour: and thus it was, saith the Lord God.",
                    "score": 0.7294889434569862
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon of wine.",
                    "score": 0.7284408243943273
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And he said, Bring me a new cruse, and put salt therein. And they brought it to him.",
                    "score": 0.7279120954519579
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And they presented the burnt offering unto him, with the pieces thereof, and the head: and he burnt them upon the altar.",
                    "score": 0.7278315053853343
                }
            ]
        },
        {
            "verse": 43,
            "text": "And he took it, and did eat before them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 44,
                    "text": "So he set it before them, and they did eat, and left thereof, according to the word of the Lord.",
                    "score": 0.8279028301155585
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And he made them a feast, and they did eat and drink.",
                    "score": 0.823691916738654
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.",
                    "score": 0.7885324237047872
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 29,
                    "text": "So they did eat, and were well filled: for he gave them their own desire;",
                    "score": 0.7793819889018683
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 24,
                    "text": "And the cook took up the shoulder, and that which was upon it, and set it before Saul. And Samuel said, Behold that which is left! set it before thee, and eat: for unto this time hath it been kept for thee since I said, I have invited the people. So Saul did eat with Samuel that day.",
                    "score": 0.7648715431041092
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 33,
                    "text": "And there was set meat before him to eat: but he said, I will not eat, until I have told mine errand. And he said, Speak on.",
                    "score": 0.7612402285322923
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 25,
                    "text": "And she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night.",
                    "score": 0.7576761728295418
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 19,
                    "text": "So he went back with him, and did eat bread in his house, and drank water.",
                    "score": 0.7561719570984777
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 25,
                    "verse": 29,
                    "text": "And changed his prison garments: and he did eat bread continually before him all the days of his life.",
                    "score": 0.7452519417161287
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?",
                    "score": 0.745220709393876
                }
            ]
        },
        {
            "verse": 44,
            "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Behold, I say unto you that the law is fulfilled that was given unto Moses.",
                    "score": 0.8415630801177609
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and to Aaron, saying unto them,",
                    "score": 0.8399679065131939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And behold, the words of the Lord had been fulfilled unto my brethren, which he spake concerning them, that I should be their ruler and their teacher. Wherefore, I had been their ruler and their teacher, according to the commandments of the Lord, until the time they sought to take away my life.",
                    "score": 0.8343599820200139
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8337319043577017
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and to Aaron, saying,",
                    "score": 0.8301702203530911
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 27,
                    "text": "And the Lord said unto Moses, Write thou these words: for after the tenor of these words I have made a covenant with thee and with Israel.",
                    "score": 0.8300659497166207
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 17,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "score": 0.82792338411496
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "score": 0.82792338411496
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "score": 0.82792338411496
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                    "score": 0.82792338411496
                }
            ]
        },
        {
            "verse": 45,
            "text": "Then opened he their understanding, that they might understand the scriptures,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 14,
                    "text": "And now it came to pass that when Jesus had expounded all the scriptures in one, which they had written, he commanded them that they should teach the things which he had expounded unto them.",
                    "score": 0.7939534265846615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 24,
                    "text": "And now, my son, these interpreters were prepared that the word of God might be fulfilled, which he spake, saying:",
                    "score": 0.7899646387799067
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 8,
                    "text": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
                    "score": 0.7882405916346921
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 4,
                    "text": "Therefore, whoso readeth it, let him understand, for the Spirit manifesteth truth;",
                    "score": 0.7849772202120284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And I did read many things unto them which were written in the books of Moses; but that I might more fully persuade them to believe in the Lord their Redeemer I did read unto them that which was written by the prophet Isaiah; for I did liken all scriptures unto us, that it might be for our profit and learning.",
                    "score": 0.7809900655808066
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 9,
                    "text": "And when they shall have received this, which is expedient that they should have first, to try their faith, and if it shall so be that they shall believe these things then shall the greater things be made manifest unto them.",
                    "score": 0.778346883682798
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And it came to pass, when they were come into Samaria, that Elisha said, Lord, open the eyes of these men, that they may see. And the Lord opened their eyes, and they saw; and, behold, they were in the midst of Samaria.",
                    "score": 0.7742143409115777
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 16,
                    "text": "Then he openeth the ears of men, and sealeth their instruction,",
                    "score": 0.7729245103336633
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 35,
                    "text": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.",
                    "score": 0.7723447785474201
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 24,
                    "text": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.",
                    "score": 0.7723447785474201
                }
            ]
        },
        {
            "verse": 46,
            "text": "And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 18,
                    "text": "And Joseph said unto them the third day, This do, and live; for I fear God:",
                    "score": 0.8156178513285032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he shall rise the third day from the dead; and behold, he standeth to judge the world; and behold, all these things are done that a righteous judgment might come upon the children of men.",
                    "score": 0.8016158193823842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 23,
                    "text": "He was crucified, died, and rose again the third day;",
                    "score": 0.794132205224905
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But the remainder of the flesh of the sacrifice on the third day shall be burnt with fire.",
                    "score": 0.7898988538553953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.",
                    "score": 0.7854224461306828
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And if any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offereth it: it shall be an abomination, and the soul that eateth of it shall bear his iniquity.",
                    "score": 0.7813900028148155
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And he said unto them, Come again unto me after three days. And the people departed.",
                    "score": 0.7785821212705227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 20,
                    "text": "But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead.",
                    "score": 0.7773660260686232
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 40,
                    "verse": 19,
                    "text": "Yet within three days shall Pharaoh lift up thy head from off thee, and shall hang thee on a tree; and the birds shall eat thy flesh from off thee.",
                    "score": 0.776750998617533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Yea, concerning that which was to come, and also concerning the resurrection of the dead, and the redemption of the people, which was to be brought to pass through the power, and sufferings, and death of Christ, and his resurrection and ascension into heaven.",
                    "score": 0.7743564744623862
                }
            ]
        },
        {
            "verse": 47,
            "text": "And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Repent and be baptized in the name of Jesus Christ, according to the holy commandment, for the remission of sins;",
                    "score": 0.8390251124894715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "score": 0.8179304216076287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And the Lord God hath sent his holy prophets among all the children of men, to declare these things to every kindred, nation, and tongue, that thereby whosoever should believe that Christ should come, the same might receive remission of their sins, and rejoice with exceedingly great joy, even as though he had already come among them.",
                    "score": 0.8162819217194985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 27,
                    "text": "And behold, he cometh to redeem those who will be baptized unto repentance, through faith on his name.",
                    "score": 0.8114150186226994
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 39,
                    "text": "And let him repent of his sins, for he seeketh the praise of the world.",
                    "score": 0.8110303914573379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 41,
                    "text": "And you must preach unto the world, saying: You must repent and be baptized, in the name of Jesus Christ;",
                    "score": 0.8041472252059231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 24,
                    "text": "And if he repent he shall be forgiven, according to the covenants and commandments of the church.",
                    "score": 0.802940131260118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 40,
                    "text": "And he shall come into the world to redeem his people; and he shall take upon him the transgressions of those who believe on his name; and these are they that shall have eternal life, and salvation cometh to none else.",
                    "score": 0.8028166153583837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 37,
                    "text": "And this gospel shall be preached unto every nation, and kindred, and tongue, and people.",
                    "score": 0.8025051981933135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Turn, all ye Gentiles, from your wicked ways; and repent of your evil doings, of your lyings and deceivings, and of your whoredoms, and of your secret abominations, and your idolatries, and of your murders, and your priestcrafts, and your envyings, and your strifes, and from all your wickedness and abominations, and come unto me, and be baptized in my name, that ye may receive a remission of your sins, and be filled with the Holy Ghost, that ye may be numbered with my people who are of the house of Israel.",
                    "score": 0.8001120455394418
                }
            ]
        },
        {
            "verse": 48,
            "text": "And ye are witnesses of these things.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.",
                    "score": 0.8160413649123058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 17,
                    "text": "I tell thee these things as a witness unto thee--that the words or the work which thou hast been writing are true.",
                    "score": 0.8099335718282246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 13,
                    "text": "Therefore, having so great witnesses, by them shall the world be judged, even as many as shall hereafter come to a knowledge of this work.",
                    "score": 0.7870565871390958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 41,
                    "text": "But, behold, I have all things as a testimony that these things are true; and ye also have all things as a testimony unto you that they are true; and will ye deny them? Believest thou that these things are true?",
                    "score": 0.785216255524335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "score": 0.7839701634624253
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 30,
                    "text": "And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance.",
                    "score": 0.7758794472129723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And the testimony of three witnesses will I send forth of my word.",
                    "score": 0.7740907381185403
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 50,
                    "text": "And again we bear record--for we saw and heard, and this is the testimony of the gospel of Christ concerning them who shall come forth in the resurrection of the just--",
                    "score": 0.7739052039081213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 45,
                    "text": "And this is not all. Do ye not suppose that I know of these things myself? Behold, I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?",
                    "score": 0.7720852927231447
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 2,
                    "text": "I wrote a few words of revelation to you concerning a recorder. I have had a few additional views in relation to this matter, which I now certify. That is, it was declared in my former letter that there should be a recorder, who should be eye-witness, and also to hear with his ears, that he might make a record of a truth before the Lord.",
                    "score": 0.7716386153307936
                }
            ]
        },
        {
            "verse": 49,
            "text": "And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 9,
                    "text": "For this is the promise of the Father unto you; therefore I command you to tarry, even as mine apostles at Jerusalem.",
                    "score": 0.8617753952024523
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.",
                    "score": 0.8188138284286007
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Then I will establish the throne of thy kingdom upon Israel for ever, as I promised to David thy father, saying, There shall not fail thee a man upon the throne of Israel.",
                    "score": 0.8061853943025566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Lord unto you, O ye my servants.",
                    "score": 0.8034246504927626
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Father unto you if you continue faithful.",
                    "score": 0.7998115012756225
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, O Lord God, let thy promise unto David my father be established: for thou hast made me king over a people like the dust of the earth in multitude.",
                    "score": 0.7993141634255312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.7990450532041871
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 8,
                    "verse": 4,
                    "text": "I charge you, O daughters of Jerusalem, that ye stir not up, nor awake my love, until he please.",
                    "score": 0.798638328120534
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Until the time shall come when it shall be revealed unto you from on high, when the city of the New Jerusalem shall be prepared, that ye may be gathered in one, that ye may be my people and I will be your God.",
                    "score": 0.7959803970490373
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 2,
                    "text": "Son of man, set thy face toward Jerusalem, and drop thy word toward the holy places, and prophesy against the land of Israel,",
                    "score": 0.7954974515946304
                }
            ]
        },
        {
            "verse": 50,
            "text": "And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 24,
                    "text": "And it came to pass that he did deliver them, and he did show forth his mighty power unto them, and great were their rejoicings.",
                    "score": 0.789329945891684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7762771196955432
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 72,
                    "text": "So he fed them according to the integrity of his heart; and guided them by the skilfulness of his hands.",
                    "score": 0.7716559812315579
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
                    "score": 0.7707473428144037
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And his heart was lifted up in the ways of the Lord: moreover he took away the high places and groves out of Judah.",
                    "score": 0.7703564497436501
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 10,
                    "text": "The mountains saw thee, and they trembled: the overflowing of the water passed by: the deep uttered his voice, and lifted up his hands on high.",
                    "score": 0.7687467902257829
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 5,
                    "text": "And he lifted up his eyes, and saw the women and the children; and said, Who are those with thee? And he said, The children which God hath graciously given thy servant.",
                    "score": 0.7681793688708088
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 28,
                    "text": "And I know that he will raise me up at the last day, to dwell with him in glory; yea, and I will praise him forever, for he has brought our fathers out of Egypt, and he has swallowed up the Egyptians in the Red Sea; and he led them by his power into the promised land; yea, and he has delivered them out of bondage and captivity from time to time.",
                    "score": 0.7665746136600715
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 22,
                    "text": "And Aaron lifted up his hand toward the people, and blessed them, and came down from offering of the sin offering, and the burnt offering, and peace offerings.",
                    "score": 0.7664466241639766
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And he put all upon Aaron's hands, and upon his sons' hands, and waved them for a wave offering before the Lord.",
                    "score": 0.7662177575026907
                }
            ]
        },
        {
            "verse": 51,
            "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had ascended into heaven, the multitude did disperse, and every man did take his wife and his children and did return to his own home.",
                    "score": 0.8183301732380303
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And it came to pass, when all the people were clean passed over, that the ark of the Lord passed over, and the priests, in the presence of the people.",
                    "score": 0.8154786522405997
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And when he came to the tower, he took them from their hand, and bestowed them in the house: and he let the men go, and they departed.",
                    "score": 0.8068720919307147
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.8049572185261357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 39,
                    "text": "And while they were overshadowed he departed from them, and ascended into heaven. And the disciples saw and did bear record that he ascended again into heaven.",
                    "score": 0.8044180701196804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.",
                    "score": 0.8024515084190411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 24,
                    "text": "And it came to pass that he did deliver them, and he did show forth his mighty power unto them, and great were their rejoicings.",
                    "score": 0.8014775862295026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.7974656345333709
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And it came to pass that when Satan had departed from the presence of Moses, that Moses lifted up his eyes unto heaven, being filled with the Holy Ghost, which beareth record of the Father and the Son;",
                    "score": 0.7958038359635662
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And it came to pass, when the priests were come out of the holy place: (for all the priests that were present were sanctified, and did not then wait by course:",
                    "score": 0.7951739219689349
                }
            ]
        },
        {
            "verse": 52,
            "text": "And they worshipped him, and returned to Jerusalem with great joy:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 27,
                    "text": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat in the forefront of them, to go again to Jerusalem with joy; for the Lord had made them to rejoice over their enemies.",
                    "score": 0.839183981772739
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 43,
                    "text": "And he brought forth his people with joy, and his chosen with gladness:",
                    "score": 0.8070436841078906
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 2,
                    "text": "Let Israel rejoice in him that made him: let the children of Zion be joyful in their King.",
                    "score": 0.7914148696174654
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.",
                    "score": 0.785684763679062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.",
                    "score": 0.7850552868679692
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.",
                    "score": 0.7835373025000819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 25,
                    "text": "Yea, and he also saw that their hearts were lifted up unto great boasting, in their pride.",
                    "score": 0.7770036150335836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 20,
                    "text": "And many of the people did inquire concerning the place where the Son of God should come; and they were taught that he would appear unto them after his resurrection; and this the people did hear with great joy and gladness.",
                    "score": 0.776448196460084
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 26,
                    "text": "So there was great joy in Jerusalem: for since the time of Solomon the son of David king of Israel there was not the like in Jerusalem.",
                    "score": 0.7755864410332444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 24,
                    "text": "Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name.",
                    "score": 0.7741554171077781
                }
            ]
        },
        {
            "verse": 53,
            "text": "And were continually in the temple, praising and blessing God. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 36,
                    "text": "Blessed be the Lord God of Israel for ever and ever. And all the people said, Amen, and praised the Lord.",
                    "score": 0.8191236667218437
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 1,
                    "text": "I will bless the Lord at all times: his praise shall continually be in my mouth.",
                    "score": 0.7922056524976105
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 52,
                    "text": "Blessed be the Lord for evermore. Amen, and Amen.",
                    "score": 0.7908012144560663
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 48,
                    "text": "Blessed be the Lord God of Israel from everlasting to everlasting: and let all the people say, Amen. Praise ye the Lord.",
                    "score": 0.7877170215577228
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 150,
                    "verse": 1,
                    "text": "Praise ye the Lord. Praise God in his sanctuary: praise him in the firmament of his power.",
                    "score": 0.7845988930710932
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 27,
                    "text": "Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the Lord be magnified, which hath pleasure in the prosperity of his servant.",
                    "score": 0.7824254382264192
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "score": 0.7818426271979533
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 26,
                    "text": "Bless ye God in the congregations, even the Lord, from the fountain of Israel.",
                    "score": 0.7804267869392295
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 23,
                    "verse": 30,
                    "text": "And to stand every morning to thank and praise the Lord, and likewise at even;",
                    "score": 0.7774031264486642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 51,
                    "text": "And they did pray unto the Lord their God continually, insomuch that the Lord did bless them, according to his word, so that they did wax strong and prosper in the land.",
                    "score": 0.7768633233512083
                }
            ]
        }
    ]
}