{
    "volume": "New Testament",
    "book": "Mark",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
                    "score": 0.7895338282742052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7798327260440941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.778580008385853
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And God came unto Balaam, and said, What men are these with thee?",
                    "score": 0.7765932527701739
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 29,
                    "text": "Then the king sent and gathered together all the elders of Judah and Jerusalem.",
                    "score": 0.7751704848067936
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And Absalom, and all the people the men of Israel, came to Jerusalem, and Ahithophel with him.",
                    "score": 0.7741270668207823
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 35,
                    "text": "And he sent messengers throughout all Manasseh; who also was gathered after him: and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them.",
                    "score": 0.7731040824590932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7724861188999652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
                    "score": 0.7708006351066333
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And the king sent, and they gathered unto him all the elders of Judah and of Jerusalem.",
                    "score": 0.7694446482220965
                }
            ]
        },
        {
            "verse": 2,
            "text": "And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.7808672583531036
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Nevertheless the priests of the high places came not up to the altar of the Lord in Jerusalem, but they did eat of the unleavened bread among their brethren.",
                    "score": 0.7775970970213851
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 15,
                    "text": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed.",
                    "score": 0.765937068170485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.",
                    "score": 0.7625128586922917
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 17,
                    "text": "For they eat the bread of wickedness, and drink the wine of violence.",
                    "score": 0.7615272244495147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.7611831093685719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 44,
                    "text": "And from this time the disciples began to sorrow for the sins of the world.",
                    "score": 0.7611740043942476
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "But ye have profaned it, in that ye say, The table of the Lord is polluted; and the fruit thereof, even his meat, is contemptible.",
                    "score": 0.759174054717817
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 26,
                    "text": "But behold, an awful death cometh upon the wicked; for they die as to things pertaining to things of righteousness; for they are unclean, and no unclean thing can inherit the kingdom of God; but they are cast out, and consigned to partake of the fruits of their labors or their works, which have been evil; and they drink the dregs of a bitter cup.",
                    "score": 0.7560810349562521
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 17,
                    "text": "For there were many in the congregation that were not sanctified: therefore the Levites had the charge of the killing of the passovers for every one that was not clean, to sanctify them unto the Lord.",
                    "score": 0.7560663262922471
                }
            ]
        },
        {
            "verse": 3,
            "text": "For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the tradition of the elders.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 21,
                    "text": "So they shall wash their hands and their feet, that they die not: and it shall be a statute for ever to them, even to him and to his seed throughout their generations.",
                    "score": 0.7795663999789098
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7768071533293943
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 6,
                    "text": "The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water.",
                    "score": 0.7754706247049069
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 19,
                    "text": "For Aaron and his sons shall wash their hands and their feet thereat:",
                    "score": 0.7691766223059191
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7681105339065422
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 32,
                    "text": "Therefore the children of Israel eat not of the sinew which shrank, which is upon the hollow of the thigh, unto this day: because he touched the hollow of Jacob's thigh in the sinew that shrank.",
                    "score": 0.7675228692303077
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 17,
                    "text": "For there were many in the congregation that were not sanctified: therefore the Levites had the charge of the killing of the passovers for every one that was not clean, to sanctify them unto the Lord.",
                    "score": 0.7589081648182252
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.",
                    "score": 0.7574998322016582
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 1,
                    "text": "The priests the Levites, and all the tribe of Levi, shall have no part nor inheritance with Israel: they shall eat the offerings of the Lord made by fire, and his inheritance.",
                    "score": 0.7561763895511676
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 9,
                    "verse": 13,
                    "text": "But the man that is clean, and is not in a journey, and forbeareth to keep the passover, even the same soul shall be cut off from among his people: because he brought not the offering of the Lord in his appointed season, that man shall bear his sin.",
                    "score": 0.7555234431798182
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.",
                    "score": 0.7528395058606698
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7269380432230172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 12,
                    "text": "And the harp, and the viol, the tabret, and pipe, and wine are in their feasts; but they regard not the work of the Lord, neither consider the operation of his hands.",
                    "score": 0.722643382975571
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the Lord, neither consider the operation of his hands.",
                    "score": 0.722643382975571
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 20,
                    "text": "Notwithstanding they hearkened not unto Moses; but some of them left of it until the morning, and it bred worms, and stank: and Moses was wroth with them.",
                    "score": 0.7212457986634238
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 1,
                    "text": "Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.",
                    "score": 0.7208420339502691
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 16,
                    "text": "But if he wash them not, nor bathe his flesh; then he shall bear his iniquity.",
                    "score": 0.7199954340417115
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 21,
                    "text": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
                    "score": 0.7191004516238504
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 22,
                    "text": "For they cannot bear meat now, but milk they must receive; wherefore, they must not know these things, lest they perish.",
                    "score": 0.716582861115903
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man which is with thy servants: there is no want of any thing.",
                    "score": 0.7159965750093417
                }
            ]
        },
        {
            "verse": 5,
            "text": "Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7696460763498127
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And the elders of his house arose, and went to him, to raise him up from the earth: but he would not, neither did he eat bread with them.",
                    "score": 0.7615691815521543
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 33,
                    "text": "And they shall eat those things wherewith the atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.",
                    "score": 0.7607378845848367
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7587147852680323
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 6,
                    "text": "The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water.",
                    "score": 0.7572693153115995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 42,
                    "text": "Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.",
                    "score": 0.7559334786054958
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Nevertheless the priests of the high places came not up to the altar of the Lord in Jerusalem, but they did eat of the unleavened bread among their brethren.",
                    "score": 0.7549583178635141
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.7540676072534049
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Speak unto Aaron, saying, Whosoever he be of thy seed in their generations that hath any blemish, let him not approach to offer the bread of his God.",
                    "score": 0.7538496686706578
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.",
                    "score": 0.7537748478674922
                }
            ]
        },
        {
            "verse": 6,
            "text": "He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:",
                    "score": 0.8257428654896697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Forasmuch as this people draw near unto me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear towards me is taught by the precepts of men--",
                    "score": 0.8173162378965707
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 31,
                    "text": "And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.",
                    "score": 0.8068478679367895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I said unto them: How is it that ye do not keep the commandments of the Lord? How is it that ye will perish, because of the hardness of your hearts?",
                    "score": 0.7930920409837582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "score": 0.7915039035208189
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 16,
                    "text": "Thus saith the Lord of hosts, Hearken not unto the words of the prophets that prophesy unto you: they make you vain: they speak a vision of their own heart, and not out of the mouth of the Lord.",
                    "score": 0.7864995861407649
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And, behold, one like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength.",
                    "score": 0.7857014038170771
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Then the Lord said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.",
                    "score": 0.7852684743432682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 8,
                    "text": "Wherefore, they are of worth unto the children of men, and he that supposeth that they are not, unto them will I speak particularly, and confine the words unto mine own people; for I know that they shall be of great worth unto them in the last days; for in that day shall they understand them; wherefore, for their good have I written them.",
                    "score": 0.7810287946249745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Behold ye, the people of this great city, and hearken unto my words; yea, hearken unto the words which the Lord saith; for behold, he saith that ye are cursed because of your riches, and also are your riches cursed because ye have set your hearts upon them, and have not hearkened unto the words of him who gave them unto you.",
                    "score": 0.7804570311042369
                }
            ]
        },
        {
            "verse": 7,
            "text": "Howbeit in vain do they worship me, teaching for doctrines the commandments of men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7995267300089391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 58,
                    "verse": 1,
                    "text": "Do ye indeed speak righteousness, O congregation? do ye judge uprightly, O ye sons of men?",
                    "score": 0.7902346193010826
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 29,
                    "text": "If thou lovest me thou shalt serve me and keep all my commandments.",
                    "score": 0.7896588595153088
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 66,
                    "text": "Teach me good judgment and knowledge: for I have believed thy commandments.",
                    "score": 0.7875552717731984
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 134,
                    "text": "Deliver me from the oppression of man: so will I keep thy precepts.",
                    "score": 0.7834822751772123
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 23,
                    "text": "If thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the door, and Satan desireth to have thee; and except thou shalt hearken unto my commandments, I will deliver thee up, and it shall be unto thee according to his desire. And thou shalt rule over him;",
                    "score": 0.7828515666609311
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 86,
                    "text": "All thy commandments are faithful: they persecute me wrongfully; help thou me.",
                    "score": 0.7820187036445243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And behold, how oft you have transgressed the commandments and the laws of God, and have gone on in the persuasions of men.",
                    "score": 0.7820144023708778
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 5,
                    "text": "Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.",
                    "score": 0.7792133836182238
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 10,
                    "text": "I have seen the travail, which God hath given to the sons of men to be exercised in it.",
                    "score": 0.7775887794457346
                }
            ]
        },
        {
            "verse": 8,
            "text": "For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 52,
                    "text": "That by keeping the commandments they might be washed and cleansed from all their sins, and receive the Holy Spirit by the laying on of the hands of him who is ordained and sealed unto this power;",
                    "score": 0.7920288494225025
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 47,
                    "text": "And he that lieth in the house shall wash his clothes; and he that eateth in the house shall wash his clothes.",
                    "score": 0.7874083985812924
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.",
                    "score": 0.7856375444990823
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 13,
                    "text": "Then thou shalt say before the Lord thy God, I have brought away the hallowed things out of mine house, and also have given them unto the Levite, and unto the stranger, to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten them:",
                    "score": 0.7789838134657647
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place.",
                    "score": 0.7750032319696414
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 3,
                    "text": "Therefore, thou son of man, prepare thee stuff for removing, and remove by day in their sight; and thou shalt remove from thy place to another place in their sight: it may be they will consider, though they be a rebellious house.",
                    "score": 0.7730983129199228
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And utter a parable unto the rebellious house, and say unto them, Thus saith the Lord God; Set on a pot, set it on, and also pour water into it:",
                    "score": 0.7730577657008957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 86,
                    "text": "I give unto you this privilege, this once; and behold, if you proceed to do the things which I have laid before you, according to my commandments, all these things are mine, and ye are my stewards, and the master will not suffer his house to be broken up. Even so. Amen.",
                    "score": 0.7727579664770833
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 19,
                    "text": "For Aaron and his sons shall wash their hands and their feet thereat:",
                    "score": 0.7722516540726503
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And he that sitteth on any thing whereon he sat that hath the issue shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.7714652779284553
                }
            ]
        },
        {
            "verse": 9,
            "text": "And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the Lord your God.",
                    "score": 0.8184517619658616
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Notwithstanding ye would not go up, but rebelled against the commandment of the Lord your God:",
                    "score": 0.8051361947797827
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Ye shall not do so unto the Lord your God.",
                    "score": 0.8046808349143592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.8032915849444995
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 16,
                    "text": "He that keepeth the commandment keepeth his own soul; but he that despiseth his ways shall die.",
                    "score": 0.8030408684780567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "score": 0.7988043885764236
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.",
                    "score": 0.7976046294855703
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 28,
                    "text": "And the Lord said unto Moses, How long refuse ye to keep my commandments and my laws?",
                    "score": 0.7974330014571941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 13,
                    "text": "O remember, remember, my son Helaman, how strict are the commandments of God. And he said: If ye will keep my commandments ye shall prosper in the land--but if ye keep not his commandments ye shall be cut off from his presence.",
                    "score": 0.797417755251763
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 15,
                    "text": "But if ye will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
                    "score": 0.7966565713926819
                }
            ]
        },
        {
            "verse": 10,
            "text": "For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; his blood shall be upon him.",
                    "score": 0.8330357304963556
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 6,
                    "text": "And Pharaoh said, Go up, and bury thy father, according as he made thee swear.",
                    "score": 0.8323997990787977
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And he that smiteth his father, or his mother, shall be surely put to death.",
                    "score": 0.8276106444365625
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he that curseth his father, or his mother, shall surely be put to death.",
                    "score": 0.8218145332874643
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 16,
                    "text": "Honour thy father and thy mother, as the Lord thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the Lord thy God giveth thee.",
                    "score": 0.8074516775287552
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 5,
                    "text": "My father made me swear, saying, Lo, I die: in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come again.",
                    "score": 0.8072715756324427
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 14,
                    "text": "Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.",
                    "score": 0.8055990692109629
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.",
                    "score": 0.8012058072682106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.",
                    "score": 0.799550230025776
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen.",
                    "score": 0.7994911506426322
                }
            ]
        },
        {
            "verse": 11,
            "text": "But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "score": 0.8089070368027239
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
                    "score": 0.8030275963098389
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.",
                    "score": 0.8030275963098389
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
                    "score": 0.8030275963098389
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 25,
                    "text": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice.",
                    "score": 0.797833118861371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                    "score": 0.7958758877412003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.",
                    "score": 0.7934255692086324
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.7933575017284021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
                    "score": 0.7906726121691602
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 46,
                    "verse": 16,
                    "text": "Thus saith the Lord God; If the prince give a gift unto any of his sons, the inheritance thereof shall be his sons'; it shall be their possession by inheritance.",
                    "score": 0.7905582927159011
                }
            ]
        },
        {
            "verse": 12,
            "text": "And ye suffer him no more to do ought for his father or his mother;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 14,
                    "text": "Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.",
                    "score": 0.8147146844676197
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he that curseth his father, or his mother, shall surely be put to death.",
                    "score": 0.8128816354391911
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And he that smiteth his father, or his mother, shall be surely put to death.",
                    "score": 0.8127605593178022
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 26,
                    "text": "He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach.",
                    "score": 0.8046001450264009
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; his blood shall be upon him.",
                    "score": 0.798908787481967
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Neither shall he go in to any dead body, nor defile himself for his father, or for his mother;",
                    "score": 0.798584443757991
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
                    "score": 0.7960436006379722
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
                    "score": 0.7960436006379722
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.",
                    "score": 0.7960436006379722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 29,
                    "text": "And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance.",
                    "score": 0.7857024266574342
                }
            ]
        },
        {
            "verse": 13,
            "text": "Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 15,
                    "text": "For behold, had the mighty works been shown unto them which have been shown unto you, yea, unto them who have dwindled in unbelief because of the traditions of their fathers, ye can see of yourselves that they never would again have dwindled in unbelief.",
                    "score": 0.7627765925160834
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.",
                    "score": 0.7612573110782961
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 10,
                    "text": "The Lord bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect.",
                    "score": 0.7584945721477383
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 6,
                    "text": "And whoso receiveth not by the Spirit, cannot be benefited. Therefore it is not needful that it should be translated. Amen.",
                    "score": 0.7582276294013752
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 5,
                    "text": "And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments;",
                    "score": 0.7571348439563145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 35,
                    "text": "And by giving heed and doing these things which ye have received, and which ye shall hereafter receive--and the kingdom is given you of the Father, and power to overcome all things which are not ordained of him--",
                    "score": 0.7566395336657313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 12,
                    "text": "Make not thy gift known unto any save it be those who are of thy faith. Trifle not with sacred things.",
                    "score": 0.7564238711649601
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.",
                    "score": 0.7556645991911033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Blessed art thou, Nephi, for those things which thou hast done; for I have beheld how thou hast with unwearyingness declared the word, which I have given unto thee, unto this people. And thou hast not feared them, and hast not sought thine own life, but hast sought my will, and to keep my commandments.",
                    "score": 0.7539682059871148
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 28,
                    "text": "And there ye shall serve gods, the work of men's hands, wood and stone, which neither see, nor hear, nor eat, nor smell.",
                    "score": 0.753751597714152
                }
            ]
        },
        {
            "verse": 14,
            "text": "And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 16,
                    "text": "Hearken and hear, O ye inhabitants of the earth. Listen, ye elders of my church together, and hear the voice of the Lord; for he calleth upon all men, and he commandeth all men everywhere to repent.",
                    "score": 0.8168889856556415
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And the Lord heard the voice of your words, when ye spake unto me; and the Lord said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.",
                    "score": 0.8157343525246311
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And Samuel said unto all Israel, Behold, I have hearkened unto your voice in all that ye said unto me, and have made a king over you.",
                    "score": 0.8119023522871366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And king Benjamin again opened his mouth and began to speak unto them, saying: My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.",
                    "score": 0.8090880360668389
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 47,
                    "text": "And every one that hearkeneth to the voice of the Spirit cometh unto God, even the Father.",
                    "score": 0.8073687286029103
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears.",
                    "score": 0.8061245423247013
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 18,
                    "text": "The Lord is nigh unto all them that call upon him, to all that call upon him in truth.",
                    "score": 0.8051342918371445
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 28,
                    "text": "And Micaiah said, If thou return at all in peace, the Lord hath not spoken by me. And he said, Hearken, O people, every one of you.",
                    "score": 0.8019967123011652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.8008592709316672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.",
                    "score": 0.7994570296667192
                }
            ]
        },
        {
            "verse": 15,
            "text": "There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Or if he touch the uncleanness of man, whatsoever uncleanness it be that a man shall be defiled withal, and it be hid from him; when he knoweth of it, then he shall be guilty.",
                    "score": 0.777330765012041
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.76963409362099
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;",
                    "score": 0.7635176106138203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 4,
                    "text": "Who buildeth up at his own will and pleasure; and destroyeth when he pleases, and is able to cast the soul down to hell.",
                    "score": 0.7617544359133558
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 25,
                    "text": "And they shall come at no dead person to defile themselves: but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves.",
                    "score": 0.7560963291986001
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.7555105465789268
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Neither shall he go in to any dead body, nor defile himself for his father, or for his mother;",
                    "score": 0.7546652517734936
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 25,
                    "text": "That no weapon formed against them shall prosper; that he who diggeth a pit for them shall fall into the same himself;",
                    "score": 0.7528312550996179
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 14,
                    "text": "I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.",
                    "score": 0.7513296933248962
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.74930886544928
                }
            ]
        },
        {
            "verse": 16,
            "text": "If any man have ears to hear, let him hear.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
                    "score": 0.8441640802123433
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 34,
                    "text": "Let men of understanding tell me, and let a wise man hearken unto me.",
                    "score": 0.818454336948364
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 130,
                    "verse": 2,
                    "text": "Lord, hear my voice: let thine ears be attentive to the voice of my supplications.",
                    "score": 0.8135895959380098
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 23,
                    "text": "Give ye ear, and hear my voice; hearken, and hear my speech.",
                    "score": 0.8130590548058263
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 6,
                    "text": "Give ear, O Lord, unto my prayer; and attend to the voice of my supplications.",
                    "score": 0.8093463779479168
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hear this, all ye people; give ear, all ye inhabitants of the world:",
                    "score": 0.8065093231495783
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 2,
                    "text": "Hear my prayer, O God; give ear to the words of my mouth.",
                    "score": 0.8030492233778528
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?",
                    "score": 0.800719234335501
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth.",
                    "score": 0.7969408326789404
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 23,
                    "text": "Who among you will give ear to this? who will hearken and hear for the time to come?",
                    "score": 0.7937542406317665
                }
            ]
        },
        {
            "verse": 17,
            "text": "And when he was entered into the house from the people, his disciples asked him concerning the parable.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 19,
                    "text": "And they came near to the steward of Joseph's house, and they communed with him at the door of the house,",
                    "score": 0.7976996206386415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 17,
                    "text": "That all the incomings of thy people, into this house, may be in the name of the Lord;",
                    "score": 0.7881368009035193
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
                    "score": 0.7778680053790106
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 1,
                    "text": "I was glad when they said unto me, Let us go into the house of the Lord.",
                    "score": 0.7719681335561638
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 2,
                    "text": "Son of man, put forth a riddle, and speak a parable unto the house of Israel;",
                    "score": 0.766556370801816
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 35,
                    "text": "And he that owneth the house shall come and tell the priest, saying, It seemeth to me there is as it were a plague in the house:",
                    "score": 0.7647785327608768
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 19,
                    "text": "And in whatsoever house ye enter, and they receive you, leave your blessing upon that house.",
                    "score": 0.7627263250305264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
                    "score": 0.7608619084999444
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 22,
                    "text": "Now as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house round about, and beat at the door, and spake to the master of the house, the old man, saying, Bring forth the man that came into thine house, that we may know him.",
                    "score": 0.7589375998588437
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 17,
                    "text": "And the man did as Joseph bade; and the man brought the men into Joseph's house.",
                    "score": 0.7585710219436532
                }
            ]
        },
        {
            "verse": 18,
            "text": "And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 17,
                    "verse": 4,
                    "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
                    "score": 0.817483211567602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 3,
                    "text": "For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought.",
                    "score": 0.8087205124207913
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 48,
                    "text": "I say unto you, he hath seen him; nevertheless, he who came unto his own was not comprehended.",
                    "score": 0.8081663635356429
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.8071531328986823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 15,
                    "text": "How do ye know of their surety? Behold, ye cannot know of things which ye do not see; therefore ye cannot know that there shall be a Christ.",
                    "score": 0.8070894433711895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Behold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he has not read the scriptures; if so, he does not understand them.",
                    "score": 0.8056111829758381
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "score": 0.8045750743746161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And I said unto him: Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you that none of the prophets have written, nor prophesied, save they have spoken concerning this Christ.",
                    "score": 0.8014711400996067
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 21,
                    "text": "Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?",
                    "score": 0.8009779934138641
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 7,
                    "text": "And he that seeketh signs shall see signs, but not unto salvation.",
                    "score": 0.8002766777935255
                }
            ]
        },
        {
            "verse": 19,
            "text": "Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Yet his meat in his bowels is turned, it is the gall of asps within him.",
                    "score": 0.7791495030750548
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 7,
                    "text": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.",
                    "score": 0.7629986944990018
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.",
                    "score": 0.7624476339660803
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And he shall take off from it all the fat of the bullock for the sin offering; the fat that covereth the inwards, and all the fat that is upon the inwards,",
                    "score": 0.7569142237192948
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.",
                    "score": 0.7563278532933883
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.",
                    "score": 0.7524232655765455
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 20,
                    "text": "So that his life abhorreth bread, and his soul dainty meat.",
                    "score": 0.751858922628009
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 7,
                    "text": "He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.",
                    "score": 0.7492365112813028
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 20,
                    "text": "But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he hath defiled the sanctuary of the Lord: the water of separation hath not been sprinkled upon him; he is unclean.",
                    "score": 0.7474777028044888
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.",
                    "score": 0.7470432003524267
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he said, That which cometh out of the man, that defileth the man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And when the prophet that brought him back from the way heard thereof, he said, It is the man of God, who was disobedient unto the word of the Lord: therefore the Lord hath delivered him unto the lion, which hath torn him, and slain him, according to the word of the Lord, which he spake unto him.",
                    "score": 0.788268706159497
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.7843673856086951
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And thus said Shimei when he cursed, Come out, come out, thou bloody man, and thou man of Belial:",
                    "score": 0.7837335490931877
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Hath he smitten him, as he smote those that smote him? or is he slain according to the slaughter of them that are slain by him?",
                    "score": 0.7836703574316851
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Thou shalt destroy them that speak leasing: the Lord will abhor the bloody and deceitful man.",
                    "score": 0.7817509184300847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 25,
                    "text": "For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of all lands, nations, and countries; and it bringeth to pass the destruction of all people, for it is built up by the devil, who is the father of all lies; even that same liar who beguiled our first parents, yea, even that same liar who hath caused man to commit murder from the beginning; who hath hardened the hearts of men that they have murdered the prophets, and stoned them, and cast them out from the beginning.",
                    "score": 0.7813230515539842
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 24,
                    "text": "He that hateth dissembleth with his lips, and layeth up deceit within him;",
                    "score": 0.77922388742931
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7783681451857503
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 10,
                    "text": "And the thing which he did displeased the Lord: wherefore he slew him also.",
                    "score": 0.7771247435835468
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he said unto them, Defile the house, and fill the courts with the slain: go ye forth. And they went forth, and slew in the city.",
                    "score": 0.7759380652599165
                }
            ]
        },
        {
            "verse": 21,
            "text": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 3,
                    "text": "This is an evil among all things that are done under the sun, that there is one event unto all: yea, also the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.",
                    "score": 0.7808888053973065
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
                    "score": 0.7683107126643288
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 4,
                    "verse": 13,
                    "text": "In thoughts from the visions of the night, when deep sleep falleth on men,",
                    "score": 0.7677530886840768
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Be not thou envious against evil men, neither desire to be with them.",
                    "score": 0.7654866297471332
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 11,
                    "text": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.",
                    "score": 0.759863555811781
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 6,
                    "verse": 1,
                    "text": "There is an evil which I have seen under the sun, and it is common among men:",
                    "score": 0.7574809253451531
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 32,
                    "text": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
                    "score": 0.7554835595558534
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 9,
                    "text": "Wherefore, let every man beware lest he do that which is not in truth and righteousness before me.",
                    "score": 0.7529448765287458
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 54,
                    "text": "So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:",
                    "score": 0.7513982323542311
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 10,
                    "text": "And the man that committeth adultery with another man's wife, even he that committeth adultery with his neighbour's wife, the adulterer and the adulteress shall surely be put to death.",
                    "score": 0.7491702623330861
                }
            ]
        },
        {
            "verse": 22,
            "text": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord abhorreth.",
                    "score": 0.8162346872021194
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 19,
                    "text": "Thou givest thy mouth to evil, and thy tongue frameth deceit.",
                    "score": 0.8138429784612596
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou art of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, and holdest thy tongue when the wicked devoureth the man that is more righteous than he?",
                    "score": 0.8131189052506558
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 52,
                    "text": "The covenants being broken through transgression, by covetousness and feigned words--",
                    "score": 0.8058834555827122
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 55,
                    "text": "Behold, all these properties are mine, or else your faith is vain, and ye are found hypocrites, and the covenants which ye have made unto me are broken;",
                    "score": 0.799871104637471
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And when thou art spoiled, what wilt thou do? Though thou clothest thyself with crimson, though thou deckest thee with ornaments of gold, though thou rentest thy face with painting, in vain shalt thou make thyself fair; thy lovers will despise thee, they will seek thy life.",
                    "score": 0.7949579267538919
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 8,
                    "text": "Only with thine eyes shalt thou behold and see the reward of the wicked.",
                    "score": 0.7896393809044043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 52,
                    "verse": 4,
                    "text": "Thou lovest all devouring words, O thou deceitful tongue.",
                    "score": 0.7881184690070204
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Behold, he travaileth with iniquity, and hath conceived mischief, and brought forth falsehood.",
                    "score": 0.7872629788306907
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 5,
                    "text": "He shall reward evil unto mine enemies: cut them off in thy truth.",
                    "score": 0.7832190919134395
                }
            ]
        },
        {
            "verse": 23,
            "text": "All these evil things come from within, and defile the man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 12,
                    "verse": 8,
                    "text": "The wicked walk on every side, when the vilest men are exalted.",
                    "score": 0.794536573229026
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7799269971990876
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 24,
                    "text": "He that hateth dissembleth with his lips, and layeth up deceit within him;",
                    "score": 0.779609684591624
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And he said unto me, Go in, and behold the wicked abominations that they do here.",
                    "score": 0.7763622547601949
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 6,
                    "verse": 1,
                    "text": "There is an evil which I have seen under the sun, and it is common among men:",
                    "score": 0.769379892721083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 9,
                    "text": "Yea, and we also see the great wickedness one very wicked man can cause to take place among the children of men.",
                    "score": 0.7692142355259995
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 28,
                    "text": "An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity.",
                    "score": 0.7680275099423246
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.7652193938678351
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 27,
                    "text": "An ungodly man diggeth up evil: and in his lips there is as a burning fire.",
                    "score": 0.7647810626409837
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 4,
                    "text": "The Lord hath made all things for himself: yea, even the wicked for the day of evil.",
                    "score": 0.764756536657941
                }
            ]
        },
        {
            "verse": 24,
            "text": "And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it: but he could not be hid.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And because of the knowledge of this man he could not be kept from beholding within the veil; and he saw the finger of Jesus, which, when he saw, he fell with fear; for he knew that it was the finger of the Lord; and he had faith no longer, for he knew, nothing doubting.",
                    "score": 0.7667107065448098
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Therefore they inquired of the Lord further, if the man should yet come thither. And the Lord answered, Behold, he hath hid himself among the stuff.",
                    "score": 0.7648877956667964
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And the covert for the sabbath that they had built in the house, and the king's entry without, turned he from the house of the Lord for the king of Assyria.",
                    "score": 0.760178689754117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Wherefore, having this perfect knowledge of God, he could not be kept from within the veil; therefore he saw Jesus; and he did minister unto him.",
                    "score": 0.7586942210462483
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 24,
                    "text": "Can any hide himself in secret places that I shall not see him? saith the Lord. Do not I fill heaven and earth? saith the Lord.",
                    "score": 0.7523865905582182
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.752103574666317
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he came to the sheepcotes by the way, where was a cave; and Saul went in to cover his feet: and David and his men remained in the sides of the cave.",
                    "score": 0.7517528705096063
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 1,
                    "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                    "score": 0.7513340429295368
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                    "score": 0.7513340429295368
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And he went unto his father's house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself.",
                    "score": 0.7508929380225208
                }
            ]
        },
        {
            "verse": 25,
            "text": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 10,
                    "text": "Then she fell on her face, and bowed herself to the ground, and said unto him, Why have I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I am a stranger?",
                    "score": 0.7815115492803865
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 37,
                    "text": "Then she went in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out.",
                    "score": 0.7708470599655666
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 56,
                    "text": "The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,",
                    "score": 0.7674563640650485
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 13,
                    "text": "The sorrows of a travailing woman shall come upon him: he is an unwise son; for he should not stay long in the place of the breaking forth of children.",
                    "score": 0.7659775312096352
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou art one of them that trouble me: for I have opened my mouth unto the Lord, and I cannot go back.",
                    "score": 0.7534570969398279
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7518596166939393
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And when she came to the man of God to the hill, she caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul is vexed within her: and the Lord hath hid it from me, and hath not told me.",
                    "score": 0.7511644644756118
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And his daughter in law, Phinehas' wife, was with child, near to be delivered: and when she heard the tidings that the ark of God was taken, and that her father in law and her husband were dead, she bowed herself and travailed; for her pains came upon her.",
                    "score": 0.7496660872699712
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 4,
                    "text": "A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones.",
                    "score": 0.7492020688599927
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.",
                    "score": 0.7485718417771949
                }
            ]
        },
        {
            "verse": 26,
            "text": "The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And the damsel's father shall say unto the elders, I gave my daughter unto this man to wife, and he hateth her;",
                    "score": 0.7532152398288156
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she die: because she hath wrought folly in Israel, to play the whore in her father's house: so shalt thou put evil away from among you.",
                    "score": 0.739763334896046
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her.",
                    "score": 0.727944824283152
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And one hath committed abomination with his neighbour's wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father's daughter.",
                    "score": 0.7264856425607005
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And when she came to her mother in law, she said, Who art thou, my daughter? And she told her all that the man had done to her.",
                    "score": 0.7258886389236636
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.",
                    "score": 0.723108842232323
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 8,
                    "text": "If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her.",
                    "score": 0.7230820369985929
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Then said Boaz unto his servant that was set over the reapers, Whose damsel is this?",
                    "score": 0.7219424532500273
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 17,
                    "text": "He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the daughter of women, corrupting her: but she shall not stand on his side, neither be for him.",
                    "score": 0.7207307167603204
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And they caused their sons and their daughters to pass through the fire, and used divination and enchantments, and sold themselves to do evil in the sight of the Lord, to provoke him to anger.",
                    "score": 0.7155502735639686
                }
            ]
        },
        {
            "verse": 27,
            "text": "But Jesus said unto her, Let the children first be filled: for it is not meet to take the children's bread, and to cast it unto the dogs.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 6,
                    "text": "For it is not meet that the things which belong to the children of the kingdom should be given to them that are not worthy, or to dogs, or the pearls to be cast before swine.",
                    "score": 0.8310596589904081
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
                    "score": 0.785693406963929
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 7,
                    "text": "Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?",
                    "score": 0.777682153189801
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "And ye shall be holy men unto me: neither shall ye eat any flesh that is torn of beasts in the field; ye shall cast it to the dogs.",
                    "score": 0.7770830919188126
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 99,
                    "verse": 6,
                    "text": "And now, verily I say unto you, that it is not expedient that you should go until your children are provided for, and sent up kindly unto the bishop of Zion.",
                    "score": 0.7717237230182289
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.769786048367419
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Thus saith the Lord God; Behold, I am against the shepherds; and I will require my flock at their hand, and cause them to cease from feeding the flock; neither shall the shepherds feed themselves any more; for I will deliver my flock from their mouth, that they may not be meat for them.",
                    "score": 0.7685520049819998
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 11,
                    "text": "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth part of an ephah of fine flour for a sin offering; he shall put no oil upon it, neither shall he put any frankincense thereon: for it is a sin offering.",
                    "score": 0.7663946292205063
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7631492561818289
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And the angel of the Lord said unto Manoah, Though thou detain me, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it unto the Lord. For Manoah knew not that he was an angel of the Lord.",
                    "score": 0.7629795147919551
                }
            ]
        },
        {
            "verse": 28,
            "text": "And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children's crumbs.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And of Jezebel also spake the Lord, saying, The dogs shall eat Jezebel by the wall of Jezreel.",
                    "score": 0.7656369913209351
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wherefore they came again, and told him. And he said, This is the word of the Lord, which he spake by his servant Elijah the Tishbite, saying, In the portion of Jezreel shall dogs eat the flesh of Jezebel:",
                    "score": 0.7560751836810569
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And thou shalt speak unto him, saying, Thus saith the Lord, Hast thou killed, and also taken possession? And thou shalt speak unto him, saying, Thus saith the Lord, In the place where dogs licked the blood of Naboth shall dogs lick thy blood, even thine.",
                    "score": 0.7546877529174169
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And Boaz said unto her, At mealtime come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers: and he reached her parched corn, and she did eat, and was sufficed, and left.",
                    "score": 0.7518553268316855
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 11,
                    "text": "Him that dieth of Jeroboam in the city shall the dogs eat; and him that dieth in the field shall the fowls of the air eat: for the Lord hath spoken it.",
                    "score": 0.740512783790834
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 11,
                    "text": "All her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O Lord, and consider; for I am become vile.",
                    "score": 0.7400594404352262
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 41,
                    "text": "Who provideth for the raven his food? when his young ones cry unto God, they wander for lack of meat.",
                    "score": 0.7377169123008684
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.",
                    "score": 0.7364309311873446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
                    "score": 0.7357061367601124
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Then was Abner very wroth for the words of Ish-bosheth, and said, Am I a dog's head, which against Judah do shew kindness this day unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, that thou chargest me to day with a fault concerning this woman?",
                    "score": 0.7349088303550319
                }
            ]
        },
        {
            "verse": 29,
            "text": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?",
                    "score": 0.8224714431327571
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do to me according to that which hath proceeded out of thy mouth; forasmuch as the Lord hath taken vengeance for thee of thine enemies, even of the children of Ammon.",
                    "score": 0.7923485801642796
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And it came to pass, as she came unto him, that she moved him to ask of her father a field: and she lighted off her ass; and Caleb said unto her, What wouldest thou?",
                    "score": 0.78785805052673
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 24,
                    "text": "Behold, here is my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing.",
                    "score": 0.7777554509718971
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he said, Go thy way, Daniel: for the words are closed up and sealed till the time of the end.",
                    "score": 0.7731732491918665
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And the Lord said unto Satan, Behold, all that he hath is in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the Lord.",
                    "score": 0.7730153608610595
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass, when she came to him, that she moved him to ask of her father a field: and she lighted from off her ass; and Caleb said unto her, What wilt thou?",
                    "score": 0.7719257925533429
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he said, Blessed be thou of the Lord, my daughter: for thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.",
                    "score": 0.7691039147294161
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she die: because she hath wrought folly in Israel, to play the whore in her father's house: so shalt thou put evil away from among you.",
                    "score": 0.7684719065692067
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And the damsel's father shall say unto the elders, I gave my daughter unto this man to wife, and he hateth her;",
                    "score": 0.7681705040329018
                }
            ]
        },
        {
            "verse": 30,
            "text": "And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 32,
                    "text": "And when Elisha was come into the house, behold, the child was dead, and laid upon his bed.",
                    "score": 0.7620879473864384
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And she went up, and laid him on the bed of the man of God, and shut the door upon him, and went out.",
                    "score": 0.7594672834437891
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7461164986345827
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 16,
                    "text": "And she laid up his garment by her, until his lord came home.",
                    "score": 0.7371779037892615
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 27,
                    "text": "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down at the door of the house, and her hands were upon the threshold.",
                    "score": 0.732082365759714
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 34,
                    "text": "And when he was come in, he did eat and drink, and said, Go, see now this cursed woman, and bury her: for she is a king's daughter.",
                    "score": 0.7296334994001241
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she die: because she hath wrought folly in Israel, to play the whore in her father's house: so shalt thou put evil away from among you.",
                    "score": 0.7238245816249973
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And she went down unto the floor, and did according to all that her mother in law bade her.",
                    "score": 0.7218039305576027
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her.",
                    "score": 0.7214987390544374
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 18,
                    "text": "For her house inclineth unto death, and her paths unto the dead.",
                    "score": 0.7185918871485732
                }
            ]
        },
        {
            "verse": 31,
            "text": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib:",
                    "score": 0.7762048567485886
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 25,
                    "text": "He restored the coast of Israel from the entering of Hamath unto the sea of the plain, according to the word of the Lord God of Israel, which he spake by the hand of his servant Jonah, the son of Amittai, the prophet, which was of Gath-hepher.",
                    "score": 0.7599763831183249
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And he went from thence to mount Carmel, and from thence he returned to Samaria.",
                    "score": 0.753467830400497
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And then the coast turneth westward to Aznoth-tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising.",
                    "score": 0.7520622536741802
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 17,
                    "text": "Then went Solomon to Ezion-geber, and to Eloth, at the sea side in the land of Edom.",
                    "score": 0.748822965293619
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 4,
                    "text": "He rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth.",
                    "score": 0.7485242406083615
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 36,
                    "text": "And when Balak heard that Balaam was come, he went out to meet him unto a city of Moab, which is in the border of Arnon, which is in the utmost coast.",
                    "score": 0.7476310113664577
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And goeth down westward to the coast of Japhleti, unto the coast of Beth-horon the nether, and to Gezer: and the goings out thereof are at the sea.",
                    "score": 0.7465091166284056
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 23,
                    "text": "By thy messengers thou hast reproached the Lord, and hast said, With the multitude of my chariots I am come up to the height of the mountains, to the sides of Lebanon, and will cut down the tall cedar trees thereof, and the choice fir trees thereof: and I will enter into the lodgings of his borders, and into the forest of his Carmel.",
                    "score": 0.7441523756176656
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 4,
                    "text": "From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast.",
                    "score": 0.7425468878716855
                }
            ]
        },
        {
            "verse": 32,
            "text": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.8078364091742247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 10,
                    "text": "And it came to pass as he began to expound these things unto them they were angry with him, and began to mock him; and they would not hear the words which he spake.",
                    "score": 0.8066982753951009
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.7990255178304316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And they stood forth and attempted to lay their hands on him; but he withstood them, and said unto them:",
                    "score": 0.7930068623317159
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 28,
                    "text": "So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.",
                    "score": 0.7852590577897849
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 15,
                    "text": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
                    "score": 0.7835883794517132
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
                    "score": 0.78020310287015
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7800115113674901
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
                    "score": 0.7780809319497718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And now the astonishment of Alma was so great that he became dumb, that he could not open his mouth; yea, and he became weak, even that he could not move his hands; therefore he was taken by those that were with him, and carried helpless, even until he was laid before his father.",
                    "score": 0.7780670034549317
                }
            ]
        },
        {
            "verse": 33,
            "text": "And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.",
                    "score": 0.8155572295469831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And he laid it upon my mouth, and said: Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged.",
                    "score": 0.8104869322564101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7861403370997421
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 34,
                    "text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands: and he stretched himself upon the child; and the flesh of the child waxed warm.",
                    "score": 0.782060354642143
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 17,
                    "text": "I cried unto him with my mouth, and he was extolled with my tongue.",
                    "score": 0.7818738645478687
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 23,
                    "text": "And he slew it; and Moses took of the blood of it, and put it upon the tip of Aaron's right ear, and upon the thumb of his right hand, and upon the great toe of his right foot.",
                    "score": 0.7779090293050219
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And he found a new jawbone of an ass, and put forth his hand, and took it, and slew a thousand men therewith.",
                    "score": 0.7767393222376362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 12,
                    "text": "And it came to pass that when Jesus had spoken these words, he touched every one of them with his finger save it were the three who were to tarry, and then he departed.",
                    "score": 0.7757348906182809
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it was so, that when any man came nigh to him to do him obeisance, he put forth his hand, and took him, and kissed him.",
                    "score": 0.7721676210720303
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 33,
                    "text": "Because they provoked his spirit, so that he spake unadvisedly with his lips.",
                    "score": 0.767789384579627
                }
            ]
        },
        {
            "verse": 34,
            "text": "And looking up to heaven, he sighed, and saith unto him, Ephphatha, that is, Be opened.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 50,
                    "text": "Till the Lord look down, and behold from heaven.",
                    "score": 0.8090864801864847
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 28,
                    "verse": 24,
                    "text": "For he looketh to the ends of the earth, and seeth under the whole heaven;",
                    "score": 0.8089492335369556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.798986910655211
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 8,
                    "text": "For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened.",
                    "score": 0.798686607644252
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 4,
                    "text": "He hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7961773599457712
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 6,
                    "text": "Who humbleth himself to behold the things that are in heaven, and in the earth!",
                    "score": 0.7926160642818828
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7906753466512578
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 146,
                    "verse": 8,
                    "text": "The Lord openeth the eyes of the blind: the Lord raiseth them that are bowed down: the Lord loveth the righteous:",
                    "score": 0.7883219812998068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 29,
                    "text": "Therefore, ask, and ye shall receive; knock, and it shall be opened unto you; for he that asketh, receiveth; and unto him that knocketh, it shall be opened.",
                    "score": 0.7876062367834713
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 19,
                    "text": "For he hath looked down from the height of his sanctuary; from heaven did the Lord behold the earth;",
                    "score": 0.787282049064515
                }
            ]
        },
        {
            "verse": 35,
            "text": "And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 33,
                    "text": "Because they provoked his spirit, so that he spake unadvisedly with his lips.",
                    "score": 0.7562700479566404
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 2,
                    "text": "Hear attentively the noise of his voice, and the sound that goeth out of his mouth.",
                    "score": 0.719688980765748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7102027877870589
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 11,
                    "text": "Doth not the ear try words? and the mouth taste his meat?",
                    "score": 0.7100822614238876
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 9,
                    "text": "There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.",
                    "score": 0.7074812987085949
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 8,
                    "text": "There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.",
                    "score": 0.7074812987085949
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 41,
                    "verse": 21,
                    "text": "His breath kindleth coals, and a flame goeth out of his mouth.",
                    "score": 0.7055353850411256
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 18,
                    "text": "As he clothed himself with cursing like as with his garment, so let it come into his bowels like water, and like oil into his bones.",
                    "score": 0.7053838353941697
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 7,
                    "text": "He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.",
                    "score": 0.7050757654934104
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 17,
                    "text": "I cried unto him with my mouth, and he was extolled with my tongue.",
                    "score": 0.7042394857969551
                }
            ]
        },
        {
            "verse": 36,
            "text": "And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 60,
                    "text": "I soon found out the reason why I had received such strict charges to keep them safe, and why it was that the messenger had said that when I had done what was required at my hand, he would call for them. For no sooner was it known that I had them, than the most strenuous exertions were used to get them from me. Every stratagem that could be invented was resorted to for that purpose. The persecution became more bitter and severe than before, and multitudes were on the alert continually to get them from me if possible. But by the wisdom of God, they remained safe in my hands, until I had accomplished by them what was required at my hand. When, according to arrangements, the messenger called for them, I delivered them up to him; and he has them in his charge until this day, being the second day of May, one thousand eight hundred and thirty-eight.",
                    "score": 0.7173231380726767
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And it came to pass that he did teach these things so much that many did believe on his words, even so many that they began to support him and give him money.",
                    "score": 0.7146673737072233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 34,
                    "text": "And he told them that these things ought not to be; but that the burden should come upon all the people, that every man might bear his part.",
                    "score": 0.7040179626708037
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 15,
                    "verse": 5,
                    "text": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.",
                    "score": 0.6945834324370739
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 15,
                    "text": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not do like them.",
                    "score": 0.6925309135189601
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 10,
                    "text": "And if it so be that they will not believe these things, then shall the greater things be withheld from them, unto their condemnation.",
                    "score": 0.685542644420946
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And it was so, when they saw that there was much money in the chest, that the king's scribe and the high priest came up, and they put up in bags, and told the money that was found in the house of the Lord.",
                    "score": 0.68548348124931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Nevertheless, they durst not lie, if it were known, for fear of the law, for liars were punished; therefore they pretended to preach according to their belief; and now the law could have no power on any man for his belief.",
                    "score": 0.684520520955147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 18,
                    "text": "And many of them saw and heard unspeakable things, which are not lawful to be written.",
                    "score": 0.684235711104315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.",
                    "score": 0.6834573511009454
                }
            ]
        },
        {
            "verse": 37,
            "text": "And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.7742138348141672
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the Lord said unto him, Who hath made man's mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the Lord?",
                    "score": 0.7741468760015792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.7702354007326311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.7688206906224244
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 12,
                    "text": "The hearing ear, and the seeing eye, the Lord hath made even both of them.",
                    "score": 0.76514133547957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7628258483016762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And it came to pass that he did teach and minister unto the children of the multitude of whom hath been spoken, and he did loose their tongues, and they did speak unto their fathers great and marvelous things, even greater than he had revealed unto the people; and he loosed their tongues that they could utter.",
                    "score": 0.7611810968365408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.",
                    "score": 0.7610320980243724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And after all this, after working many mighty miracles among the children of men, he shall be led, yea, even as Isaiah said, as a sheep before the shearer is dumb, so he opened not his mouth.",
                    "score": 0.7562166762565304
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And now the astonishment of Alma was so great that he became dumb, that he could not open his mouth; yea, and he became weak, even that he could not move his hands; therefore he was taken by those that were with him, and carried helpless, even until he was laid before his father.",
                    "score": 0.7513566735596773
                }
            ]
        }
    ]
}