{
    "volume": "New Testament",
    "book": "Mark",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "And again he entered into Capernaum after some days; and it was noised that he was in the house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.7534967402056661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being overcome with the Spirit and the things which he had seen.",
                    "score": 0.7510638622142336
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 16,
                    "text": "When Jeremiah was entered into the dungeon, and into the cabins, and Jeremiah had remained there many days;",
                    "score": 0.7494349759964636
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.",
                    "score": 0.7481755838751131
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And when the king entered into the house of the Lord, the guard came and fetched them, and brought them again into the guard chamber.",
                    "score": 0.7469300456190086
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And it fell on a day, that he came thither, and he turned into the chamber, and lay there.",
                    "score": 0.7394567425619607
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 5,
                    "text": "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for Joseph's sake; and the blessing of the Lord was upon all that he had in the house, and in the field.",
                    "score": 0.7343296319526269
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And it was so, when Ahijah heard the sound of her feet, as she came in at the door, that he said, Come in, thou wife of Jeroboam; why feignest thou thyself to be another? for I am sent to thee with heavy tidings.",
                    "score": 0.73365797328529
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
                    "score": 0.7331446361201747
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                    "score": 0.732827491319632
                }
            ]
        },
        {
            "verse": 2,
            "text": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 32,
                    "text": "But there were many among them who would not hear his words; therefore they went their way.",
                    "score": 0.787688317209411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.7698085726049851
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.76947985109963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 20,
                    "text": "Now this was done because there were so many people that they could not all be governed by one teacher; neither could they all hear the word of God in one assembly;",
                    "score": 0.7678358847154431
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And gather thou all the congregation together unto the door of the tabernacle of the congregation.",
                    "score": 0.7667170512528289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost.",
                    "score": 0.7619894505041412
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee.",
                    "score": 0.7568989428625332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 70,
                    "text": "And it came to pass that the Lord of the vineyard sent his servant; and the servant went and did as the Lord had commanded him, and brought other servants; and they were few.",
                    "score": 0.7554182165763546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold, they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire.",
                    "score": 0.7530127387515598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 3,
                    "text": "Now when they saw that they could not hit him, there were many more who did believe on his words, insomuch that they went away unto Nephi to be baptized.",
                    "score": 0.7500408269578958
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they come unto him, bringing one sick of the palsy, which was borne of four.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.8071112519338078
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 28,
                    "text": "So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.",
                    "score": 0.7838349356952442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                    "score": 0.7811540477716243
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 1,
                    "text": "And it came to pass after these things, that one told Joseph, Behold, thy father is sick: and he took with him his two sons, Manasseh and Ephraim.",
                    "score": 0.7774537614820044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 13,
                    "text": "And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.",
                    "score": 0.776011867598519
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.768745999498046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
                    "score": 0.767254450161195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And behold, their prayers were also in behalf of him that the Lord should suffer to bring these things forth.",
                    "score": 0.761811642352495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 10,
                    "text": "And it came to pass that so great were their afflictions that they began to cry mightily to God.",
                    "score": 0.7618109823207921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7585485683299721
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 23,
                    "text": "And it came to pass that they were all let down into the city by night, by the means of their strong cords and their ladders; thus when the morning came they were all within the walls of the city.",
                    "score": 0.7527834003826105
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 12,
                    "text": "Therefore he brought down their heart with labour; they fell down, and there was none to help.",
                    "score": 0.7478479186694047
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening.",
                    "score": 0.7416753741597049
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 25,
                    "text": "And they tarried till they were ashamed: and, behold, he opened not the doors of the parlour; therefore they took a key, and opened them: and, behold, their lord was fallen down dead on the earth.",
                    "score": 0.7358862305398536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.",
                    "score": 0.7321930054296663
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 2,
                    "text": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.",
                    "score": 0.7296425883399977
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And strangers, the terrible of the nations, have cut him off, and have left him: upon the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land; and all the people of the earth are gone down from his shadow, and have left him.",
                    "score": 0.7296414506423877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 27,
                    "text": "And it came to pass that so great was their fear that they fell to the earth, and did not obtain the outer door of the prison; and the earth shook mightily, and the walls of the prison were rent in twain, so that they fell to the earth; and the chief judge, and the lawyers, and priests, and teachers, who smote upon Alma and Amulek, were slain by the fall thereof.",
                    "score": 0.7240640085081096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                    "score": 0.7225163248543715
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 19,
                    "text": "Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;",
                    "score": 0.7222367055971216
                }
            ]
        },
        {
            "verse": 5,
            "text": "When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.7847784951378607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 16,
                    "text": "Therefore, being grieved for the hardness of their hearts and the blindness of their minds--went forth among them in that same year, and began to testify, boldly, repentance and remission of sins through faith on the Lord Jesus Christ.",
                    "score": 0.7845397832702383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.7820451712903904
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 1,
                    "text": "Thus saith the Lord, verily, verily I say unto you my son, thy sins are forgiven thee, according to thy petition, for thy prayers and the prayers of thy brethren have come up into my ears.",
                    "score": 0.7780574124746236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
                    "score": 0.7775530835531058
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 3,
                    "text": "Who forgiveth all thine iniquities; who healeth all thy diseases;",
                    "score": 0.7770330665998609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.7755274115306799
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I perceive that ye desire that I should show unto you what I have done unto your brethren at Jerusalem, for I see that your faith is sufficient that I should heal you.",
                    "score": 0.7743552432555753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 16,
                    "text": "For behold, he said: Thou art angry, O Lord, with this people, because they will not understand thy mercies which thou hast bestowed upon them because of thy Son.",
                    "score": 0.773450500733001
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Look upon mine affliction and my pain; and forgive all my sins.",
                    "score": 0.7729466106143612
                }
            ]
        },
        {
            "verse": 6,
            "text": "But there were certain of the scribes sitting there, and reasoning in their hearts,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 13,
                    "text": "Also they were over the bearers of burdens, and were overseers of all that wrought the work in any manner of service: and of the Levites there were scribes, and officers, and porters.",
                    "score": 0.7469277406087375
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.",
                    "score": 0.7289716552635755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7287945734757961
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 20,
                    "text": "And they went in to the king into the court, but they laid up the roll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
                    "score": 0.7284375230658713
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 35,
                    "text": "Them hath he filled with wisdom of heart, to work all manner of work, of the engraver, and of the cunning workman, and of the embroiderer, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any work, and of those that devise cunning work.",
                    "score": 0.7198288203546771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And thus they did assemble themselves together to cast in their voices concerning the matter; and they were laid before the judges.",
                    "score": 0.719612093622623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.7193539006694151
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 8,
                    "text": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
                    "score": 0.7164326357646007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 27,
                    "text": "And there was not a wicked man slain among them; but there were more than a thousand brought to the knowledge of the truth; thus we see that the Lord worketh in many ways to the salvation of his people.",
                    "score": 0.7153947771597604
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:",
                    "score": 0.7150408285924859
                }
            ]
        },
        {
            "verse": 7,
            "text": "Why doth this man thus speak blasphemies? who can forgive sins but God only?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 4,
                    "text": "Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest.",
                    "score": 0.7677919370482161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 7,
                    "text": "Nevertheless, he has sinned; but verily I say unto you, I, the Lord, forgive sins unto those who confess their sins before me and ask forgiveness, who have not sinned unto death.",
                    "score": 0.7659734861511146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 27,
                    "text": "The blasphemy against the Holy Ghost, which shall not be forgiven in the world nor out of the world, is in that ye commit murder wherein ye shed innocent blood, and assent unto my death, after ye have received my new and everlasting covenant, saith the Lord God; and he that abideth not this law can in nowise enter into my glory, but shall be damned, saith the Lord.",
                    "score": 0.7615681168698478
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 16,
                    "text": "For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger.",
                    "score": 0.7613901815326215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.7613666518305418
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 18,
                    "text": "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.",
                    "score": 0.7603041615088953
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 52,
                    "text": "And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.",
                    "score": 0.7585277219045585
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 17,
                    "text": "Now therefore forgive, I pray thee, my sin only this once, and entreat the Lord your God, that he may take away from me this death only.",
                    "score": 0.7582603587464335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And tongue cannot speak the words which he prayed, neither can be written by man the words which he prayed.",
                    "score": 0.7550491539907466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 6,
                    "text": "For behold, if ye deny the Holy Ghost when it once has had place in you, and ye know that ye deny it, behold, this is a sin which is unpardonable; yea, and whosoever murdereth against the light and knowledge of God, it is not easy for him to obtain forgiveness; yea, I say unto you, my son, that it is not easy for him to obtain a forgiveness.",
                    "score": 0.7513972107985296
                }
            ]
        },
        {
            "verse": 8,
            "text": "And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And now, behold, my beloved brethren, I suppose that ye ponder somewhat in your hearts concerning that which ye should do after ye have entered in by the way. But, behold, why do ye ponder these things in your hearts?",
                    "score": 0.7679085623801556
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And the Spirit of the Lord fell upon me, and said unto me, Speak; Thus saith the Lord; Thus have ye said, O house of Israel: for I know the things that come into your mind, every one of them.",
                    "score": 0.7631015068988539
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 12,
                    "text": "Then believed they his words; they sang his praise.",
                    "score": 0.7604461477822021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?",
                    "score": 0.7596570641194655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 15,
                    "text": "And then received ye spirits which ye could not understand, and received them to be of God; and in this are ye justified?",
                    "score": 0.7591303035874062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole.",
                    "score": 0.7579329585945012
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 12,
                    "text": "Now, when a man reasoneth he is understood of man, because he reasoneth as a man; even so will I, the Lord, reason with you that you may understand.",
                    "score": 0.7564061131594229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 10,
                    "text": "Wherefore, come ye unto it, and with him that cometh I will reason as with men in days of old, and I will show unto you my strong reasoning.",
                    "score": 0.7549626714000621
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7547141945316602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7534449297628992
                }
            ]
        },
        {
            "verse": 9,
            "text": "Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God.",
                    "score": 0.7784828356630901
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 8,
                    "text": "If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, being matters of controversy within thy gates: then shalt thou arise, and get thee up into the place which the Lord thy God shall choose;",
                    "score": 0.772469525320297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 9,
                    "text": "Lay your hands upon the sick, and they shall recover. Return not till I, the Lord, shall send you. Be patient in affliction. Ask, and ye shall receive; knock, and it shall be opened unto you.",
                    "score": 0.7683316111692796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
                    "score": 0.7661367220845078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 22,
                    "text": "And it shall be more tolerable for the heathen in the day of judgment, than for that house; therefore, gird up your loins and be faithful, and ye shall overcome all things, and be lifted up at the last day. Even so. Amen.",
                    "score": 0.7638209304913737
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 15,
                    "text": "Why criest thou for thine affliction? thy sorrow is incurable for the multitude of thine iniquity: because thy sins were increased, I have done these things unto thee.",
                    "score": 0.7626617166458594
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 26,
                    "text": "Arise for our help, and redeem us for thy mercies' sake.",
                    "score": 0.760780204546592
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 20,
                    "text": "Whereas thou camest but yesterday, should I this day make thee go up and down with us? seeing I go whither I may, return thou, and take back thy brethren: mercy and truth be with thee.",
                    "score": 0.7604616279296632
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 3,
                    "text": "The Lord will strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness.",
                    "score": 0.7603775174425712
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Have mercy upon me, O Lord; for I am weak: O Lord, heal me; for my bones are vexed.",
                    "score": 0.7600575595721968
                }
            ]
        },
        {
            "verse": 10,
            "text": "But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.",
                    "score": 0.7877779926818885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
                    "score": 0.7755082274590248
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Now, lo, if he beget a son, that seeth all his father's sins which he hath done, and considereth, and doeth not such like,",
                    "score": 0.7751553510672033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7749857740134662
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 54,
                    "text": "So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:",
                    "score": 0.772748471467587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 17,
                    "text": "And the redemption of the soul is through him that quickeneth all things, in whose bosom it is decreed that the poor and the meek of the earth shall inherit it.",
                    "score": 0.7718812944005341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases.",
                    "score": 0.7708761309698016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 21,
                    "text": "And he cometh into the world that he may save all men if they will hearken unto his voice; for behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam.",
                    "score": 0.7696109339757153
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 8,
                    "text": "Thy wickedness may hurt a man as thou art; and thy righteousness may profit the son of man.",
                    "score": 0.7676378134781469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And he hath power given unto him from the Father to redeem them from their sins because of repentance; therefore he hath sent his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls.",
                    "score": 0.7671332464285844
                }
            ]
        },
        {
            "verse": 11,
            "text": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 25,
                    "text": "And upon my house shall it begin, and from my house shall it go forth, saith the Lord;",
                    "score": 0.8632013273980758
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "score": 0.8346833753996553
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And the king said unto the woman, Go to thine house, and I will give charge concerning thee.",
                    "score": 0.8282170555716099
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Arise, and go down to the potter's house, and there I will cause thee to hear my words.",
                    "score": 0.8262002340199683
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 38,
                    "text": "But thou shalt go unto my father's house, and to my kindred, and take a wife unto my son.",
                    "score": 0.8247589534829355
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 20,
                    "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
                    "score": 0.8226194816682152
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass the same night, that the Lord said unto him, Arise, get thee down unto the host; for I have delivered it into thine hand.",
                    "score": 0.8166861191329442
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Arise thou therefore, get thee to thine own house: and when thy feet enter into the city, the child shall die.",
                    "score": 0.8166489619027265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.8082090817642938
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 7,
                    "text": "But as for me, I will come into thy house in the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.",
                    "score": 0.8068095681916924
                }
            ]
        },
        {
            "verse": 12,
            "text": "And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And this house, which is high, shall be an astonishment to every one that passeth by it; so that he shall say, Why hath the Lord done thus unto this land, and unto this house?",
                    "score": 0.7538596890498586
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.",
                    "score": 0.7516646988163507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Now they, after being sanctified by the Holy Ghost, having their garments made white, being pure and spotless before God, could not look upon sin save it were with abhorrence; and there were many, exceedingly great many, who were made pure and entered into the rest of the Lord their God.",
                    "score": 0.7509403466656115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 23,
                    "text": "Now this was done in the presence of the queen and many of the servants. And when they saw it they greatly marveled, and began to fear. And the king stood forth, and began to minister unto them. And he did minister unto them, insomuch that his whole household were converted unto the Lord.",
                    "score": 0.7502742229813852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And they began to know that the Son of God must shortly appear; yea, in fine, all the people upon the face of the whole earth from the west to the east, both in the land north and in the land south, were so exceedingly astonished that they fell to the earth.",
                    "score": 0.7497351536670437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 11,
                    "text": "For no man has seen God at any time in the flesh, except quickened by the Spirit of God.",
                    "score": 0.7459164710948669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.",
                    "score": 0.7400030618743776
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 36,
                    "text": "And Hezekiah rejoiced, and all the people, that God had prepared the people: for the thing was done suddenly.",
                    "score": 0.7377811431905529
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 43,
                    "text": "After this communication, I saw the light in the room begin to gather immediately around the person of him who had been speaking to me, and it continued to do so until the room was again left dark, except just around him; when, instantly I saw, as it were, a conduit open right up into heaven, and he ascended till he entirely disappeared, and the room was left as it had been before this heavenly light had made its appearance.",
                    "score": 0.7368844236628298
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7367046647040233
                }
            ]
        },
        {
            "verse": 13,
            "text": "And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And it came to pass that he did teach and minister unto the children of the multitude of whom hath been spoken, and he did loose their tongues, and they did speak unto their fathers great and marvelous things, even greater than he had revealed unto the people; and he loosed their tongues that they could utter.",
                    "score": 0.7816291936603547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And when they had thus prayed they went down unto the water's edge, and the multitude followed them.",
                    "score": 0.7803038042573984
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.7794570571959663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he spake unto them concerning their rebellions upon the waters, and the mercies of God in sparing their lives, that they were not swallowed up in the sea.",
                    "score": 0.7763765945422639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7756126169062375
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 12,
                    "text": "He divideth the sea with his power, and by his understanding he smiteth through the proud.",
                    "score": 0.7754034458784055
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 53,
                    "text": "And he led them on safely, so that they feared not: but the sea overwhelmed their enemies.",
                    "score": 0.7731837765785877
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 19,
                    "text": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.",
                    "score": 0.770200844790432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.768304862534524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And he did rejoice over them, and he did teach them many things. And he did also declare unto them that they were a people who were under him, and that they were a free people, that they were free from the oppressions of the king, his father; for that his father had granted unto him that he might reign over the people who were in the land of Ishmael, and in all the land round about.",
                    "score": 0.766862781408426
                }
            ]
        },
        {
            "verse": 14,
            "text": "And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And he hath brought thee near to him, and all thy brethren the sons of Levi with thee: and seek ye the priesthood also?",
                    "score": 0.7696909847976647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
                    "score": 0.7694792994681637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And also, the voice of the Son came unto me, saying: He that is baptized in my name, to him will the Father give the Holy Ghost, like unto me; wherefore, follow me, and do the things which ye have seen me do.",
                    "score": 0.7677050760955522
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons.",
                    "score": 0.7630960889541433
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7574412802396641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7562636592097016
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 26,
                    "text": "Then Moses stood in the gate of the camp, and said, Who is on the Lord's side? let him come unto me. And all the sons of Levi gathered themselves together unto him.",
                    "score": 0.7548950119748707
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And it came to pass, when they were come, that he looked on Eliab, and said, Surely the Lord's anointed is before him.",
                    "score": 0.7534160826557826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "score": 0.7499077810111981
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7495086920199934
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.8027338277367532
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And the meat of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel, and his cupbearers, and his ascent by which he went up unto the house of the Lord; there was no more spirit in her.",
                    "score": 0.7876150421336133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.",
                    "score": 0.7868989613710392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 1,
                    "text": "And it came to pass that the thirty and fourth year passed away, and also the thirty and fifth, and behold the disciples of Jesus had formed a church of Christ in all the lands round about. And as many as did come unto them, and did truly repent of their sins, were baptized in the name of Jesus; and they did also receive the Holy Ghost.",
                    "score": 0.7791990801793307
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And the meat of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel; his cupbearers also, and their apparel; and his ascent by which he went up into the house of the Lord; there was no more spirit in her.",
                    "score": 0.7785256750910018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7784277424585961
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And it came to pass, as they sat at the table, that the word of the Lord came unto the prophet that brought him back:",
                    "score": 0.7700630656814409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7675656524357066
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 31,
                    "text": "For by them judgeth he the people; he giveth meat in abundance.",
                    "score": 0.7661145099634986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
                    "score": 0.7656378264132463
                }
            ]
        },
        {
            "verse": 16,
            "text": "And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.806848701760467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And when the multitude had eaten and were filled, he said unto the disciples: Behold there shall one be ordained among you, and to him will I give power that he shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.",
                    "score": 0.8049529911715189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.7970119041287811
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 33,
                    "text": "Then they told Saul, saying, Behold, the people sin against the Lord, in that they eat with the blood. And he said, Ye have transgressed: roll a great stone unto me this day.",
                    "score": 0.7931171164208689
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And he made them a feast, and they did eat and drink.",
                    "score": 0.7892387467956866
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 33,
                    "text": "And they shall eat those things wherewith the atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.",
                    "score": 0.7881313975248492
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 62,
                    "verse": 9,
                    "text": "But they that have gathered it shall eat it, and praise the Lord; and they that have brought it together shall drink it in the courts of my holiness.",
                    "score": 0.7858697105916315
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God, Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:",
                    "score": 0.7855907243926789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And he said unto them: He that eateth this bread eateth of my body to his soul; and he that drinketh of this wine drinketh of my blood to his soul; and his soul shall never hunger nor thirst, but shall be filled.",
                    "score": 0.7823298444706167
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And shall begin to smite his fellow-servants, and to eat and drink with the drunken,",
                    "score": 0.7820166922545787
                }
            ]
        },
        {
            "verse": 17,
            "text": "When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous but sinners to repentance; the whole need no physician, but they that are sick; wherefore, little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath no power over them; and the law of circumcision is done away in me.",
                    "score": 0.8543558112157942
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 10,
                    "text": "Behold, I say unto you that you shall be a physician unto the church, but not unto the world, for they will not receive you.",
                    "score": 0.7855977304674409
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 43,
                    "text": "And whosoever among you are sick, and have not faith to be healed, but believe, shall be nourished with all tenderness, with herbs and mild food, and that not by the hand of an enemy.",
                    "score": 0.7702614425172561
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 24,
                    "text": "And the inhabitant shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity.",
                    "score": 0.769631699079447
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 74,
                    "text": "Verily, verily, I say unto you, they who believe not on your words, and are not baptized in water in my name, for the remission of their sins, that they may receive the Holy Ghost, shall be damned, and shall not come into my Father's kingdom where my Father and I am.",
                    "score": 0.7694680660061579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "score": 0.7686023422157446
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 12,
                    "text": "Hearken unto me, ye stouthearted, that are far from righteousness:",
                    "score": 0.7617968839124665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And now, for the sake of these things which I have spoken unto you--that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God--I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.",
                    "score": 0.7604743840634219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Yea, even he commanded them that they should preach nothing save it were repentance and faith on the Lord, who had redeemed his people.",
                    "score": 0.7602594185519542
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 68,
                    "text": "In my name they shall heal the sick;",
                    "score": 0.7596316242320587
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the disciples of John and of the Pharisees used to fast: and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold, they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire.",
                    "score": 0.7652459452251194
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 21,
                    "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
                    "score": 0.7629400082691852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls.",
                    "score": 0.7619432489463216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7613758329094459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7555032692355874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 35,
                    "text": "Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God.",
                    "score": 0.7536229727415799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And for this cause the Lord said unto Peter: If I will that he tarry till I come, what is that to thee? For he desired of me that he might bring souls unto me, but thou desiredst that thou mightest speedily come unto me in my kingdom.",
                    "score": 0.7492059335885919
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 4,
                    "text": "Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high.",
                    "score": 0.7479795419989674
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 21,
                    "text": "Then said his servants unto him, What thing is this that thou hast done? thou didst fast and weep for the child, while it was alive; but when the child was dead, thou didst rise and eat bread.",
                    "score": 0.7473378751744321
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.",
                    "score": 0.7469636223170298
                }
            ]
        },
        {
            "verse": 19,
            "text": "And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.7817271469115044
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 26,
                    "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                    "score": 0.7679503301227525
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.765143712345704
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.7641944280020957
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Turn, O backsliding children, saith the Lord; for I am married unto you: and I will take you one of a city, and two of a family, and I will bring you to Zion:",
                    "score": 0.7585416991419792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And even if it were possible that little children could sin they could not be saved; but I say unto you they are blessed; for behold, as in Adam, or by nature, they fall, even so the blood of Christ atoneth for their sins.",
                    "score": 0.75790501505971
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 62,
                    "verse": 5,
                    "text": "For as a young man marrieth a virgin, so shall thy sons marry thee: and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee.",
                    "score": 0.7559959192364966
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, saying, If a woman have conceived seed, and born a man child: then she shall be unclean seven days; according to the days of the separation for her infirmity shall she be unclean.",
                    "score": 0.7559905196515762
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 5,
                    "text": "If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband's brother shall go in unto her, and take her to him to wife, and perform the duty of an husband's brother unto her.",
                    "score": 0.7555794402931685
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 36,
                    "verse": 8,
                    "text": "And every daughter, that possesseth an inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may enjoy every man the inheritance of his fathers.",
                    "score": 0.753609126803371
                }
            ]
        },
        {
            "verse": 20,
            "text": "But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.8020591080499786
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.8020591080499786
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
                    "score": 0.801253695250184
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 8,
                    "text": "For it shall come to pass in that day, saith the Lord of hosts, that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more serve themselves of him:",
                    "score": 0.7956857209062076
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "score": 0.7891800658380304
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 26,
                    "text": "Therefore her young men shall fall in her streets, and all the men of war shall be cut off in that day, saith the Lord of hosts.",
                    "score": 0.7868910523805257
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.",
                    "score": 0.784833934902582
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And he shall consecrate unto the Lord the days of his separation, and shall bring a lamb of the first year for a trespass offering: but the days that were before shall be lost, because his separation was defiled.",
                    "score": 0.7828386138142528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And he said unto Alma: Thou shalt go before this people, and I will go with thee and deliver this people out of bondage.",
                    "score": 0.781650278125557
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 30,
                    "text": "Therefore shall her young men fall in the streets, and all her men of war shall be cut off in that day, saith the Lord.",
                    "score": 0.7807087586122634
                }
            ]
        },
        {
            "verse": 21,
            "text": "No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
                    "score": 0.7451246068668987
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 32,
                    "text": "And there shall be an hole in the top of it, in the midst thereof: it shall have a binding of woven work round about the hole of it, as it were the hole of an habergeon, that it be not rent.",
                    "score": 0.739916719817868
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.",
                    "score": 0.7368934489608302
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And these bottles of wine, which we filled, were new; and, behold, they be rent: and these our garments and our shoes are become old by reason of the very long journey.",
                    "score": 0.7365963500378281
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 58,
                    "text": "And the garment, either warp, or woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean.",
                    "score": 0.7315714293622412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 54,
                    "text": "Thou shalt not take thy brother's garment; thou shalt pay for that which thou shalt receive of thy brother.",
                    "score": 0.7313713559709936
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 30,
                    "text": "And Ahijah caught the new garment that was on him, and rent it in twelve pieces:",
                    "score": 0.7242033044269273
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and burning instead of beauty.",
                    "score": 0.722785838843385
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 19,
                    "text": "If I have seen any perish for want of clothing, or any poor without covering;",
                    "score": 0.7226971115399118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And it shall come to pass, instead of sweet smell there shall be stink; and instead of a girdle, a rent; and instead of well set hair, baldness; and instead of a stomacher, a girding of sackcloth; burning instead of beauty.",
                    "score": 0.7173852836752944
                }
            ]
        },
        {
            "verse": 22,
            "text": "And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 10,
                    "text": "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
                    "score": 0.7718818551182262
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 2,
                    "text": "The floor and the winepress shall not feed them, and the new wine shall fail in her.",
                    "score": 0.7614792451418277
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And these bottles of wine, which we filled, were new; and, behold, they be rent: and these our garments and our shoes are become old by reason of the very long journey.",
                    "score": 0.7565059417552638
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 8,
                    "text": "Thus saith the Lord, As the new wine is found in the cluster, and one saith, Destroy it not; for a blessing is in it: so will I do for my servants' sakes, that I may not destroy them all.",
                    "score": 0.7543885582600233
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Therefore thou shalt speak unto them this word; Thus saith the Lord God of Israel, Every bottle shall be filled with wine: and they shall say unto thee, Do we not certainly know that every bottle shall be filled with wine?",
                    "score": 0.7375589883427428
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 9,
                    "text": "If grapegatherers come to thee, would they not leave some gleaning grapes? if thieves by night, they will destroy till they have enough.",
                    "score": 0.7349993687370914
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 19,
                    "text": "Behold, my belly is as wine which hath no vent; it is ready to burst like new bottles.",
                    "score": 0.7332427770992594
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 24,
                    "text": "When thou comest into thy neighbour's vineyard, then thou mayest eat grapes thy fill at thine own pleasure; but thou shalt not put any in thy vessel.",
                    "score": 0.7310361987235209
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Thy silver is become dross, thy wine mixed with water:",
                    "score": 0.7289328005157445
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Awake, ye drunkards, and weep; and howl, all ye drinkers of wine, because of the new wine; for it is cut off from your mouth.",
                    "score": 0.7282114075626057
                }
            ]
        },
        {
            "verse": 23,
            "text": "And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, to pluck the ears of corn.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And it shall be as when the harvestman gathereth the corn, and reapeth the ears with his arm; and it shall be as he that gathereth ears in the valley of Rephaim.",
                    "score": 0.7934564574749736
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him.",
                    "score": 0.77998325410432
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And Ruth the Moabitess said unto Naomi, Let me now go to the field, and glean ears of corn after him in whose sight I shall find grace. And she said unto her, Go, my daughter.",
                    "score": 0.7693833694033891
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 25,
                    "text": "When thou comest into the standing corn of thy neighbour, then thou mayest pluck the ears with thine hand; but thou shalt not move a sickle unto thy neighbour's standing corn.",
                    "score": 0.7646351792174018
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 42,
                    "text": "And there came a man from Baal-shalisha, and brought the man of God bread of the firstfruits, twenty loaves of barley, and full ears of corn in the husk thereof. And he said, Give unto the people, that they may eat.",
                    "score": 0.7632375204888727
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 33,
                    "text": "The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles' feathers, and his nails like birds' claws.",
                    "score": 0.759537434853524
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 16,
                    "text": "Then he openeth the ears of men, and sealeth their instruction,",
                    "score": 0.759179456532665
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 32,
                    "text": "And while the children of Israel were in the wilderness, they found a man that gathered sticks upon the sabbath day.",
                    "score": 0.7563621552676039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And it came to pass that we did begin to till the earth, and we began to plant seeds; yea, we did put all our seeds into the earth, which we had brought from the land of Jerusalem. And it came to pass that they did grow exceedingly; wherefore, we were blessed in abundance.",
                    "score": 0.7534049863136089
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And Moses said, Eat that to day; for to day is a sabbath unto the Lord: to day ye shall not find it in the field.",
                    "score": 0.7508594634441336
                }
            ]
        },
        {
            "verse": 24,
            "text": "And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?",
                    "score": 0.8066397421927627
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.",
                    "score": 0.7981186708413965
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 13,
                    "text": "If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the Lord, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words:",
                    "score": 0.7927285184998483
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 15,
                    "text": "Six days may work be done; but in the seventh is the sabbath of rest, holy to the Lord: whosoever doeth any work in the sabbath day, he shall surely be put to death.",
                    "score": 0.7889333905129217
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 14,
                    "text": "Ye shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.",
                    "score": 0.7839756954677908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7836751741223197
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 8,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.7836751741223197
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And Moses said, Eat that to day; for to day is a sabbath unto the Lord: to day ye shall not find it in the field.",
                    "score": 0.7817493539543378
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 14,
                    "text": "But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.",
                    "score": 0.7808510990756727
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 29,
                    "text": "See, for that the Lord hath given you the sabbath, therefore he giveth you on the sixth day the bread of two days; abide ye every man in his place, let no man go out of his place on the seventh day.",
                    "score": 0.7804149426115359
                }
            ]
        },
        {
            "verse": 25,
            "text": "And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating.",
                    "score": 0.7845374465230489
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Who hast kept with thy servant David my father that thou promisedst him: thou spakest also with thy mouth, and hast fulfilled it with thine hand, as it is this day.",
                    "score": 0.7839356536979192
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 8,
                    "text": "And David said unto Achish, But what have I done? and what hast thou found in thy servant so long as I have been with thee unto this day, that I may not go fight against the enemies of my lord the king?",
                    "score": 0.782918513119453
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And when David had called him, he did eat and drink before him; and he made him drunk: and at even he went out to lie on his bed with the servants of his lord, but went not down to his house.",
                    "score": 0.7805475564832449
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And the king said, What have I to do with you, ye sons of Zeruiah? so let him curse, because the Lord hath said unto him, Curse David. Who shall then say, Wherefore hast thou done so?",
                    "score": 0.7717729271870181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 3,
                    "text": "For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought.",
                    "score": 0.7716899879461824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 11,
                    "text": "Therefore he was constrained to speak more unto them saying: Behold, my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, who were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians and swallowed them up?",
                    "score": 0.7715736048652934
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And Samuel told him every whit, and hid nothing from him. And he said, It is the Lord: let him do what seemeth him good.",
                    "score": 0.7714261960671843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And I said unto him: Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you that none of the prophets have written, nor prophesied, save they have spoken concerning this Christ.",
                    "score": 0.7706356113991046
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 5,
                    "text": "When they told it unto David, he sent to meet them, because the men were greatly ashamed: and the king said, Tarry at Jericho until your beards be grown, and then return.",
                    "score": 0.7695348741726888
                }
            ]
        },
        {
            "verse": 26,
            "text": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 21,
                    "verse": 6,
                    "text": "So the priest gave him hallowed bread: for there was no bread there but the shewbread, that was taken from before the Lord, to put hot bread in the day when it was taken away.",
                    "score": 0.8056306945166232
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 22,
                    "text": "He shall eat the bread of his God, both of the most holy, and of the holy.",
                    "score": 0.784251075498855
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
                    "score": 0.7833049816806259
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 3,
                    "text": "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.",
                    "score": 0.7832370875758774
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And Jethro, Moses' father in law, took a burnt offering and sacrifices for God: and Aaron came, and all the elders of Israel, to eat bread with Moses' father in law before God.",
                    "score": 0.7811567285457961
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 63,
                    "text": "And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.",
                    "score": 0.7792236310973512
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 6,
                    "verse": 26,
                    "text": "The priest that offereth it for sin shall eat it: in the holy place shall it be eaten, in the court of the tabernacle of the congregation.",
                    "score": 0.7789401833227295
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 25,
                    "text": "For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king's sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah.",
                    "score": 0.7784816854805139
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 18,
                    "text": "The feast of unleavened bread shalt thou keep. Seven days thou shalt eat unleavened bread, as I commanded thee, in the time of the month Abib: for in the month Abib thou camest out from Egypt.",
                    "score": 0.7776946725208668
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 65,
                    "text": "And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.",
                    "score": 0.776933200849855
                }
            ]
        },
        {
            "verse": 27,
            "text": "And he said unto them, The sabbath was made for man, and not man for the sabbath:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 18,
                    "text": "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.",
                    "score": 0.7924790246771019
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And he said, Wherefore wilt thou go to him to day? it is neither new moon, nor sabbath. And she said, It shall be well.",
                    "score": 0.7879627506820421
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 23,
                    "verse": 8,
                    "text": "So the Levites and all Judah did according to all things that Jehoiada the priest had commanded, and took every man his men that were to come in on the sabbath, with them that were to go out on the sabbath: for Jehoiada the priest dismissed not the courses.",
                    "score": 0.7843948599925149
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 23,
                    "text": "And he said unto them, This is that which the Lord hath said, To morrow is the rest of the holy sabbath unto the Lord: bake that which ye will bake to day, and seethe that ye will seethe; and that which remaineth over lay up for you to be kept until the morning.",
                    "score": 0.7797509347249066
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 10,
                    "text": "But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:",
                    "score": 0.7778799663130882
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And Moses said, Eat that to day; for to day is a sabbath unto the Lord: to day ye shall not find it in the field.",
                    "score": 0.7773528417911534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 18,
                    "text": "But the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;",
                    "score": 0.7763336379413979
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 14,
                    "text": "But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.",
                    "score": 0.7763084912176266
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day.",
                    "score": 0.7762802718494739
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:",
                    "score": 0.7734528615999644
                }
            ]
        },
        {
            "verse": 28,
            "text": "Therefore the Son of man is Lord also of the sabbath.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 2,
                    "text": "Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.",
                    "score": 0.8401583816636854
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.",
                    "score": 0.8222223430714004
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And two parts of all you that go forth on the sabbath, even they shall keep the watch of the house of the Lord about the king.",
                    "score": 0.8197327110871491
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 14,
                    "text": "But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.",
                    "score": 0.8090120825725668
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day.",
                    "score": 0.808028941572871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 29,
                    "text": "And the inhabitants of Zion shall also observe the Sabbath day to keep it holy.",
                    "score": 0.807077871282419
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And the sabbath of the land shall be meat for you; for thee, and for thy servant, and for thy maid, and for thy hired servant, and for thy stranger that sojourneth with thee,",
                    "score": 0.8062727826960256
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 6,
                    "text": "Also the sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
                    "score": 0.8042141019551214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 23,
                    "text": "And he commanded them that they should observe the sabbath day, and keep it holy, and also every day they should give thanks to the Lord their God.",
                    "score": 0.8041361337606199
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 10,
                    "text": "But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:",
                    "score": 0.8025845324064789
                }
            ]
        }
    ]
}