{
    "volume": "New Testament",
    "book": "Mark",
    "chapter": 13,
    "verses": [
        {
            "verse": 1,
            "text": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And Jesus went out, and departed from the temple; and his disciples came to him, for to hear him, saying: Master, show us concerning the buildings of the temple, as thou hast said--They shall be thrown down, and left unto you desolate.",
                    "score": 0.8610822751713098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 20,
                    "text": "And this temple which ye now see shall be thrown down that there shall not be left one stone upon another.",
                    "score": 0.781392065235755
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.7775190502619969
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And speak unto him, saying, Thus speaketh the Lord of hosts, saying, Behold the man whose name is The Branch; and he shall grow up out of his place, and he shall build the temple of the Lord:",
                    "score": 0.7741933109078118
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 42,
                    "text": "And they shall take other stones, and put them in the place of those stones; and he shall take other mortar, and shall plaster the house.",
                    "score": 0.7671160438291663
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7660923063959737
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.761158640400588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                    "score": 0.7609439085524101
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Therefore it shall be when ye be gone over Jordan, that ye shall set up these stones, which I command you this day, in mount Ebal, and thou shalt plaster them with plaster.",
                    "score": 0.7586949868646405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7573853216578698
                }
            ]
        },
        {
            "verse": 2,
            "text": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.8731286016574377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 20,
                    "text": "And this temple which ye now see shall be thrown down that there shall not be left one stone upon another.",
                    "score": 0.866825460776877
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And upon this rock I will build my church; yea, upon this rock ye are built, and if ye continue, the gates of hell shall not prevail against you.",
                    "score": 0.8283657257846808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.8176583587619117
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 26,
                    "text": "And they shall not take of thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever, saith the Lord.",
                    "score": 0.8098979727116262
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 10,
                    "text": "And again, for the precedent, Matthew 16:18, 19: And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven; and whatsoever thou shalt loose on earth shall be loosed in heaven.",
                    "score": 0.8050052133217074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 3,
                    "text": "For it shall come to pass in that day that the churches which are built up, and not unto the Lord, when the one shall say unto the other: Behold, I, I am the Lord's; and the others shall say: I, I am the Lord's; and thus shall every one say that hath built up churches, and not unto the Lord--",
                    "score": 0.8006312301421877
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And Jesus went out, and departed from the temple; and his disciples came to him, for to hear him, saying: Master, show us concerning the buildings of the temple, as thou hast said--They shall be thrown down, and left unto you desolate.",
                    "score": 0.7988152591944541
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 5,
                    "text": "Wherefore, if you shall build up my church, upon the foundation of my gospel and my rock, the gates of hell shall not prevail against you.",
                    "score": 0.7984229271021934
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 20,
                    "text": "Look upon Zion, the city of our solemnities: thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.",
                    "score": 0.7972533885264487
                }
            ]
        },
        {
            "verse": 3,
            "text": "And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And Jesus left them, and went upon the Mount of Olives. And as he sat upon the Mount of Olives, the disciples came unto him privately, saying: Tell us when shall these things be which thou hast said concerning the destruction of the temple, and the Jews; and what is the sign of thy coming, and of the end of the world, or the destruction of the wicked, which is the end of the world?",
                    "score": 0.7721294929716527
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Therefore David inquired again of God; and God said unto him, Go not up after them; turn away from them, and come upon them over against the mulberry trees.",
                    "score": 0.7279516557150697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 45,
                    "text": "Elias, who was with Moses on the Mount of Transfiguration;",
                    "score": 0.7273139869341272
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And let us bring again the ark of our God to us: for we inquired not at it in the days of Saul.",
                    "score": 0.7267071348100839
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And when David inquired of the Lord, he said, Thou shalt not go up; but fetch a compass behind them, and come upon them over against the mulberry trees.",
                    "score": 0.7263223721905306
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
                    "score": 0.7252905011927463
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And they said one to another, Who hath done this thing? And when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
                    "score": 0.7252798104015465
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And the men took of their victuals, and asked not counsel at the mouth of the Lord.",
                    "score": 0.7247277599506203
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 9,
                    "text": "And the servant put his hand under the thigh of Abraham his master, and sware to him concerning that matter.",
                    "score": 0.7246994569185707
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Then answered I, and said unto him, What are these two olive trees upon the right side of the candlestick and upon the left side thereof?",
                    "score": 0.7235089946722545
                }
            ]
        },
        {
            "verse": 4,
            "text": "Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.8130813148373551
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 59,
                    "text": "And the servant said unto his lord: When shall these things be?",
                    "score": 0.8092768012037003
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.8076069048749687
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 19,
                    "text": "And all these things that the prophets might be fulfilled.",
                    "score": 0.8013563573671704
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And let it be, when these signs are come unto thee, that thou do as occasion serve thee; for God is with thee.",
                    "score": 0.7964512191805977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 23,
                    "text": "And in this ye say truly, for so it is; but these things which I have told you shall not pass away until all shall be fulfilled.",
                    "score": 0.7905623585858667
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 7,
                    "text": "And this shall be a sign unto thee from the Lord, that the Lord will do this thing that he hath spoken;",
                    "score": 0.7833982710267796
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 22,
                    "text": "Let them bring them forth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come.",
                    "score": 0.7827032219251879
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 10,
                    "text": "Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:",
                    "score": 0.7825351558091308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 22,
                    "text": "For I will counsel him concerning this matter, and all things whatsoever he shall appoint unto them shall be fulfilled.",
                    "score": 0.7820271463903348
                }
            ]
        },
        {
            "verse": 5,
            "text": "And Jesus answering them began to say, Take heed lest any man deceive you:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And Jesus answered, and said unto them: Take heed that no man deceive you;",
                    "score": 0.9366749200220891
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And now behold, my people, ye are a stiffnecked people; wherefore, I have spoken plainly unto you, that ye cannot misunderstand. And the words which I have spoken shall stand as a testimony against you; for they are sufficient to teach any man the right way; for the right way is to believe in Christ and deny him not; for by denying him ye also deny the prophets and the law.",
                    "score": 0.7964634571414463
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 6,
                    "text": "For many shall come in my name, saying--I am Christ--and shall deceive many;",
                    "score": 0.7865763188843223
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them;",
                    "score": 0.7811986393720847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 34,
                    "text": "Yea, and even let those who are sanctified take heed also.",
                    "score": 0.7805396784084728
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 12,
                    "text": "And he answered and said, Must I not take heed to speak that which the Lord hath put in my mouth?",
                    "score": 0.7766192188154178
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And many false prophets shall arise, and shall deceive many;",
                    "score": 0.7734393276868319
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 43,
                    "text": "And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the words of eternal life.",
                    "score": 0.7724768647615693
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
                    "score": 0.7714337820662472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 27,
                    "text": "Hath he commanded any that they should not partake of his salvation? Behold I say unto you, Nay; but he hath given it free for all men; and he hath commanded his people that they should persuade all men to repentance.",
                    "score": 0.7689148465787587
                }
            ]
        },
        {
            "verse": 6,
            "text": "For many shall come in my name, saying, I am Christ; and shall deceive many.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 6,
                    "text": "For many shall come in my name, saying--I am Christ--and shall deceive many;",
                    "score": 1.0
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And many false prophets shall arise, and shall deceive many;",
                    "score": 0.8460497451057527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And as many as repent and are baptized in my name, which is Jesus Christ, and endure to the end, the same shall be saved.",
                    "score": 0.8140460848062953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 8,
                    "text": "And now, behold, I will testify unto you of myself that these things are true. Behold, I say unto you, that I do know that Christ shall come among the children of men, to take upon him the transgressions of his people, and that he shall atone for the sins of the world; for the Lord God hath spoken it.",
                    "score": 0.8124929380718406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.8060386291440567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 42,
                    "text": "O Lord, thou shalt come down to make thy name known to thine adversaries, and all nations shall tremble at thy presence--",
                    "score": 0.8059069171257163
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 6,
                    "text": "Therefore my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I.",
                    "score": 0.8045659874498616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "Behold, I am Jesus Christ, whom the prophets testified shall come into the world.",
                    "score": 0.8006253183752569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 30,
                    "text": "But verily, verily, I say unto you, that as many as receive me, to them will I give power to become the sons of God, even to them that believe on my name. Amen.",
                    "score": 0.7985953298508461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.7972794049213866
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Behold, I speak these things unto you for the elect's sake; and you also shall hear of wars, and rumors of wars; see that ye be not troubled, for all I have told you must come to pass; but the end is not yet.",
                    "score": 0.8700829512363457
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And they shall hear of wars, and rumors of wars.",
                    "score": 0.8564374113586612
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 26,
                    "text": "And in that day shall be heard of wars and rumors of wars, and the whole earth shall be in commotion, and men's hearts shall fail them, and they shall say that Christ delayeth his coming until the end of the earth.",
                    "score": 0.8138763406254396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 30,
                    "text": "And there shall also be heard of wars, rumors of wars, and earthquakes in divers places.",
                    "score": 0.8029538220983439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.796839853262198
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 18,
                    "text": "For surely there is an end; and thine expectation shall not be cut off.",
                    "score": 0.7864652339649388
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 3,
                    "text": "For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.",
                    "score": 0.7780089204670443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 63,
                    "text": "Ye hear of wars in foreign lands; but, behold, I say unto you, they are nigh, even at your doors, and not many years hence ye shall hear of wars in your own lands.",
                    "score": 0.7772086529518505
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And charged the messenger, saying, When thou hast made an end of telling the matters of the war unto the king,",
                    "score": 0.7729661262495953
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 7,
                    "text": "For he knoweth not that which shall be: for who can tell him when it shall be?",
                    "score": 0.7713243266662493
                }
            ]
        },
        {
            "verse": 8,
            "text": "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 29,
                    "text": "Behold I speak for mine elect's sake; for nation shall rise against nation, and kingdom against kingdom; there shall be famines, and pestilences, and earthquakes, in divers places.",
                    "score": 0.9103186551796847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 33,
                    "text": "And there shall be earthquakes also in divers places, and many desolations; yet men will harden their hearts against me, and they will take up the sword, one against another, and they will kill one another.",
                    "score": 0.8240019932005169
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Wherefore, because of their iniquities, destructions, famines, pestilences, and bloodshed shall come upon them; and they who shall not be destroyed shall be scattered among all nations.",
                    "score": 0.8122525723148967
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.8058778897534791
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 19,
                    "text": "All things which have befallen them are only the beginning of the sorrows which shall come upon them.",
                    "score": 0.7992276286317824
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 25,
                    "text": "This day will I begin to put the dread of thee and the fear of thee upon the nations that are under the whole heaven, who shall hear report of thee, and shall tremble, and be in anguish because of thee.",
                    "score": 0.7978240587623698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.7968784899007
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 8,
                    "text": "And it shall come to pass, that the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, that nation will I punish, saith the Lord, with the sword, and with the famine, and with the pestilence, until I have consumed them by his hand.",
                    "score": 0.7961925423369298
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 43,
                    "text": "And the day shall come when the nations of the earth shall tremble because of her, and shall fear because of her terrible ones. The Lord hath spoken it. Amen.",
                    "score": 0.7916850160571756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 9,
                    "text": "Wherefore, gird up your loins and be prepared. Behold, the kingdom is yours, and the enemy shall not overcome.",
                    "score": 0.7898902824300127
                }
            ]
        },
        {
            "verse": 9,
            "text": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 30,
                    "text": "Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou inquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.",
                    "score": 0.8218353557774075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 31,
                    "text": "My people must be tried in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion; and he that will not bear chastisement is not worthy of my kingdom.",
                    "score": 0.8112728822445731
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 15,
                    "text": "But know ye for certain, that if ye put me to death, ye shall surely bring innocent blood upon yourselves, and upon this city, and upon the inhabitants thereof: for of a truth the Lord hath sent me unto you to speak all these words in your ears.",
                    "score": 0.8096783550978329
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.8088776601966284
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 76,
                    "text": "But, verily I say unto all those to whom the kingdom has been given--from you it must be preached unto them, that they shall repent of their former evil works; for they are to be upbraided for their evil hearts of unbelief, and your brethren in Zion for their rebellion against you at the time I sent you.",
                    "score": 0.8085992239566321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.8079843370330722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Now I need not rehearse the matter; what I have said may suffice. Behold, the scriptures are before you; if ye will wrest them it shall be to your own destruction.",
                    "score": 0.8079050420989784
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "score": 0.8075363635961683
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "score": 0.8060352416642613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "score": 0.8059634753325919
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the gospel must first be published among all nations.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 37,
                    "text": "And this gospel shall be preached unto every nation, and kindred, and tongue, and people.",
                    "score": 0.8539578571066174
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And again, this Gospel of the Kingdom shall be preached in all the world, for a witness unto all nations, and then shall the end come, or the destruction of the wicked;",
                    "score": 0.7895429290735803
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 64,
                    "text": "For, verily, the sound must go forth from this place into all the world, and unto the uttermost parts of the earth--the gospel must be preached unto every creature, with signs following them that believe.",
                    "score": 0.7760447259575584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 28,
                    "text": "And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.",
                    "score": 0.7734020774638285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 16,
                    "text": "Wherefore, the things of all nations shall be made known; yea, all things shall be made known unto the children of men.",
                    "score": 0.7731582633269536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.",
                    "score": 0.7724684774652524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 8,
                    "text": "And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth.",
                    "score": 0.7675307822440576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 49,
                    "text": "Now, this is not all--their faith in their prayers was that this gospel should be made known also, if it were possible that other nations should possess this land;",
                    "score": 0.7656605288218965
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 24,
                    "text": "Declare his glory among the heathen; his marvellous works among all nations.",
                    "score": 0.7644620208851497
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 5,
                    "text": "Behold, verily I say unto you, that it is my will that you should proclaim my gospel from land to land, and from city to city, yea, in those regions round about where it has not been proclaimed.",
                    "score": 0.7617717264129643
                }
            ]
        },
        {
            "verse": 11,
            "text": "But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 4,
                    "text": "And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.",
                    "score": 0.8201941720694078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Wherefore, lift up your voice and spare not, for the Lord God hath spoken; therefore prophesy, and it shall be given by the power of the Holy Ghost.",
                    "score": 0.8176600757897922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 85,
                    "text": "Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man.",
                    "score": 0.8176375937377697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 3,
                    "text": "And this is the ensample unto them, that they shall speak as they are moved upon by the Holy Ghost.",
                    "score": 0.8003000934964594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 3,
                    "text": "Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ. Wherefore, I said unto you, feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do.",
                    "score": 0.7930724297128229
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 170,
                    "text": "Let my supplication come before thee: deliver me according to thy word.",
                    "score": 0.7905501606887936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And they understood me not that I said they shall hear my voice; and they understood me not that the Gentiles should not at any time hear my voice--that I should not manifest myself unto them save it were by the Holy Ghost.",
                    "score": 0.7902453845568614
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 22,
                    "text": "When a prophet speaketh in the name of the Lord, if the thing follow not, nor come to pass, that is the thing which the Lord hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.",
                    "score": 0.7893493109774055
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 17,
                    "text": "But I will deliver thee in that day, saith the Lord: and thou shalt not be given into the hand of the men of whom thou art afraid.",
                    "score": 0.7882288860807917
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 22,
                    "text": "When thou goest, it shall lead thee; when thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee.",
                    "score": 0.7870909948560927
                }
            ]
        },
        {
            "verse": 12,
            "text": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 22,
                    "text": "But I say unto you, that whosoever is angry with his brother shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire.",
                    "score": 0.8085193948723103
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband neither name nor remainder upon the earth.",
                    "score": 0.8056556728673228
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And he that smiteth his father, or his mother, shall be surely put to death.",
                    "score": 0.7996959953197775
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.7979056056634027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.7979056056634027
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Thou sittest and speakest against thy brother; thou slanderest thine own mother's son.",
                    "score": 0.7942387573260572
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house.",
                    "score": 0.7940492489388873
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; his blood shall be upon him.",
                    "score": 0.7932175268629926
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And Saul spake to Jonathan his son, and to all his servants, that they should kill David.",
                    "score": 0.7900277384667483
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 54,
                    "text": "So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:",
                    "score": 0.7887321075436966
                }
            ]
        },
        {
            "verse": 13,
            "text": "And ye shall be hated of all men for my name's sake: but he that shall endure unto the end, the same shall be saved.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.",
                    "score": 0.8431887783418759
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.8242547080661025
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 9,
                    "text": "For my name's sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off.",
                    "score": 0.8152782882907912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.8144916646986566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Nevertheless, for my name's sake will I defer mine anger, and for my praise will I refrain from thee, that I cut thee not off.",
                    "score": 0.8143730828958056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;",
                    "score": 0.8101011339207418
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And as many as repent and are baptized in my name, which is Jesus Christ, and endure to the end, the same shall be saved.",
                    "score": 0.8086127093154635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.8075021873911423
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 15,
                    "text": "For, lo, I will make thee small among the heathen, and despised among men.",
                    "score": 0.8069129857987679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "score": 0.8068220489452117
                }
            ]
        },
        {
            "verse": 14,
            "text": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "When you, therefore, shall see the abomination of desolation, spoken of by Daniel the prophet, concerning the destruction of Jerusalem, then you shall stand in the holy place; whoso readeth let him understand.",
                    "score": 0.916040911259411
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And again shall the abomination of desolation, spoken of by Daniel the prophet, be fulfilled.",
                    "score": 0.8576669979132526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 18,
                    "text": "For behold, they have rejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been commanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land.",
                    "score": 0.8264845878631819
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 45,
                    "text": "Therefore hear ye the counsel of the Lord, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
                    "score": 0.801138381230791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?",
                    "score": 0.7962072168987364
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?",
                    "score": 0.7962072168987364
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.",
                    "score": 0.795775668008291
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold upon the mountains the feet of him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows: for the wicked shall no more pass through thee; he is utterly cut off.",
                    "score": 0.7934915461430619
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.792245941096035
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.7906520572828057
                }
            ]
        },
        {
            "verse": 15,
            "text": "And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Let him who is on the housetop flee, and not return to take anything out of his house;",
                    "score": 0.902060868377951
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 10,
                    "text": "When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.",
                    "score": 0.7612173333428776
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 10,
                    "text": "He shall return no more to his house, neither shall his place know him any more.",
                    "score": 0.7597059343310817
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
                    "score": 0.7592547437629944
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 3,
                    "text": "Surely I will not come into the tabernacle of my house, nor go up into my bed;",
                    "score": 0.7590291921715564
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 15,
                    "text": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
                    "score": 0.7548401115183339
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Remove thy way far from her, and come not nigh the door of her house:",
                    "score": 0.7540968616431414
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 19,
                    "text": "He shall neither have son nor nephew among his people, nor any remaining in his dwellings.",
                    "score": 0.7454563760144592
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 15,
                    "verse": 5,
                    "text": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.",
                    "score": 0.7440822055328169
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 20,
                    "text": "And in whatsoever house ye enter, and they receive you not, ye shall depart speedily from that house, and shake off the dust of your feet as a testimony against them.",
                    "score": 0.7409561773959854
                }
            ]
        },
        {
            "verse": 16,
            "text": "And let him that is in the field not turn back again for to take up his garment.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Neither let him who is in the field return back to take his clothes;",
                    "score": 0.9098257134354097
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 19,
                    "text": "Let it be unto him as the garment which covereth him, and for a girdle wherewith he is girded continually.",
                    "score": 0.7696534409087942
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 17,
                    "text": "He is in the way of life that keepeth instruction: but he that refuseth reproof erreth.",
                    "score": 0.7588271424587646
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 7,
                    "text": "They bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea, one shall cry unto him, yet can he not answer, nor save him out of his trouble.",
                    "score": 0.7545567277886008
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Let him who is on the housetop flee, and not return to take anything out of his house;",
                    "score": 0.7538889771951844
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 4,
                    "text": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again.",
                    "score": 0.750621349180089
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 19,
                    "text": "When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the Lord thy God may bless thee in all the work of thine hands.",
                    "score": 0.7472978148043489
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Let thine eyes be on the field that they do reap, and go thou after them: have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of that which the young men have drawn.",
                    "score": 0.746953808659872
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 24,
                    "verse": 23,
                    "text": "Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.",
                    "score": 0.7468666561635605
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 28,
                    "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
                    "score": 0.7426455461270994
                }
            ]
        },
        {
            "verse": 17,
            "text": "But woe to them that are with child, and to them that give suck in those days!",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And wo unto them that are with child, and unto them that give suck in those days;",
                    "score": 0.956052078563867
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 11,
                    "text": "There is a generation that curseth their father, and doth not bless their mother.",
                    "score": 0.7537663750846582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.",
                    "score": 0.7508439096565768
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Woe unto them that are wise in their own eyes, and prudent in their own sight!",
                    "score": 0.7479661537248798
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 14,
                    "text": "They die in youth, and their life is among the unclean.",
                    "score": 0.7456646110623778
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 13,
                    "text": "Like as a father pitieth his children, so the Lord pitieth them that fear him.",
                    "score": 0.7424075852844613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 104,
                    "text": "These are they who suffer the wrath of God on earth.",
                    "score": 0.739562291482469
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Woe to her that is filthy and polluted, to the oppressing city!",
                    "score": 0.7359195851059988
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 39,
                    "verse": 30,
                    "text": "Her young ones also suck up blood: and where the slain are, there is she.",
                    "score": 0.7335484823912755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 33,
                    "text": "Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them because of the iniquities of this people.",
                    "score": 0.7287999245988407
                }
            ]
        },
        {
            "verse": 18,
            "text": "And pray ye that your flight be not in the winter.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Therefore, pray ye the Lord that your flight be not in the winter, neither on the Sabbath day;",
                    "score": 0.906863297431257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 15,
                    "text": "But verily, thus saith the Lord, let not your flight be in haste, but let all things be prepared before you; and he that goeth, let him not look back lest sudden destruction shall come upon him.",
                    "score": 0.7575900740246299
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 12,
                    "text": "For ye shall not go out with haste, nor go by flight: for the Lord will go before you; and the God of Israel will be your rearward.",
                    "score": 0.7353963336878243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 68,
                    "text": "Nevertheless, as I have said unto you in a former commandment, let not your gathering be in haste, nor by flight; but let all things be prepared before you.",
                    "score": 0.7350792704071023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 42,
                    "text": "For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.",
                    "score": 0.7325705445928079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 71,
                    "text": "And let those whom they have warned in their traveling call on the Lord, and ponder the warning in their hearts which they have received, for a little season.",
                    "score": 0.7103586504846252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 8,
                    "text": "Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord. Amen.",
                    "score": 0.7040463263065798
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 126,
                    "verse": 3,
                    "text": "I therefore command you to send my word abroad, and take especial care of your family from this time, henceforth and forever. Amen.",
                    "score": 0.7040245961822147
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 22,
                    "text": "Fair weather cometh out of the north: with God is terrible majesty.",
                    "score": 0.7021076830679956
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 11,
                    "verse": 1,
                    "text": "In the Lord put I my trust: how say ye to my soul, Flee as a bird to your mountain?",
                    "score": 0.7016501775122499
                }
            ]
        },
        {
            "verse": 19,
            "text": "For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 13,
                    "text": "But it shall not be well with the wicked, neither shall he prolong his days, which are as a shadow; because he feareth not before God.",
                    "score": 0.8106625275574224
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 29,
                    "text": "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from among his people.",
                    "score": 0.7958724152944764
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 28,
                    "text": "And ye shall do no work in that same day: for it is a day of atonement, to make an atonement for you before the Lord your God.",
                    "score": 0.794804812482105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "They are created now, and not from the beginning, even before the day when thou heardest them not they were declared unto thee, lest thou shouldst say--Behold I knew them.",
                    "score": 0.7879281325441587
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 1,
                    "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
                    "score": 0.7875418419820697
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 19,
                    "text": "O Lord, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things wherein there is no profit.",
                    "score": 0.7857359939617065
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou shouldest not have entered into the gate of my people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;",
                    "score": 0.7837311515110901
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 19,
                    "text": "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God.",
                    "score": 0.7831765378344963
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.7825402041166412
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 22,
                    "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                    "score": 0.7823181439881036
                }
            ]
        },
        {
            "verse": 20,
            "text": "And except that the Lord had shortened those days, no flesh should be saved: but for the elect's sake, whom he hath chosen, he hath shortened the days.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And except those days should be shortened, there should none of their flesh be saved; but for the elect's sake, according to the covenant, those days shall be shortened.",
                    "score": 0.9447520626756022
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 27,
                    "text": "The fear of the Lord prolongeth days: but the years of the wicked shall be shortened.",
                    "score": 0.8053218323520004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 17,
                    "text": "But thou art the same yesterday, today, and forever; and thou hast elected us that we shall be saved, whilst all around us are elected to be cast by thy wrath down to hell; for the which holiness, O God, we thank thee; and we also thank thee that thou hast elected us, that we may not be led away after the foolish traditions of our brethren, which doth bind them down to a belief of Christ, which doth lead their hearts to wander far from thee, our God.",
                    "score": 0.783323068244395
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 11,
                    "text": "For thus saith the Lord, I will cut my work short in righteousness, for the days come that I will send forth judgment unto victory.",
                    "score": 0.7734893994000676
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 45,
                    "text": "The days of his youth hast thou shortened: thou hast covered him with shame. Selah.",
                    "score": 0.7686902155304416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And the days of the children of men were prolonged, according to the will of God, that they might repent while in the flesh; wherefore, their state became a state of probation, and their time was lengthened, according to the commandments which the Lord God gave unto the children of men. For he gave commandment that all men must repent; for he showed unto all men that they were lost, because of the transgression of their parents.",
                    "score": 0.7673828019031731
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 28,
                    "text": "For the Lord loveth judgment, and forsaketh not his saints; they are preserved for ever: but the seed of the wicked shall be cut off.",
                    "score": 0.7647609290210897
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 25,
                    "text": "Behold, the days come, saith the Lord, that I will punish all them which are circumcised with the uncircumcised;",
                    "score": 0.7626156471401462
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 60,
                    "text": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
                    "score": 0.7624771611786293
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And that whosoever would not come within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of those that had been carried away.",
                    "score": 0.7604363772843742
                }
            ]
        },
        {
            "verse": 21,
            "text": "And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Behold, these things I have spoken unto you concerning the Jews; and again, after the tribulation of those days which shall come upon Jerusalem, if any man shall say unto you, Lo, here is Christ, or there, believe him not;",
                    "score": 0.8039620676693588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth.",
                    "score": 0.7980680239731331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And I said unto him: Deniest thou the Christ who shall come? And he said: If there should be a Christ, I would not deny him; but I know that there is no Christ, neither has been, nor ever will be.",
                    "score": 0.7888188182480904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7830788549643006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And whatsoever thing persuadeth men to do good is of me; for good cometh of none save it be of me. I am the same that leadeth men to all good; he that will not believe my words will not believe me--that I am; and he that will not believe me will not believe the Father who sent me. For behold, I am the Father, I am the light, and the life, and the truth of the world.",
                    "score": 0.7790051916132271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 48,
                    "text": "I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.",
                    "score": 0.7748118400988511
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 29,
                    "text": "And now behold, I say unto you that the right way is to believe in Christ, and deny him not; and Christ is the Holy One of Israel; wherefore ye must bow down before him, and worship him with all your might, mind, and strength, and your whole soul; and if ye do this ye shall in nowise be cast out.",
                    "score": 0.774758996858594
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And Jesus answered, and said unto them: Take heed that no man deceive you;",
                    "score": 0.7736934392866083
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 6,
                    "text": "Add thou not unto his words, lest he reprove thee, and thou be found a liar.",
                    "score": 0.7708326802019612
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 42,
                    "text": "So shall I have wherewith to answer him that reproacheth me: for I trust in thy word.",
                    "score": 0.7706752482947032
                }
            ]
        },
        {
            "verse": 22,
            "text": "For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 22,
                    "text": "For in those days there shall also arise false Christs, and false prophets, and shall show great signs and wonders, insomuch, that, if possible, they shall deceive the very elect, who are the elect according to the covenant.",
                    "score": 0.8970132571120035
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And many false prophets shall arise, and shall deceive many;",
                    "score": 0.8197906671460508
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 46,
                    "text": "And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.",
                    "score": 0.7868443793768586
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "If a man walking in the spirit and falsehood do lie, saying, I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people.",
                    "score": 0.7822091957384436
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 31,
                    "text": "The prophets prophesy falsely, and the priests bear rule by their means; and my people love to have it so: and what will ye do in the end thereof?",
                    "score": 0.7752620987429264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 39,
                    "text": "And liars and hypocrites shall be proved by them, and they who are not apostles and prophets shall be known.",
                    "score": 0.7748614892541387
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 1,
                    "text": "If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,",
                    "score": 0.7719658964922514
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 10,
                    "text": "And he that believeth shall be blest with signs following, even as it is written.",
                    "score": 0.7712049339924703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.",
                    "score": 0.7682546128479857
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And it shall be unto them as a false divination in their sight, to them that have sworn oaths: but he will call to remembrance the iniquity, that they may be taken.",
                    "score": 0.7663449769336512
                }
            ]
        },
        {
            "verse": 23,
            "text": "But take ye heed: behold, I have foretold you all things.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 32,
                    "text": "Yea, verily I say unto you, in that day when the Lord shall come, he shall reveal all things--",
                    "score": 0.824963692739837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "score": 0.8146950174046391
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 31,
                    "text": "But behold, I say unto you, that all these things were types of things to come.",
                    "score": 0.8035132164813704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 78,
                    "text": "And again, verily I say unto you, concerning your debts--behold it is my will that you shall pay all your debts.",
                    "score": 0.7937260143485834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But behold, I prophesy unto you concerning the last days; concerning the days when the Lord God shall bring these things forth unto the children of men.",
                    "score": 0.7916652763892437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 12,
                    "text": "Behold, I, the Lord, have spoken it.",
                    "score": 0.7904929243574845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "score": 0.7901154806153643
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 62,
                    "text": "For verily I say unto you, that great things await you;",
                    "score": 0.7870464870155329
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 83,
                    "text": "And thus ye shall do in all cases which shall come before you.",
                    "score": 0.7860275558189693
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 8,
                    "text": "Behold, it is come, and it is done, saith the Lord God; this is the day whereof I have spoken.",
                    "score": 0.7821707137821082
                }
            ]
        },
        {
            "verse": 24,
            "text": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
                    "score": 0.949307606119054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 10,
                    "text": "For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
                    "score": 0.8592508436819186
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 10,
                    "text": "For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
                    "score": 0.8592508436819186
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 15,
                    "text": "The sun and the moon shall be darkened, and the stars shall withdraw their shining.",
                    "score": 0.8474729401898884
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 42,
                    "text": "And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.",
                    "score": 0.8320742635032619
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 19,
                    "text": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the Lord shall be unto thee an everlasting light, and thy God thy glory.",
                    "score": 0.8317176590243412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 9,
                    "text": "But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.",
                    "score": 0.8263979698883507
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 7,
                    "text": "And when I shall put thee out, I will cover the heaven, and make the stars thereof dark; I will cover the sun with a cloud, and the moon shall not give her light.",
                    "score": 0.8257950152625971
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
                    "score": 0.8235893233031605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 20,
                    "text": "But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead.",
                    "score": 0.8231875932369714
                }
            ]
        },
        {
            "verse": 25,
            "text": "And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
                    "score": 0.8477484116789596
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And, as I said before, after the tribulation of those days, and the powers of the heavens shall be shaken, then shall appear the sign of the Son of Man in heaven, and then shall all the tribes of the earth mourn; and they shall see the Son of Man coming in the clouds of heaven, with power and great glory;",
                    "score": 0.8345989551395037
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 10,
                    "text": "The earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:",
                    "score": 0.8255604560803261
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be greater signs in heaven above and in the earth beneath;",
                    "score": 0.8177994187437174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And at my command the heavens are opened and are shut; and at my word the earth shall shake; and at my command the inhabitants thereof shall pass away, even so as by fire.",
                    "score": 0.8140050355276017
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 42,
                    "text": "And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.",
                    "score": 0.8136635339989677
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 118,
                    "text": "For, with you saith the Lord Almighty, I will rend their kingdoms; I will not only shake the earth, but the starry heavens shall tremble.",
                    "score": 0.80145314601703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 87,
                    "text": "For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig tree.",
                    "score": 0.7963603651849664
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 9,
                    "text": "But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.",
                    "score": 0.796209398581671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name's glory.",
                    "score": 0.7938669902298612
                }
            ]
        },
        {
            "verse": 26,
            "text": "And then shall they see the Son of man coming in the clouds with great power and glory.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And, as I said before, after the tribulation of those days, and the powers of the heavens shall be shaken, then shall appear the sign of the Son of Man in heaven, and then shall all the tribes of the earth mourn; and they shall see the Son of Man coming in the clouds of heaven, with power and great glory;",
                    "score": 0.8500138556775663
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 44,
                    "text": "And then they shall look for me, and, behold, I will come; and they shall see me in the clouds of heaven, clothed with power and great glory; with all the holy angels; and he that watches not for me shall be cut off.",
                    "score": 0.8413171047178306
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 63,
                    "text": "These are they whom he shall bring with him, when he shall come in the clouds of heaven to reign on the earth over his people.",
                    "score": 0.839128773276215
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 13,
                    "text": "I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.",
                    "score": 0.8321106329867245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 7,
                    "text": "For behold, verily, verily, I say unto you, the time is soon at hand that I shall come in a cloud with power and great glory.",
                    "score": 0.8274121096215705
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Though his excellency mount up to the heavens, and his head reach unto the clouds;",
                    "score": 0.8174501440499776
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 65,
                    "text": "And behold the Son of Man cometh. Amen.",
                    "score": 0.8109214166177862
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 34,
                    "text": "Ascribe ye strength unto God: his excellency is over Israel, and his strength is in the clouds.",
                    "score": 0.8087566562909084
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Look unto the heavens, and see; and behold the clouds which are higher than thou.",
                    "score": 0.8007587035649273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And they have done unto the Son of Man even as they listed; and he has taken his power on the right hand of his glory, and now reigneth in the heavens, and will reign till he descends on the earth to put all enemies under his feet, which time is nigh at hand--",
                    "score": 0.7969559572293845
                }
            ]
        },
        {
            "verse": 27,
            "text": "And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.8493063938428316
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 36,
                    "text": "And upon Elam will I bring the four winds from the four quarters of heaven, and will scatter them toward all those winds; and there shall be no nation whither the outcasts of Elam shall not come.",
                    "score": 0.8257068351531631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 6,
                    "text": "And even so will I gather mine elect from the four quarters of the earth, even as many as will believe in me, and hearken unto my voice.",
                    "score": 0.8104753743397655
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And now I show unto you a parable. Behold, wheresoever the carcass is, there will the eagles be gathered together; so likewise shall mine elect be gathered from the four quarters of the earth.",
                    "score": 0.8098382179615744
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 62,
                    "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                    "score": 0.806424498323333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                    "score": 0.805240094885048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 92,
                    "text": "And angels shall fly through the midst of heaven, crying with a loud voice, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth; for the judgment of our God is come. Behold, and lo, the Bridegroom cometh; go ye out to meet him.",
                    "score": 0.8034925129424989
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 4,
                    "text": "If any of thine be driven out unto the outmost parts of heaven, from thence will the Lord thy God gather thee, and from thence will he fetch thee:",
                    "score": 0.8034790734741125
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                    "score": 0.796259541863898
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 11,
                    "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
                    "score": 0.7926554813954186
                }
            ]
        },
        {
            "verse": 28,
            "text": "Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 38,
                    "text": "Now learn a parable of the fig tree--When its branches are yet tender, and it begins to put forth leaves, you know that summer is nigh at hand;",
                    "score": 0.9714319027638433
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 16,
                    "text": "And they shall learn the parable of the fig tree, for even now already summer is nigh.",
                    "score": 0.8980807088593564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 37,
                    "text": "Ye look and behold the fig trees, and ye see them with your eyes, and ye say when they begin to shoot forth, and their leaves are yet tender, that summer is now nigh at hand;",
                    "score": 0.8720324268281264
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.",
                    "score": 0.8002699431408269
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.",
                    "score": 0.7767378365145599
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 7,
                    "text": "For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.",
                    "score": 0.7704112355193438
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And the trees said to the fig tree, Come thou, and reign over us.",
                    "score": 0.7684517475630229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 41,
                    "text": "But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.",
                    "score": 0.7625959026439242
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 12,
                    "text": "All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.",
                    "score": 0.7599178958866882
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 11,
                    "text": "But the fig tree said unto them, Should I forsake my sweetness, and my good fruit, and go to be promoted over the trees?",
                    "score": 0.7578968994856594
                }
            ]
        },
        {
            "verse": 29,
            "text": "So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 39,
                    "text": "So likewise, mine elect, when they shall see all these things, they shall know that he is near, even at the doors;",
                    "score": 0.8339433431649567
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.",
                    "score": 0.7764775072960609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 38,
                    "text": "Even so it shall be in that day when they shall see all these things, then shall they know that the hour is nigh.",
                    "score": 0.7671427377680584
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 16,
                    "text": "Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.",
                    "score": 0.7616254505062009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 53,
                    "text": "These things are the things that ye must look for; and, speaking after the manner of the Lord, they are now nigh at hand, and in a time to come, even in the day of the coming of the Son of Man.",
                    "score": 0.7602234830230125
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 33,
                    "text": "And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.",
                    "score": 0.7526273673815285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 73,
                    "text": "That when they shall know it, that they may consider these things.",
                    "score": 0.7472421933272431
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And these things hast thou hid in thine heart: I know that this is with thee.",
                    "score": 0.7439230034474614
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 32,
                    "text": "But all things must come to pass in their time.",
                    "score": 0.743787223264553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 39,
                    "text": "And it shall come to pass that he that feareth me shall be looking forth for the great day of the Lord to come, even for the signs of the coming of the Son of Man.",
                    "score": 0.7415475605240307
                }
            ]
        },
        {
            "verse": 30,
            "text": "Verily I say unto you, that this generation shall not pass, till all these things be done.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 34,
                    "text": "Verily, I say unto you, this generation, in which these things shall be shown forth, shall not pass away until all I have told you shall be fulfilled.",
                    "score": 0.8879264831298325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 10,
                    "text": "But this generation shall have my word through you;",
                    "score": 0.8229163733670618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 21,
                    "text": "And it shall come to pass, that this generation of Jews shall not pass away until every desolation which I have told you concerning them shall come to pass.",
                    "score": 0.8171234312290481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be done unto you; and, if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.8158742933335278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be unto you; and if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.8114485192901253
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Ye shall do no manner of work: it shall be a statute for ever throughout your generations in all your dwellings.",
                    "score": 0.7981812762287787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 9,
                    "text": "Say nothing but repentance unto this generation; keep my commandments, and assist to bring forth my work, according to my commandments, and you shall be blessed.",
                    "score": 0.7910972862741379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 9,
                    "text": "Say nothing but repentance unto this generation. Keep my commandments, and assist to bring forth my work, according to my commandments, and you shall be blessed.",
                    "score": 0.7910972862741379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7862085299597424
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 24,
                    "text": "I said, O my God, take me not away in the midst of my days: thy years are throughout all generations.",
                    "score": 0.7845727461191904
                }
            ]
        },
        {
            "verse": 31,
            "text": "Heaven and earth shall pass away: but my words shall not pass away.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 11,
                    "text": "And though the heaven and the earth pass away, these words shall not pass away, but shall be fulfilled.",
                    "score": 0.9346530185225109
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Although, the days will come, that heaven and earth shall pass away; yet my words shall not pass away, but all shall be fulfilled.",
                    "score": 0.9186345150712554
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And as one earth shall pass away, and the heavens thereof even so shall another come; and there is no end to my works, neither to my words.",
                    "score": 0.8776919174630503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 38,
                    "text": "What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.",
                    "score": 0.856169302849104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And the end shall come, and the heaven and the earth shall be consumed and pass away, and there shall be a new heaven and a new earth.",
                    "score": 0.8229918402181883
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 22,
                    "text": "Ye say that ye know that the end of the world cometh; ye say also that ye know that the heavens and the earth shall pass away;",
                    "score": 0.8125532151236847
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 30,
                    "text": "For as I, the Lord God, liveth, even so my words cannot return void, for as they go forth out of my mouth they must be fulfilled.",
                    "score": 0.8044871260867554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Lift up your eyes to the heavens, and look upon the earth beneath; for the heavens shall vanish away like smoke, and the earth shall wax old like a garment; and they that dwell therein shall die in like manner. But my salvation shall be forever, and my righteousness shall not be abolished.",
                    "score": 0.8036302839326204
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 6,
                    "text": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished.",
                    "score": 0.8021003131591123
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And because I said unto you that old things have passed away, I do not destroy that which hath been spoken concerning things which are to come.",
                    "score": 0.7962722028387836
                }
            ]
        },
        {
            "verse": 32,
            "text": "But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 40,
                    "text": "But of that day, and hour, no one knoweth; no, not the angels of God in heaven, but my Father only.",
                    "score": 0.9163645645943947
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 7,
                    "text": "I, the Lord God, have spoken it; but the hour and the day no man knoweth, neither the angels in heaven, nor shall they know until he comes.",
                    "score": 0.8758323026529296
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 53,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.7808624957535827
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.7743085307019852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 11,
                    "text": "Watch, therefore, for ye know neither the day nor the hour.",
                    "score": 0.7690371094063458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 4,
                    "text": "In answer to the question--Is not the reckoning of God's time, angel's time, prophet's time, and man's time, according to the planet on which they reside?",
                    "score": 0.7687407053463652
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 1,
                    "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
                    "score": 0.7643646181898954
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 7,
                    "text": "Yea, the stork in the heaven knoweth her appointed times; and the turtle and the crane and the swallow observe the time of their coming; but my people know not the judgment of the Lord.",
                    "score": 0.763539553307985
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 12,
                    "text": "For man also knoweth not his time: as the fishes that are taken in an evil net, and as the birds that are caught in the snare; so are the sons of men snared in an evil time, when it falleth suddenly upon them.",
                    "score": 0.7622460836558713
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 48,
                    "text": "Therefore be ye also ready, for in such an hour as ye think not, the Son of Man cometh.",
                    "score": 0.7614875992005244
                }
            ]
        },
        {
            "verse": 33,
            "text": "Take ye heed, watch and pray: for ye know not when the time is.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 46,
                    "text": "Watch, therefore, that ye may be ready. Even so. Amen.",
                    "score": 0.8456408353649751
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 11,
                    "text": "Watch, therefore, for ye know neither the day nor the hour.",
                    "score": 0.8301599754942262
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 38,
                    "text": "Gird up your loins and be watchful and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not.",
                    "score": 0.8180289993287141
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 3,
                    "text": "What time I am afraid, I will trust in thee.",
                    "score": 0.8062219940991303
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 46,
                    "text": "And what I say unto one, I say unto all men; watch, therefore, for you know not at what hour your Lord doth come.",
                    "score": 0.8061345492194173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 39,
                    "text": "Yea, and I also exhort you, my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptations of the devil, that he may not overpower you, that ye may not become his subjects at the last day; for behold, he rewardeth you no good thing.",
                    "score": 0.8030708922610434
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 19,
                    "text": "Take heed to thyself that thou forsake not the Levite as long as thou livest upon the earth.",
                    "score": 0.7938785325469806
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 141,
                    "verse": 3,
                    "text": "Set a watch, O Lord, before my mouth; keep the door of my lips.",
                    "score": 0.7917837225815207
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Take heed to yourselves, that your heart be not deceived, and ye turn aside, and serve other gods, and worship them;",
                    "score": 0.7891602597458173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 39,
                    "text": "Pray always that you enter not into temptation, that you may abide the day of his coming, whether in life or in death. Even so. Amen.",
                    "score": 0.787642737485504
                }
            ]
        },
        {
            "verse": 34,
            "text": "For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 12,
                    "text": "And his sons did unto him according as he commanded them:",
                    "score": 0.7753441854382586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And they have done unto the Son of Man even as they listed; and he has taken his power on the right hand of his glory, and now reigneth in the heavens, and will reign till he descends on the earth to put all enemies under his feet, which time is nigh at hand--",
                    "score": 0.7654740305052374
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 10,
                    "text": "And Nabal answered David's servants, and said, Who is David? and who is the son of Jesse? there be many servants now a days that break away every man from his master.",
                    "score": 0.7644731011904942
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 2,
                    "text": "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:",
                    "score": 0.7616947194054243
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons.",
                    "score": 0.7612023104078421
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 19,
                    "text": "Great in counsel, and mighty in work: for thine eyes are open upon all the ways of the sons of men: to give every one according to his ways, and according to the fruit of his doings:",
                    "score": 0.760794355122162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 62,
                    "text": "And his servant went straightway, and did all things whatsoever his lord commanded him; and after many days all things were fulfilled.",
                    "score": 0.7600073569287737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 60,
                    "text": "And he said unto his servant: When I will; go ye straightway, and do all things whatsoever I have commanded you;",
                    "score": 0.759522802445067
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 26,
                    "verse": 12,
                    "text": "Among these were the divisions of the porters, even among the chief men, having wards one against another, to minister in the house of the Lord.",
                    "score": 0.7594725529457964
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And the man Jeroboam was a mighty man of valour: and Solomon seeing the young man that he was industrious, he made him ruler over all the charge of the house of Joseph.",
                    "score": 0.7593076302800602
                }
            ]
        },
        {
            "verse": 35,
            "text": "Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 11,
                    "text": "Watch, therefore, for ye know neither the day nor the hour.",
                    "score": 0.7940250144389447
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 46,
                    "text": "And what I say unto one, I say unto all men; watch, therefore, for you know not at what hour your Lord doth come.",
                    "score": 0.7863748566848084
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.",
                    "score": 0.7796795672651374
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 53,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.7690152637693831
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Wherefore now rise up early in the morning with thy master's servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart.",
                    "score": 0.7623162238563176
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the Lord liveth: lie down until the morning.",
                    "score": 0.7566997644778239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 38,
                    "text": "Gird up your loins and be watchful and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not.",
                    "score": 0.756535128118675
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 8,
                    "text": "If the thief be not found, then the master of the house shall be brought unto the judges, to see whether he have put his hand unto his neighbour's goods.",
                    "score": 0.7549307123567065
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 101,
                    "verse": 7,
                    "text": "He that worketh deceit shall not dwell within my house: he that telleth lies shall not tarry in my sight.",
                    "score": 0.7513387793739454
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 8,
                    "text": "But the day soon cometh that ye shall see me, and know that I am; for the veil of darkness shall soon be rent, and he that is not purified shall not abide the day.",
                    "score": 0.7511826266606485
                }
            ]
        },
        {
            "verse": 36,
            "text": "Lest coming suddenly he find you sleeping.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy.",
                    "score": 0.7099645656175038
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.",
                    "score": 0.7005488176885576
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 14,
                    "text": "As the door turneth upon his hinges, so doth the slothful upon his bed.",
                    "score": 0.6989253854559735
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 7,
                    "text": "Rest in the Lord, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.",
                    "score": 0.697021463030714
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 38,
                    "text": "Gird up your loins and be watchful and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not.",
                    "score": 0.6960233174706698
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 27,
                    "text": "And we beheld, and lo, he is fallen! is fallen, even a son of the morning!",
                    "score": 0.6937780985872753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 2,
                    "text": "The Lord who shall suddenly come to his temple; the Lord who shall come down upon the world with a curse to judgment; yea, upon all the nations that forget God, and upon all the ungodly among you.",
                    "score": 0.6914277375799068
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And what he did unto you in the wilderness, until ye came into this place;",
                    "score": 0.6869325576442227
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 1,
                    "text": "At this also my heart trembleth, and is moved out of his place.",
                    "score": 0.6867522662981889
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 53,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.6854174645077583
                }
            ]
        },
        {
            "verse": 37,
            "text": "And what I say unto you I say unto all, Watch.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 46,
                    "text": "And what I say unto one, I say unto all men; watch, therefore, for you know not at what hour your Lord doth come.",
                    "score": 0.86102481521996
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 5,
                    "text": "Therefore, what I say unto one I say unto all: Watch, for the adversary spreadeth his dominions, and darkness reigneth;",
                    "score": 0.8372218334793411
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth.",
                    "score": 0.8022115579759644
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 1,
                    "text": "I will stand upon my watch, and set me upon the tower, and will watch to see what he will say unto me, and what I shall answer when I am reproved.",
                    "score": 0.8012365285381532
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And she said unto her, All that thou sayest unto me I will do.",
                    "score": 0.7969275797935098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 14,
                    "text": "Now, I say unto you, and what I say unto you, I say unto all the Twelve: Arise and gird up your loins, take up your cross, follow me, and feed my sheep.",
                    "score": 0.7926748347147086
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth.",
                    "score": 0.7905712179437744
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 46,
                    "text": "And he said unto them, Set your hearts unto all the words which I testify among you this day, which ye shall command your children to observe to do, all the words of this law.",
                    "score": 0.7889808766756783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Verily, verily, I say unto you, ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him.",
                    "score": 0.7860992999254788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 16,
                    "text": "And verily, verily, I say unto you, that this is my voice unto all. Amen.",
                    "score": 0.7827278569468609
                }
            ]
        }
    ]
}