{
    "volume": "New Testament",
    "book": "Matthew",
    "chapter": 25,
    "verses": [
        {
            "verse": 1,
            "text": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 17,
                    "text": "Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom--",
                    "score": 0.7957381497912005
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 14,
                    "text": "She shall be brought unto the king in raiment of needlework: the virgins her companions that follow her shall be brought unto thee.",
                    "score": 0.7847234436781249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 63,
                    "text": "But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed; for they are given unto him to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified.",
                    "score": 0.7808623693950125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 56,
                    "text": "And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake concerning the ten virgins.",
                    "score": 0.777593089855788
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:",
                    "score": 0.7732646567383225
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 62,
                    "verse": 5,
                    "text": "For as a young man marrieth a virgin, so shall thy sons marry thee: and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee.",
                    "score": 0.769869098350802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 5,
                    "text": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
                    "score": 0.7653239888079392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.7635132433704255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 6,
                    "text": "Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.",
                    "score": 0.7620222893440847
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 18,
                    "text": "Lift up thine eyes round about, and behold: all these gather themselves together, and come to thee. As I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on thee, as a bride doeth.",
                    "score": 0.7598077771085956
                }
            ]
        },
        {
            "verse": 2,
            "text": "And five of them were wise, and five were foolish.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7596008298590942
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 24,
                    "text": "The crown of the wise is their riches: but the foolishness of fools is folly.",
                    "score": 0.7473107100573613
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 2,
                    "text": "The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.",
                    "score": 0.7456332329999132
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 7,
                    "text": "The lips of the wise disperse knowledge: but the heart of the foolish doeth not so.",
                    "score": 0.744716830893235
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Wise men lay up knowledge: but the mouth of the foolish is near destruction.",
                    "score": 0.7389142806658033
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 20,
                    "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
                    "score": 0.73593097372695
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Hear now this, O foolish people, and without understanding; which have eyes, and see not; which have ears, and hear not:",
                    "score": 0.7340897000253059
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 2,
                    "verse": 14,
                    "text": "The wise man's eyes are in his head; but the fool walketh in darkness: and I myself perceived also that one event happeneth to them all.",
                    "score": 0.7340664080622993
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 25,
                    "text": "That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish;",
                    "score": 0.7313536815465926
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 4,
                    "text": "Therefore I said, Surely these are poor; they are foolish: for they know not the way of the Lord, nor the judgment of their God.",
                    "score": 0.7285835844251508
                }
            ]
        },
        {
            "verse": 3,
            "text": "They that were foolish took their lamps, and took no oil with them:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 20,
                    "text": "And thou shalt command the children of Israel, that they bring thee pure oil olive beaten for the light, to cause the lamp to burn always.",
                    "score": 0.7343987722488432
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Command the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually.",
                    "score": 0.7324133795465524
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 4,
                    "text": "Therefore I said, Surely these are poor; they are foolish: for they know not the way of the Lord, nor the judgment of their God.",
                    "score": 0.7245672627575525
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Thus saith the Lord God; Woe unto the foolish prophets, that follow their own spirit, and have seen nothing!",
                    "score": 0.7101045952525717
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 20,
                    "text": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.",
                    "score": 0.705040642390936
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 7,
                    "text": "Then the five men departed, and came to Laish, and saw the people that were therein, how they dwelt careless, after the manner of the Zidonians, quiet and secure; and there was no magistrate in the land, that might put them to shame in any thing; and they were far from the Zidonians, and had no business with any man.",
                    "score": 0.7049227806449008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And there could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood, so that there could not be any light at all;",
                    "score": 0.702161815515102
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 10,
                    "text": "So that they shall take no wood out of the field, neither cut down any out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord God.",
                    "score": 0.7019539462968881
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 25,
                    "text": "That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish;",
                    "score": 0.7012245935447013
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 24,
                    "verse": 13,
                    "text": "They are of those that rebel against the light; they know not the ways thereof, nor abide in the paths thereof.",
                    "score": 0.7008572017440073
                }
            ]
        },
        {
            "verse": 4,
            "text": "But the wise took oil in their vessels with their lamps.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And they shall take a cloth of blue, and cover the candlestick of the light, and his lamps, and his tongs, and his snuffdishes, and all the oil vessels thereof, wherewith they minister unto it:",
                    "score": 0.8116773712081088
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 37,
                    "text": "The pure candlestick, with the lamps thereof, even with the lamps to be set in order, and all the vessels thereof, and the oil for light,",
                    "score": 0.7602436471732792
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 9,
                    "text": "The ancients of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to occupy thy merchandise.",
                    "score": 0.7579612737282139
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 20,
                    "text": "And thou shalt command the children of Israel, that they bring thee pure oil olive beaten for the light, to cause the lamp to burn always.",
                    "score": 0.7564291006868517
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 14,
                    "text": "The candlestick also for the light, and his furniture, and his lamps, with the oil for the light,",
                    "score": 0.7544770289151251
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Command the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually.",
                    "score": 0.7462623335568985
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 9,
                    "verse": 29,
                    "text": "Some of them also were appointed to oversee the vessels, and all the instruments of the sanctuary, and the fine flour, and the wine, and the oil, and the frankincense, and the spices.",
                    "score": 0.7459709520731224
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 9,
                    "text": "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the vessels thereof: and it shall be holy.",
                    "score": 0.7424241482517162
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Elisha the prophet called one of the children of the prophets, and said unto him, Gird up thy loins, and take this box of oil in thine hand, and go to Ramoth-gilead:",
                    "score": 0.7421338806071177
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Then let them take a young bullock with his meat offering, even fine flour mingled with oil, and another young bullock shalt thou take for a sin offering.",
                    "score": 0.7417463273648777
                }
            ]
        },
        {
            "verse": 5,
            "text": "While the bridegroom tarried, they all slumbered and slept.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And when the night came they were drunken with anger, even as a man who is drunken with wine; and they slept again upon their swords.",
                    "score": 0.7214517500797457
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 3,
                    "text": "And after they have fallen asleep the great persecutor of the church, the apostate, the whore, even Babylon, that maketh all nations to drink of her cup, in whose hearts the enemy, even Satan, sitteth to reign--behold he soweth the tares; wherefore, the tares choke the wheat and drive the church into the wilderness.",
                    "score": 0.7197813927038793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And it came to pass that they fought all that day, and when the night came they slept upon their swords.",
                    "score": 0.7067636951821702
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 7,
                    "verse": 6,
                    "text": "For they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire.",
                    "score": 0.7033726966704763
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 25,
                    "text": "They have set her a bed in the midst of the slain with all her multitude: her graves are round about him: all of them uncircumcised, slain by the sword: though their terror was caused in the land of the living, yet have they borne their shame with them that go down to the pit: he is put in the midst of them that be slain.",
                    "score": 0.7007179090761709
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 4,
                    "verse": 7,
                    "text": "For when they came into the house, he lay on his bed in his bedchamber, and they smote him, and slew him, and beheaded him, and took his head, and gat them away through the plain all night.",
                    "score": 0.6987971967211629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Behold, he changed their hearts; yea, he awakened them out of a deep sleep, and they awoke unto God. Behold, they were in the midst of darkness; nevertheless, their souls were illuminated by the light of the everlasting word; yea, they were encircled about by the bands of death, and the chains of hell, and an everlasting destruction did await them.",
                    "score": 0.69712311825403
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 54,
                    "text": "And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said, Send me away unto my master.",
                    "score": 0.6968610316589711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 43,
                    "text": "And it came to pass that his servants took him and carried him in unto his wife, and laid him upon a bed; and he lay as if he were dead for the space of two days and two nights; and his wife, and his sons, and his daughters mourned over him, after the manner of the Lamanites, greatly lamenting his loss.",
                    "score": 0.6940585990760962
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 54,
                    "text": "Then Jacob offered sacrifice upon the mount, and called his brethren to eat bread: and they did eat bread, and tarried all night in the mount.",
                    "score": 0.6939156540479858
                }
            ]
        },
        {
            "verse": 6,
            "text": "And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 10,
                    "text": "Yea, let the cry go forth among all people: Awake and arise and go forth to meet the Bridegroom; behold and lo, the Bridegroom cometh; go ye out to meet him. Prepare yourselves for the great day of the Lord.",
                    "score": 0.8158734530930506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 19,
                    "text": "Wherefore, prepare ye for the coming of the Bridegroom; go ye, go ye out to meet him.",
                    "score": 0.7805362677736798
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And it came to pass at noon, that Elijah mocked them, and said, Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked.",
                    "score": 0.7529867867672964
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel's father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
                    "score": 0.7522031807328823
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 92,
                    "text": "And angels shall fly through the midst of heaven, crying with a loud voice, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth; for the judgment of our God is come. Behold, and lo, the Bridegroom cometh; go ye out to meet him.",
                    "score": 0.7489503443902829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 23,
                    "text": "Behold, he hath heard my cry by day, and he hath given me knowledge by visions in the night-time.",
                    "score": 0.7489147352200136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 3,
                    "text": "Yea, a voice crying--Prepare ye the way of the Lord, prepare ye the supper of the Lamb, make ready for the Bridegroom.",
                    "score": 0.7388542683558982
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 6,
                    "text": "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping all along as he went: and it came to pass, as he met them, he said unto them, Come to Gedaliah the son of Ahikam.",
                    "score": 0.7324057974293529
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 17,
                    "text": "Evening, and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice.",
                    "score": 0.730557541267311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 3,
                    "text": "For he did cry from the morning, even until the going down of the sun, exhorting the people to believe in God unto repentance lest they should be destroyed, saying unto them that by faith all things are fulfilled--",
                    "score": 0.7304369592894833
                }
            ]
        },
        {
            "verse": 7,
            "text": "Then all those virgins arose, and trimmed their lamps.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 54,
                    "text": "And until that hour there will be foolish virgins among the wise; and at that hour cometh an entire separation of the righteous and the wicked; and in that day will I send mine angels to pluck out the wicked and cast them into unquenchable fire.",
                    "score": 0.7581911904305421
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 25,
                    "text": "And he lighted the lamps before the Lord; as the Lord commanded Moses.",
                    "score": 0.748931913051731
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Now all the people that came out were circumcised: but all the people that were born in the wilderness by the way as they came forth out of Egypt, them they had not circumcised.",
                    "score": 0.7471043776591314
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 37,
                    "text": "And thou shalt make the seven lamps thereof: and they shall light the lamps thereof, that they may give light over against it.",
                    "score": 0.7466678422854893
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:",
                    "score": 0.7415151477589849
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And Aaron did so; he lighted the lamps thereof over against the candlestick, as the Lord commanded Moses.",
                    "score": 0.7391545176317058
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And they (the Gods) said: Let there be light; and there was light.",
                    "score": 0.7348545171698012
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 37,
                    "text": "For every head shall be bald, and every beard clipped: upon all the hands shall be cuttings, and upon the loins sackcloth.",
                    "score": 0.7338549839874975
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light over against the candlestick.",
                    "score": 0.732453959965406
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And they burn unto the Lord every morning and every evening burnt sacrifices and sweet incense: the shewbread also set they in order upon the pure table; and the candlestick of gold with the lamps thereof, to burn every evening: for we keep the charge of the Lord our God; but ye have forsaken him.",
                    "score": 0.7308692475172636
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 9,
                    "text": "The light of the righteous rejoiceth: but the lamp of the wicked shall be put out.",
                    "score": 0.7860260992919235
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And they shall take a cloth of blue, and cover the candlestick of the light, and his lamps, and his tongs, and his snuffdishes, and all the oil vessels thereof, wherewith they minister unto it:",
                    "score": 0.7820895407274068
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light over against the candlestick.",
                    "score": 0.7755379063545459
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 20,
                    "text": "And thou shalt command the children of Israel, that they bring thee pure oil olive beaten for the light, to cause the lamp to burn always.",
                    "score": 0.7725302553934572
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.",
                    "score": 0.766615656011194
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 20,
                    "text": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.",
                    "score": 0.7655116615501042
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Command the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually.",
                    "score": 0.7651230686392387
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 37,
                    "text": "And thou shalt make the seven lamps thereof: and they shall light the lamps thereof, that they may give light over against it.",
                    "score": 0.7615859842249884
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 20,
                    "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
                    "score": 0.7586342441147106
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 29,
                    "text": "For thou art my lamp, O Lord: and the Lord will lighten my darkness.",
                    "score": 0.756992737770273
                }
            ]
        },
        {
            "verse": 9,
            "text": "But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And turn ye not aside: for then should ye go after vain things, which cannot profit nor deliver; for they are vain.",
                    "score": 0.7800969029388363
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 12,
                    "text": "Thou sellest thy people for nought, and dost not increase thy wealth by their price.",
                    "score": 0.7728997037134883
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 14,
                    "text": "And if thou sell ought unto thy neighbour, or buyest ought of thy neighbour's hand, ye shall not oppress one another:",
                    "score": 0.7568512807021502
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7550300939598846
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 23,
                    "text": "Buy the truth, and sell it not; also wisdom, and instruction, and understanding.",
                    "score": 0.7447464897790619
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Woe unto them that are wise in their own eyes, and prudent in their own sight!",
                    "score": 0.7442705429900472
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 27,
                    "text": "Add iniquity unto their iniquity: and let them not come into thy righteousness.",
                    "score": 0.7442357440100794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 14,
                    "text": "Therefore I say unto you, it shall be better for them than for you except ye repent.",
                    "score": 0.7436297769779353
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 6,
                    "text": "Do ye thus requite the Lord, O foolish people and unwise? is not he thy father that hath bought thee? hath he not made thee, and established thee?",
                    "score": 0.7378623785934831
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 9,
                    "text": "For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
                    "score": 0.7369414976974924
                }
            ]
        },
        {
            "verse": 10,
            "text": "And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 10,
                    "text": "But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.",
                    "score": 0.7728655716027885
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 33,
                    "text": "He went in therefore, and shut the door upon them twain, and prayed unto the Lord.",
                    "score": 0.7672580656952953
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And Lot went out at the door unto them, and shut the door after him,",
                    "score": 0.7642848652579095
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And they that went in, went in male and female of all flesh, as God had commanded him: and the Lord shut him in.",
                    "score": 0.7502587169172136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And they were married, and given in marriage, and were blessed according to the multitude of the promises which the Lord had made unto them.",
                    "score": 0.7436812027923922
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And it was so, when Ahijah heard the sound of her feet, as she came in at the door, that he said, Come in, thou wife of Jeroboam; why feignest thou thyself to be another? for I am sent to thee with heavy tidings.",
                    "score": 0.740296256060178
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And when he came to the tower, he took them from their hand, and bestowed them in the house: and he let the men go, and they departed.",
                    "score": 0.737361377901836
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 19,
                    "text": "Wherefore, prepare ye for the coming of the Bridegroom; go ye, go ye out to meet him.",
                    "score": 0.7365695216703043
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 5,
                    "text": "So she went from him, and shut the door upon her and upon her sons, who brought the vessels to her; and she poured out.",
                    "score": 0.734091283868122
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 53,
                    "text": "So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.",
                    "score": 0.7305870580102861
                }
            ]
        },
        {
            "verse": 11,
            "text": "Afterward came also the other virgins, saying, Lord, Lord, open to us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:",
                    "score": 0.7898806223557103
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.7846228730782935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7689245113618273
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 30,
                    "text": "And it came to pass that the angel spake unto me again, saying: Look! And I looked, and I beheld the heavens open again, and I saw angels descending upon the children of men; and they did minister unto them.",
                    "score": 0.7671601161967259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And behold, they began to pray; and they did pray unto Jesus, calling him their Lord and their God.",
                    "score": 0.7649587965259355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 23,
                    "verse": 8,
                    "text": "Now, these are they who were converted unto the Lord:",
                    "score": 0.762227184147906
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7578405218019711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 3,
                    "verse": 2,
                    "text": "After they had prayed unto the Father in the name of Christ, they laid their hands upon them, and said:",
                    "score": 0.7536732420364973
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat.",
                    "score": 0.7525081378049916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.7524439569234894
                }
            ]
        },
        {
            "verse": 12,
            "text": "But he answered and said, Verily I say unto you, I know you not.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And I said unto him: I know not.",
                    "score": 0.8785968938715436
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And he answered me and said, Knowest thou not what these be? And I said, No, my lord.",
                    "score": 0.8094965830824538
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 5,
                    "text": "And verily, verily, I say unto you, he that receiveth my gospel receiveth me; and he that receiveth not my gospel receiveth not me.",
                    "score": 0.798531840036441
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 22,
                    "text": "And now, verily I say unto you, that as I said that I would make known my will unto you, behold I will make it known unto you, not by the way of commandment, for there are many who observe not to keep my commandments.",
                    "score": 0.7964376285563706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And he said unto him, Yea.",
                    "score": 0.7922454194464026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And he answered, and said unto him: I do not know what that meaneth.",
                    "score": 0.790839018363629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he answered: Nay; Lord, show thyself unto me.",
                    "score": 0.7878058194741727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And behold, he shall say unto you, Nay.",
                    "score": 0.7861142350833048
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Then the angel that talked with me answered and said unto me, Knowest thou not what these be? And I said, No, my lord.",
                    "score": 0.7858320254755538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 19,
                    "text": "But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they know not of you.",
                    "score": 0.7824498264691454
                }
            ]
        },
        {
            "verse": 13,
            "text": "Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 11,
                    "text": "Watch, therefore, for ye know neither the day nor the hour.",
                    "score": 0.9176225795692616
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 46,
                    "text": "And what I say unto one, I say unto all men; watch, therefore, for you know not at what hour your Lord doth come.",
                    "score": 0.8152906077611348
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 48,
                    "text": "Therefore be ye also ready, for in such an hour as ye think not, the Son of Man cometh.",
                    "score": 0.8140792556252032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 21,
                    "text": "For the time is at hand; the day or the hour no man knoweth; but it surely shall come.",
                    "score": 0.8138594106737729
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 53,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.8016959404391156
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 1,
                    "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
                    "score": 0.8003797711753424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 38,
                    "text": "Gird up your loins and be watchful and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not.",
                    "score": 0.7991754747872879
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 7,
                    "text": "I, the Lord God, have spoken it; but the hour and the day no man knoweth, neither the angels in heaven, nor shall they know until he comes.",
                    "score": 0.7910450277456372
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 7,
                    "text": "For he knoweth not that which shall be: for who can tell him when it shall be?",
                    "score": 0.7896241541901559
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 40,
                    "text": "But of that day, and hour, no one knoweth; no, not the angels of God in heaven, but my Father only.",
                    "score": 0.7846577785614858
                }
            ]
        },
        {
            "verse": 14,
            "text": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they said unto him, From a very far country thy servants are come because of the name of the Lord thy God: for we have heard the fame of him, and all that he did in Egypt,",
                    "score": 0.7911243597350331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.782384839302976
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 33,
                    "text": "The king also said unto them, Take with you the servants of your lord, and cause Solomon my son to ride upon mine own mule, and bring him down to Gihon:",
                    "score": 0.7715234595078393
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And there came a traveller unto the rich man, and he spared to take of his own flock and of his own herd, to dress for the wayfaring man that was come unto him; but took the poor man's lamb, and dressed it for the man that was come to him.",
                    "score": 0.770608705140043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 17,
                    "text": "He sent a man before them, even Joseph, who was sold for a servant:",
                    "score": 0.7702967912766938
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 8,
                    "text": "Nevertheless they shall be his servants; that they may know my service, and the service of the kingdoms of the countries.",
                    "score": 0.768131579149313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "score": 0.766782830389421
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 40,
                    "text": "And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,",
                    "score": 0.7661918608026929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 106,
                    "verse": 3,
                    "text": "And devote his whole time to this high and holy calling, which I now give unto him, seeking diligently the kingdom of heaven and its righteousness, and all things necessary shall be added thereunto; for the laborer is worthy of his hire.",
                    "score": 0.7651011850022208
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.7609304434287565
                }
            ]
        },
        {
            "verse": 15,
            "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 2,
                    "text": "And he took some of his brethren, even five men, and presented them unto Pharaoh.",
                    "score": 0.7617027058592253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 62,
                    "text": "And his servant went straightway, and did all things whatsoever his lord commanded him; and after many days all things were fulfilled.",
                    "score": 0.7600805700567907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 33,
                    "text": "Yea, verily I say, let all these take their journey unto one place, in their several courses, and one man shall not build upon another's foundation, neither journey in another's track.",
                    "score": 0.7552949556471024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And it came to pass that Akish begat other sons, and they won the hearts of the people, notwithstanding they had sworn unto him to do all manner of iniquity according to that which he desired.",
                    "score": 0.7539181870265825
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 26,
                    "text": "I even weighed unto their hand six hundred and fifty talents of silver, and silver vessels an hundred talents, and of gold an hundred talents;",
                    "score": 0.7485078390407517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 17,
                    "text": "And many more such things did he say unto them, telling them that there could be no atonement made for the sins of men, but every man fared in this life according to the management of the creature; therefore every man prospered according to his genius, and that every man conquered according to his strength; and whatsoever a man did was no crime.",
                    "score": 0.7436627786986487
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will.",
                    "score": 0.7421074522268498
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 10,
                    "text": "And he coupled the five curtains one unto another: and the other five curtains he coupled one unto another.",
                    "score": 0.7414336463494389
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And he said, All is well. My master hath sent me, saying, Behold, even now there be come to me from mount Ephraim two young men of the sons of the prophets: give them, I pray thee, a talent of silver, and two changes of garments.",
                    "score": 0.7384354037384849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.7375218316986228
                }
            ]
        },
        {
            "verse": 16,
            "text": "Then he that had received the five talents went and traded with the same, and made them other five talents.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 26,
                    "text": "I even weighed unto their hand six hundred and fifty talents of silver, and silver vessels an hundred talents, and of gold an hundred talents;",
                    "score": 0.7489481519852917
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 10,
                    "text": "And he coupled the five curtains one unto another: and the other five curtains he coupled one unto another.",
                    "score": 0.7437804379547484
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And Naaman said, Be content, take two talents. And he urged him, and bound two talents of silver in two bags, with two changes of garments, and laid them upon two of his servants; and they bare them before him.",
                    "score": 0.7340777021922847
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 7,
                    "text": "And gave for the service of the house of God of gold five thousand talents and ten thousand drams, and of silver ten thousand talents, and of brass eighteen thousand talents, and one hundred thousand talents of iron.",
                    "score": 0.7307879207217959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7285049675379928
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 38,
                    "verse": 2,
                    "text": "And he made the horns thereof on the four corners of it; the horns thereof were of the same: and he overlaid it with brass.",
                    "score": 0.7248311488766251
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 22,
                    "text": "To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred pieces of silver, and five changes of raiment.",
                    "score": 0.7235096140562254
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 38,
                    "text": "And the five pillars of it with their hooks: and he overlaid their chapiters and their fillets with gold: but their five sockets were of brass.",
                    "score": 0.722339295594564
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And Hiram sent to the king sixscore talents of gold.",
                    "score": 0.7217398161746786
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.",
                    "score": 0.7193403809427337
                }
            ]
        },
        {
            "verse": 17,
            "text": "And likewise he that had received two, he also gained other two.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 19,
                    "text": "Now, there were many before him, and also there were many afterwards, but none were greater; therefore, of him they have more particularly made mention.",
                    "score": 0.7531199462637685
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also.",
                    "score": 0.7509144221129438
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 29,
                    "text": "And they were coupled beneath, and coupled together at the head thereof, to one ring: thus he did to both of them in both the corners.",
                    "score": 0.7352276350698815
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 23,
                    "text": "And he took them, and sent them over the brook, and sent over that he had.",
                    "score": 0.7341645328772735
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.",
                    "score": 0.7336583647507786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 13,
                    "text": "And he received not of the fulness at first, but continued from grace to grace, until he received a fulness;",
                    "score": 0.7336368313517683
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 13,
                    "text": "And he lodged there that same night; and took of that which came to his hand a present for Esau his brother;",
                    "score": 0.7336141750941967
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 46,
                    "text": "He gave also their increase unto the caterpiller, and their labour unto the locust.",
                    "score": 0.7332147242673147
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 6,
                    "text": "After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.",
                    "score": 0.7330695079839846
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 26,
                    "text": "And again, if he shall smite you the third time, and ye bear it patiently, your reward shall be doubled unto you four-fold;",
                    "score": 0.7322137606836808
                }
            ]
        },
        {
            "verse": 18,
            "text": "But he that had received one went and digged in the earth, and hid his lord's money.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And behold, if a man hide up a treasure in the earth, and the Lord shall say--Let it be accursed, because of the iniquity of him who hath hid it up--behold, it shall be accursed.",
                    "score": 0.840053363836656
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And it was so, when they saw that there was much money in the chest, that the king's scribe and the high priest came up, and they put up in bags, and told the money that was found in the house of the Lord.",
                    "score": 0.7786182879959747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 18,
                    "text": "And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord.",
                    "score": 0.7706404071178395
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Take the girdle that thou hast got, which is upon thy loins, and arise, go to Euphrates, and hide it there in a hole of the rock.",
                    "score": 0.7658882252328469
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 8,
                    "text": "But as for the mighty man, he had the earth; and the honourable man dwelt in it.",
                    "score": 0.765536081716994
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 8,
                    "text": "Behold, the money, which we found in our sacks' mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord's house silver or gold?",
                    "score": 0.7624497208593197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And these Gadianton robbers, who were among the Lamanites, did infest the land, insomuch that the inhabitants thereof began to hide up their treasures in the earth; and they became slippery, because the Lord had cursed the land, that they could not hold them, nor retain them again.",
                    "score": 0.7572854621501884
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 17,
                    "text": "And they have gathered together the money that was found in the house of the Lord, and have delivered it into the hand of the overseers, and to the hand of the workmen.",
                    "score": 0.7554685417504357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7539300946831452
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 23,
                    "verse": 9,
                    "text": "That he may give me the cave of Machpelah, which he hath, which is in the end of his field; for as much money as it is worth he shall give it me for a possession of a buryingplace amongst you.",
                    "score": 0.7536259078049966
                }
            ]
        },
        {
            "verse": 19,
            "text": "After a long time the lord of those servants cometh, and reckoneth with them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.",
                    "score": 0.819958694262424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.8063582694333612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And it came to pass that a long time passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor in the vineyard.",
                    "score": 0.8020803970187168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.7942658328762893
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And yet this was a small thing in thine eyes, O God; for thou hast also spoken of thy servant's house for a great while to come, and hast regarded me according to the estate of a man of high degree, O Lord God.",
                    "score": 0.7917983204064432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 59,
                    "text": "And the servant said unto his lord: When shall these things be?",
                    "score": 0.7896358135402354
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 1,
                    "text": "Praise ye the Lord. Praise, O ye servants of the Lord, praise the name of the Lord.",
                    "score": 0.7875860428652518
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Wherefore now rise up early in the morning with thy master's servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart.",
                    "score": 0.7854403679202592
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.7851218836654432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 73,
                    "verse": 3,
                    "text": "Now, verily I say unto you my servants, Joseph Smith, Jun., and Sidney Rigdon, saith the Lord, it is expedient to translate again;",
                    "score": 0.7851172845315869
                }
            ]
        },
        {
            "verse": 20,
            "text": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.7898468535345992
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 9,
                    "text": "And Amaziah said to the man of God, But what shall we do for the hundred talents which I have given to the army of Israel? And the man of God answered, The Lord is able to give thee much more than this.",
                    "score": 0.7886837667330092
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 20,
                    "text": "And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.",
                    "score": 0.7832547800012062
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And he said, All is well. My master hath sent me, saying, Behold, even now there be come to me from mount Ephraim two young men of the sons of the prophets: give them, I pray thee, a talent of silver, and two changes of garments.",
                    "score": 0.7809455098961486
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 30,
                    "text": "For it was little which thou hadst before I came, and it is now increased unto a multitude; and the Lord hath blessed thee since my coming: and now when shall I provide for mine own house also?",
                    "score": 0.7804916323493272
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 35,
                    "text": "And the Lord hath blessed my master greatly; and he is become great: and he hath given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses.",
                    "score": 0.7776180000457974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
                    "score": 0.7773475988181756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.7747270015839518
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 7,
                    "text": "So the number of them, with their brethren that were instructed in the songs of the Lord, even all that were cunning, was two hundred fourscore and eight.",
                    "score": 0.7737830312791693
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7731249563479289
                }
            ]
        },
        {
            "verse": 21,
            "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.8740961150586632
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "score": 0.8724715761990048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.8717762663356835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 113,
                    "text": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
                    "score": 0.8561456516941413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 10,
                    "text": "Let my servant William Marks be faithful over a few things, and he shall be a ruler over many. Let him preside in the midst of my people in the city of Far West, and let him be blessed with the blessings of my people.",
                    "score": 0.838938297952676
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 4,
                    "text": "For thou, Lord, hast made me glad through thy work: I will triumph in the works of thy hands.",
                    "score": 0.8380432088436347
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.",
                    "score": 0.8373243853843216
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 1,
                    "text": "O Lord, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.",
                    "score": 0.8324235469663867
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And now, Lord, thou art God, and hast promised this goodness unto thy servant:",
                    "score": 0.8300370033840987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8291103581920855
                }
            ]
        },
        {
            "verse": 22,
            "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And he said, All is well. My master hath sent me, saying, Behold, even now there be come to me from mount Ephraim two young men of the sons of the prophets: give them, I pray thee, a talent of silver, and two changes of garments.",
                    "score": 0.8111251087890237
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And Naaman said, Be content, take two talents. And he urged him, and bound two talents of silver in two bags, with two changes of garments, and laid them upon two of his servants; and they bare them before him.",
                    "score": 0.8099430094877964
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "The word of the Lord also came unto me, saying,",
                    "score": 0.7915647837438096
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 1,
                    "text": "The word of the Lord came also unto me, saying,",
                    "score": 0.7877242070833422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "But behold, ye have both heard my voice, and seen me; and ye are my sheep, and ye are numbered among those whom the Father hath given me.",
                    "score": 0.786245422845718
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 15,
                    "text": "Also the word of the Lord came unto me, saying,",
                    "score": 0.7842558441776359
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 28,
                    "verse": 6,
                    "text": "Blessed be the Lord, because he hath heard the voice of my supplications.",
                    "score": 0.7813426715427877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
                    "score": 0.7784392382975122
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the word of the Lord came unto me the second time, saying,",
                    "score": 0.7770678132510811
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7765002122551992
                }
            ]
        },
        {
            "verse": 23,
            "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.8726900853000068
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.8708597168496489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 13,
                    "text": "And behold, he that is faithful shall be made ruler over many things.",
                    "score": 0.8698367039761404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 113,
                    "text": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
                    "score": 0.8546227373017944
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.",
                    "score": 0.8399222952424261
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 4,
                    "text": "For thou, Lord, hast made me glad through thy work: I will triumph in the works of thy hands.",
                    "score": 0.839630457040901
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 10,
                    "text": "Let my servant William Marks be faithful over a few things, and he shall be a ruler over many. Let him preside in the midst of my people in the city of Far West, and let him be blessed with the blessings of my people.",
                    "score": 0.8372791611681643
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And now, Lord, thou art God, and hast promised this goodness unto thy servant:",
                    "score": 0.8305241033559009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8286624143371433
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 1,
                    "text": "O Lord, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.",
                    "score": 0.8286370975247638
                }
            ]
        },
        {
            "verse": 24,
            "text": "Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 35,
                    "text": "Wherefore, I know by this thing which thou hast said, that if the Gentiles have not charity, because of our weakness, that thou wilt prove them, and take away their talent, yea, even that which they have received, and give unto them who shall have more abundantly.",
                    "score": 0.7801706649784808
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 14,
                    "text": "Thou art the God that doest wonders: thou hast declared thy strength among the people.",
                    "score": 0.7667166415700256
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 24,
                    "text": "I have laid a snare for thee, and thou art also taken, O Babylon, and thou wast not aware: thou art found, and also caught, because thou hast striven against the Lord.",
                    "score": 0.761650996916248
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 19,
                    "text": "When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the Lord thy God may bless thee in all the work of thine hands.",
                    "score": 0.7610794555345962
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Then said the Lord, Thou hast had pity on the gourd, for the which thou hast not laboured, neither madest it grow; which came up in a night, and perished in a night:",
                    "score": 0.7608281107388573
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And now, Lord, thou art God, and hast promised this goodness unto thy servant:",
                    "score": 0.7602196892002183
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 37,
                    "text": "And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.",
                    "score": 0.7570187301898181
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And thou hast shewed this day how that thou hast dealt well with me: forasmuch as when the Lord had delivered me into thine hand, thou killedst me not.",
                    "score": 0.7567470758479108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of them, but it is a commandment of the Lord.",
                    "score": 0.7545672975359367
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the Lord your God.",
                    "score": 0.7542698592331012
                }
            ]
        },
        {
            "verse": 25,
            "text": "And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And he said: I heard thy voice in the garden, and I was afraid, because I beheld that I was naked, and I hid myself.",
                    "score": 0.7930218612242488
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.",
                    "score": 0.7884758151802977
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 15,
                    "text": "My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.",
                    "score": 0.784843993897794
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 30,
                    "verse": 7,
                    "text": "Lord, by thy favour thou hast made my mountain to stand strong: thou didst hide thy face, and I was troubled.",
                    "score": 0.7844185706011069
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 47,
                    "verse": 10,
                    "text": "For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I am, and none else beside me.",
                    "score": 0.7689575151815996
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And I was about to write more, but I am forbidden; but great and marvelous were the prophecies of Ether; but they esteemed him as naught, and cast him out; and he hid himself in the cavity of a rock by day, and by night he went forth viewing the things which should come upon the people.",
                    "score": 0.7689265818519089
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7664816562114849
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 5,
                    "text": "So I went, and hid it by Euphrates, as the Lord commanded me.",
                    "score": 0.7655801429757603
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 19,
                    "text": "I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the Lord speak righteousness, I declare things that are right.",
                    "score": 0.7642985056748567
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
                    "score": 0.7641950579958667
                }
            ]
        },
        {
            "verse": 26,
            "text": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the Lord your God.",
                    "score": 0.8099899638203089
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 21,
                    "text": "The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.",
                    "score": 0.8029559064947317
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 129,
                    "verse": 4,
                    "text": "The Lord is righteous: he hath cut asunder the cords of the wicked.",
                    "score": 0.8000857419165093
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 29,
                    "text": "And he said unto him, Thou knowest how I have served thee, and how thy cattle was with me.",
                    "score": 0.7927266349485046
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 11,
                    "text": "Shall I then take my bread, and my water, and my flesh that I have killed for my shearers, and give it unto men, whom I know not whence they be?",
                    "score": 0.7926406527463091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7922037671186322
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 35,
                    "text": "For they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.",
                    "score": 0.7910704638592378
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 22,
                    "text": "And he answered, Thou shalt not smite them: wouldest thou smite those whom thou hast taken captive with thy sword and with thy bow? set bread and water before them, that they may eat and drink, and go to their master.",
                    "score": 0.7910583319783333
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 15,
                    "text": "Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:",
                    "score": 0.7909567049262758
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 27,
                    "text": "And Pharaoh sent, and called for Moses and Aaron, and said unto them, I have sinned this time: the Lord is righteous, and I and my people are wicked.",
                    "score": 0.7908901529644309
                }
            ]
        },
        {
            "verse": 27,
            "text": "Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 25,
                    "text": "If thou lend money to any of my people that is poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.",
                    "score": 0.7892841088901525
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 25,
                    "text": "Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the Lord thy God shall choose:",
                    "score": 0.7881665100769278
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the Lord thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.",
                    "score": 0.7859889867281913
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 19,
                    "text": "Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:",
                    "score": 0.7744027037541411
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "I likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.",
                    "score": 0.7681212441287499
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him.",
                    "score": 0.7675686329102648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Wherefore, if another church would receive money of this church, let them pay unto this church again according as they shall agree;",
                    "score": 0.764588172396872
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 16,
                    "text": "But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.",
                    "score": 0.7638843692189884
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 65,
                    "text": "And with one heart and with one mind, gather up your riches that ye may purchase an inheritance which shall hereafter be appointed unto you.",
                    "score": 0.7633143818002784
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Hath given forth upon usury, and hath taken increase: shall he then live? he shall not live: he hath done all these abominations; he shall surely die; his blood shall be upon him.",
                    "score": 0.762253880409825
                }
            ]
        },
        {
            "verse": 28,
            "text": "Take therefore the talent from him, and give it unto him which hath ten talents.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 9,
                    "text": "And Amaziah said to the man of God, But what shall we do for the hundred talents which I have given to the army of Israel? And the man of God answered, The Lord is able to give thee much more than this.",
                    "score": 0.8044357270683871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 18,
                    "text": "And all this for the benefit of the church of the living God, that every man may improve upon his talent, that every man may gain other talents, yea, even an hundred fold, to be cast into the Lord's storehouse, to become the common property of the whole church--",
                    "score": 0.7907745954287364
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And take with thee ten loaves, and cracknels, and a cruse of honey, and go to him: he shall tell thee what shall become of the child.",
                    "score": 0.7905637510405016
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 7,
                    "text": "And gave for the service of the house of God of gold five thousand talents and ten thousand drams, and of silver ten thousand talents, and of brass eighteen thousand talents, and one hundred thousand talents of iron.",
                    "score": 0.7867515744758183
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 17,
                    "text": "He will take the tenth of your sheep: and ye shall be his servants.",
                    "score": 0.7852145935838313
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 35,
                    "text": "But I will take the kingdom out of his son's hand, and will give it unto thee, even ten tribes.",
                    "score": 0.7843988630618247
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 39,
                    "text": "Of a talent of pure gold shall he make it, with all these vessels.",
                    "score": 0.7752899510567872
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 6,
                    "text": "For unto him that receiveth it shall be given more abundantly, even power.",
                    "score": 0.7719655878602352
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 26,
                    "verse": 54,
                    "text": "To many thou shalt give the more inheritance, and to few thou shalt give the less inheritance: to every one shall his inheritance be given according to those that were numbered of him.",
                    "score": 0.7673559369767459
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said to Jeroboam, Take thee ten pieces: for thus saith the Lord, the God of Israel, Behold, I will rend the kingdom out of the hand of Solomon, and will give ten tribes to thee:",
                    "score": 0.7671869440984136
                }
            ]
        },
        {
            "verse": 29,
            "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 17,
                    "text": "Every man shall give as he is able, according to the blessing of the Lord thy God which he hath given thee.",
                    "score": 0.8428970600143556
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 26,
                    "verse": 54,
                    "text": "To many thou shalt give the more inheritance, and to few thou shalt give the less inheritance: to every one shall his inheritance be given according to those that were numbered of him.",
                    "score": 0.8411346935515611
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 6,
                    "text": "For unto him that receiveth it shall be given more abundantly, even power.",
                    "score": 0.8384156538396642
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.",
                    "score": 0.8284982078277664
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.",
                    "score": 0.826208787157032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 20,
                    "text": "And it pleaseth God that he hath given all these things unto man; for unto this end were they made to be used, with judgment, not to excess, neither by extortion.",
                    "score": 0.8240442781505266
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.",
                    "score": 0.8219730649493631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 3,
                    "text": "For of him unto whom much is given much is required; and he who sins against the greater light shall receive the greater condemnation.",
                    "score": 0.8204780071250678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 18,
                    "text": "Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.",
                    "score": 0.8202533757825887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.8183057576727794
                }
            ]
        },
        {
            "verse": 30,
            "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 73,
                    "text": "These shall go away into outer darkness, where there is weeping, and wailing, and gnashing of teeth.",
                    "score": 0.8652407856000562
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 54,
                    "text": "And shall cut him asunder, and shall appoint him his portion with the hypocrites; there shall be weeping and gnashing of teeth.",
                    "score": 0.8459173939313156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 16,
                    "verse": 2,
                    "text": "And then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not.",
                    "score": 0.8342771350499748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 91,
                    "text": "Even in outer darkness, where there is weeping, and wailing, and gnashing of teeth.",
                    "score": 0.8324615967908198
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 112,
                    "verse": 10,
                    "text": "The wicked shall see it, and be grieved; he shall gnash with his teeth, and melt away: the desire of the wicked shall perish.",
                    "score": 0.8198465979153976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.8159350229752635
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 28,
                    "text": "An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity.",
                    "score": 0.7935420421478684
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 16,
                    "verse": 9,
                    "text": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.",
                    "score": 0.7912556118719415
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And mine eye shall not spare, neither will I have pity: I will recompense thee according to thy ways and thine abominations that are in the midst of thee; and ye shall know that I am the Lord that smiteth.",
                    "score": 0.7896950399686381
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock.",
                    "score": 0.7862157784025696
                }
            ]
        },
        {
            "verse": 31,
            "text": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 108,
                    "text": "Then shall he be crowned with the crown of his glory, to sit on the throne of his power to reign forever and ever.",
                    "score": 0.846653827487938
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Even he shall build the temple of the Lord; and he shall bear the glory, and shall sit and rule upon his throne; and he shall be a priest upon his throne: and the counsel of peace shall be between them both.",
                    "score": 0.8297870989090442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen.",
                    "score": 0.8191479438268594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.8142123953592467
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness.",
                    "score": 0.813204270782292
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 13,
                    "text": "For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:",
                    "score": 0.8127379646897138
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.",
                    "score": 0.811803779521883
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 59,
                    "text": "For the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.",
                    "score": 0.8116719531189885
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And thou, my lord, O king, the eyes of all Israel are upon thee, that thou shouldest tell them who shall sit on the throne of my lord the king after him.",
                    "score": 0.809506847901306
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 11,
                    "verse": 4,
                    "text": "The Lord is in his holy temple, the Lord's throne is in heaven: his eyes behold, his eyelids try, the children of men.",
                    "score": 0.8054839366795226
                }
            ]
        },
        {
            "verse": 32,
            "text": "And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 29,
                    "text": "When the Lord thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;",
                    "score": 0.8283704103087504
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 10,
                    "text": "Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.",
                    "score": 0.8239214550008777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.821561913078856
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And the Lord thy God will put out those nations before thee by little and little: thou mayest not consume them at once, lest the beasts of the field increase upon thee.",
                    "score": 0.8164291426088949
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Then will the Lord drive out all these nations from before you, and ye shall possess greater nations and mightier than yourselves.",
                    "score": 0.8112706126461575
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 3,
                    "text": "The Lord thy God, he will go over before thee, and he will destroy these nations from before thee, and thou shalt possess them: and Joshua, he shall go over before thee, as the Lord hath said.",
                    "score": 0.8047502856996613
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "score": 0.8019580266408818
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And if his offering be a goat, then he shall offer it before the Lord.",
                    "score": 0.8016362495183998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.",
                    "score": 0.8001138411186807
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.",
                    "score": 0.8001138411186807
                }
            ]
        },
        {
            "verse": 33,
            "text": "And he shall set the sheep on his right hand, but the goats on the left.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 21,
                    "text": "And Aaron shall lay both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their transgressions in all their sins, putting them upon the head of the goat, and shall send him away by the hand of a fit man into the wilderness:",
                    "score": 0.8187998917654201
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 23,
                    "text": "And I will set up one shepherd over them, and he shall feed them, even my servant David; he shall feed them, and he shall be their shepherd.",
                    "score": 0.8085291765367809
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 8,
                    "text": "And Aaron shall cast lots upon the two goats; one lot for the Lord, and the other lot for the scapegoat.",
                    "score": 0.8082619758578915
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And he shall take the two goats, and present them before the Lord at the door of the tabernacle of the congregation.",
                    "score": 0.8058427380412609
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 11,
                    "text": "He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young.",
                    "score": 0.805545820026258
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And he shall lay his hand upon the head of the goat, and kill it in the place where they kill the burnt offering before the Lord: it is a sin offering.",
                    "score": 0.8040888167255523
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And if his offering be of the flocks, namely, of the sheep, or of the goats, for a burnt sacrifice; he shall bring it a male without blemish.",
                    "score": 0.801895271490929
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 20,
                    "text": "And when he hath made an end of reconciling the holy place, and the tabernacle of the congregation, and the altar, he shall bring the live goat:",
                    "score": 0.8004590487282276
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And if his offering be a goat, then he shall offer it before the Lord.",
                    "score": 0.8003171704897565
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 7,
                    "text": "Awake, O sword, against my shepherd, and against the man that is my fellow, saith the Lord of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones.",
                    "score": 0.7980179963714101
                }
            ]
        },
        {
            "verse": 34,
            "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 38,
                    "text": "And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him.",
                    "score": 0.8430754823550765
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "score": 0.8412699046200008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.8368786453935834
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 20,
                    "text": "And now, behold, I know well that thou shalt surely be king, and that the kingdom of Israel shall be established in thine hand.",
                    "score": 0.8281836405371554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 28,
                    "text": "Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance.",
                    "score": 0.8230616979623759
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 2,
                    "text": "Therefore, thou art blessed from henceforth that bear the keys of the kingdom given unto you; which kingdom is coming forth for the last time.",
                    "score": 0.8219109007681766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And behold, this is the land of your inheritance; and the Father hath given it unto you.",
                    "score": 0.8215783446488131
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 15,
                    "text": "That you may come up unto the crown prepared for you, and be made rulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of Adam-ondi-Ahman;",
                    "score": 0.8206298667057884
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "score": 0.8204664653024158
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 42,
                    "text": "And ye shall know that I am the Lord, when I shall bring you into the land of Israel, into the country for the which I lifted up mine hand to give it to your fathers.",
                    "score": 0.8195251289060624
                }
            ]
        },
        {
            "verse": 35,
            "text": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 21,
                    "text": "They gave me also gall for my meat; and in my thirst they gave me vinegar to drink.",
                    "score": 0.8292552390937411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?",
                    "score": 0.7847316500655195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7677596167410962
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Thou shalt sell me meat for money, that I may eat; and give me water for money, that I may drink: only I will pass through on my feet;",
                    "score": 0.7569813266412572
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 5,
                    "text": "Hungry and thirsty, their soul fainted in them.",
                    "score": 0.7530294940312615
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 19,
                    "text": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.",
                    "score": 0.7529109833884391
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Come, eat of my bread, and drink of the wine which I have mingled.",
                    "score": 0.7514560641977762
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat it; and it was in my mouth as honey for sweetness.",
                    "score": 0.7446297101378149
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 45,
                    "text": "Get you up from among this congregation, that I may consume them as in a moment. And they fell upon their faces.",
                    "score": 0.742143212881377
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 6,
                    "verse": 22,
                    "text": "Did I say, Bring unto me? or, Give a reward for me of your substance?",
                    "score": 0.7400574770366172
                }
            ]
        },
        {
            "verse": 36,
            "text": "Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
                    "score": 0.7864870265377648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Then said I: Wo is unto me! for I am undone; because I am a man of unclean lips; and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of Hosts.",
                    "score": 0.7787606885276315
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 13,
                    "text": "But as for me, when they were sick, my clothing was sackcloth: I humbled my soul with fasting; and my prayer returned into mine own bosom.",
                    "score": 0.7767043004802657
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.",
                    "score": 0.7732561769659088
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And said, Naked came I out of my mother's womb, and naked shall I return thither: the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.",
                    "score": 0.7695365444747772
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Behold, I am against thee, saith the Lord of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.",
                    "score": 0.7691432130890838
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 11,
                    "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
                    "score": 0.7640559076182349
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I return in peace.",
                    "score": 0.7569897169765334
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 27,
                    "text": "And say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I come in peace.",
                    "score": 0.7563967698985975
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 1,
                    "text": "The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;",
                    "score": 0.7563393924293603
                }
            ]
        },
        {
            "verse": 37,
            "text": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God, Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:",
                    "score": 0.8196737709283354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost.",
                    "score": 0.8115732549298471
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 17,
                    "verse": 2,
                    "text": "Wherefore the people did chide with Moses, and said, Give us water that we may drink. And Moses said unto them, Why chide ye with me? wherefore do ye tempt the Lord?",
                    "score": 0.7954207244734759
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 25,
                    "verse": 21,
                    "text": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:",
                    "score": 0.7936357873939739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7908238346876583
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Who knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the Lord your God?",
                    "score": 0.7907905645224257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And when they had given unto the multitude he also gave them wine to drink, and commanded them that they should give unto the multitude.",
                    "score": 0.7814100944954042
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 62,
                    "verse": 9,
                    "text": "But they that have gathered it shall eat it, and praise the Lord; and they that have brought it together shall drink it in the courts of my holiness.",
                    "score": 0.7811109460571357
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 16,
                    "text": "And Judah said, What shall we say unto my lord? what shall we speak? or how shall we clear ourselves? God hath found out the iniquity of thy servants: behold, we are my lord's servants, both we, and he also with whom the cup is found.",
                    "score": 0.7804831219999213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.7799464274399639
                }
            ]
        },
        {
            "verse": 38,
            "text": "When saw we thee a stranger, and took thee in? or naked, and clothed thee?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
                    "score": 0.7887225766334092
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And said, Naked came I out of my mother's womb, and naked shall I return thither: the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.",
                    "score": 0.7547648188461507
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father's nakedness.",
                    "score": 0.7508424038928513
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 48,
                    "text": "And when a stranger shall sojourn with thee, and will keep the passover to the Lord, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof.",
                    "score": 0.7477566839050648
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Take his garment that is surety for a stranger: and take a pledge of him for a strange woman.",
                    "score": 0.7438197497430888
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 13,
                    "text": "Take his garment that is surety for a stranger, and take a pledge of him for a strange woman.",
                    "score": 0.7438197497430888
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 34,
                    "text": "But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the Lord your God.",
                    "score": 0.7417558542546182
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 43,
                    "text": "The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.",
                    "score": 0.7404584092356802
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Love ye therefore the stranger: for ye were strangers in the land of Egypt.",
                    "score": 0.740117265702547
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 19,
                    "text": "When ye were but few, even a few, and strangers in it.",
                    "score": 0.7396632705672892
                }
            ]
        },
        {
            "verse": 39,
            "text": "Or when saw we thee sick, or in prison, and came unto thee?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 8,
                    "text": "\"By which also he went and preached unto the spirits in prison;",
                    "score": 0.7753809584557546
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 27,
                    "text": "And say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I come in peace.",
                    "score": 0.7676708131548351
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I return in peace.",
                    "score": 0.7620220358380044
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it shall be when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the Lord brought us out from Egypt, from the house of bondage:",
                    "score": 0.7603355286528756
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 57,
                    "text": "And as many of the spirits as were in prison came forth, and stood on the right hand of God; and the remainder were reserved in chains of darkness until the judgment of the great day.",
                    "score": 0.7601937001231954
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now, behold, we are in thine hand: as it seemeth good and right unto thee to do unto us, do.",
                    "score": 0.7589195358820158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 73,
                    "text": "And also they who are the spirits of men kept in prison, whom the Son visited, and preached the gospel unto them, that they might be judged according to men in the flesh;",
                    "score": 0.7584663740468184
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.7528184445280743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 8,
                    "text": "He was taken from prison and from judgment; and who shall declare his generation? For he was cut off out of the land of the living; for the transgressions of my people was he stricken.",
                    "score": 0.7521833095630618
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And when I passed by thee, and saw thee polluted in thine own blood, I said unto thee when thou wast in thy blood, Live; yea, I said unto thee when thou wast in thy blood, Live.",
                    "score": 0.7517498893235809
                }
            ]
        },
        {
            "verse": 40,
            "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 38,
                    "text": "For inasmuch as ye do it unto the least of these, ye do it unto me.",
                    "score": 0.8555157079853987
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from abiding in the inheritance of the Lord, saying, Go, serve other gods.",
                    "score": 0.8190740007153052
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
                    "score": 0.8171865792439268
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.8170059887746548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 8,
                    "text": "And the king said unto him: Yea, if the Lord saith unto us go, we will go down unto our brethren, and we will be their slaves until we repair unto them the many murders and sins which we have committed against them.",
                    "score": 0.8164135970927416
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 38,
                    "text": "And the king answered, Chimham shall go over with me, and I will do to him that which shall seem good unto thee: and whatsoever thou shalt require of me, that will I do for thee.",
                    "score": 0.816086567257246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.8157643772442316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 16,
                    "text": "Behold ye shall answer this question yourselves; nevertheless, I will be merciful unto you; he that is weak among you hereafter shall be made strong.",
                    "score": 0.8149545507540966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.812439847360894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 5,
                    "text": "Behold, O ye my people, or my brethren, for I esteem you as such, I desire that ye should consider the cause which ye are called to consider--for ye are desirous to have a king.",
                    "score": 0.8120710863280144
                }
            ]
        },
        {
            "verse": 41,
            "text": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 28,
                    "text": "Wherefore I will say unto them--Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels.",
                    "score": 0.9294894415668056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 27,
                    "text": "And then I will confess unto them that I never knew them; and they shall depart into everlasting fire prepared for the devil and his angels.",
                    "score": 0.8381370977446593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.",
                    "score": 0.8164949139721773
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 15,
                    "text": "For now I will stretch out my hand, that I may smite thee and thy people with pestilence; and thou shalt be cut off from the earth.",
                    "score": 0.8146589742302242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 88,
                    "text": "And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.",
                    "score": 0.812197531189542
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "score": 0.8097993382468929
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And I will set my face against them; they shall go out from one fire, and another fire shall devour them; and ye shall know that I am the Lord, when I set my face against them.",
                    "score": 0.8080556297118527
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 15,
                    "text": "And ye shall leave your name for a curse unto my chosen: for the Lord God shall slay thee, and call his servants by another name:",
                    "score": 0.8078502372184428
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 17,
                    "text": "I will also smite mine hands together, and I will cause my fury to rest: I the Lord have said it.",
                    "score": 0.8055985241628002
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.8054310868977858
                }
            ]
        },
        {
            "verse": 42,
            "text": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 21,
                    "text": "They gave me also gall for my meat; and in my thirst they gave me vinegar to drink.",
                    "score": 0.7769311958861571
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7526065561999921
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 9,
                    "text": "For so was it charged me by the word of the Lord, saying, Eat no bread, nor drink water, nor turn again by the same way that thou camest.",
                    "score": 0.7508395950872704
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 5,
                    "text": "Hungry and thirsty, their soul fainted in them.",
                    "score": 0.7503726386435826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7488302418462365
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?",
                    "score": 0.7412461182659154
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Ye have not eaten bread, neither have ye drunk wine or strong drink: that ye might know that I am the Lord your God.",
                    "score": 0.7395915328933234
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 17,
                    "text": "For it was said to me by the word of the Lord, Thou shalt eat no bread nor drink water there, nor turn again to go by the way that thou camest.",
                    "score": 0.7390327258524783
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 19,
                    "text": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.",
                    "score": 0.7360552353224038
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.",
                    "score": 0.7339981059121642
                }
            ]
        },
        {
            "verse": 43,
            "text": "I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 19,
                    "text": "I am a stranger in the earth: hide not thy commandments from me.",
                    "score": 0.7773675401945115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 33,
                    "text": "But it came to pass that the Lord did not suffer them that they should take me at that time and cast me into prison.",
                    "score": 0.7678436972703818
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 32,
                    "text": "The stranger did not lodge in the street: but I opened my doors to the traveller.",
                    "score": 0.7548433068547364
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 34,
                    "text": "But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the Lord your God.",
                    "score": 0.7348130648293282
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 9,
                    "text": "I am clean without transgression, I am innocent; neither is there iniquity in me.",
                    "score": 0.7336131940242703
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Also thou shalt not oppress a stranger: for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt.",
                    "score": 0.7255905535078173
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
                    "score": 0.7253233507355332
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And he said: I heard thy voice in the garden, and I was afraid, because I beheld that I was naked, and I hid myself.",
                    "score": 0.7237758438475559
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 11,
                    "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
                    "score": 0.7235181965223716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs, even while you are in bondage; and this will I do that ye may stand as witnesses for me hereafter, and that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.",
                    "score": 0.72258173488277
                }
            ]
        },
        {
            "verse": 44,
            "text": "Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 33,
                    "text": "For the Lord heareth the poor, and despiseth not his prisoners.",
                    "score": 0.7867083960905934
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Then shall they cry unto the Lord, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings.",
                    "score": 0.7852601032926507
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Therefore they inquired of the Lord further, if the man should yet come thither. And the Lord answered, Behold, he hath hid himself among the stuff.",
                    "score": 0.7825364801609025
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 53,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.7792799501721714
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord of hosts; Because ye have not heard my words,",
                    "score": 0.7786739789160494
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For now they shall say, We have no king, because we feared not the Lord; what then should a king do to us?",
                    "score": 0.776565284544025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And many such things, yea, all manner of such things did they say unto them; and thus they did mock them for many days. And they did withhold food from them that they might hunger, and water that they might thirst; and they also did take from them their clothes that they were naked; and thus they were bound with strong cords, and confined in prison.",
                    "score": 0.7724286543312848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 11,
                    "text": "And he said unto the king: Behold, here are many whom we have brought before thee, who are accused of their brethren; yea, and they have been taken in divers iniquities. And they do not repent of their iniquities; therefore we have brought them before thee, that thou mayest judge them according to their crimes.",
                    "score": 0.7717365021717518
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And he said unto them, The Lord is witness against you, and his anointed is witness this day, that ye have not found ought in my hand. And they answered, He is witness.",
                    "score": 0.7711254933195814
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice: for they will say, The Lord hath not appeared unto thee.",
                    "score": 0.7705298087464508
                }
            ]
        },
        {
            "verse": 45,
            "text": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 38,
                    "text": "For inasmuch as ye do it unto the least of these, ye do it unto me.",
                    "score": 0.8484023567374475
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 16,
                    "text": "Behold ye shall answer this question yourselves; nevertheless, I will be merciful unto you; he that is weak among you hereafter shall be made strong.",
                    "score": 0.8127851473968876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 28,
                    "text": "Verily, verily, I say unto you, wo be unto him that lieth to deceive because he supposeth that another lieth to deceive, for such are not exempt from the justice of God.",
                    "score": 0.8079622891815891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 29,
                    "text": "Verily, verily, I say unto you, if they reject my words, and this part of my gospel and ministry, blessed are ye, for they can do no more unto you than unto me.",
                    "score": 0.8052805431663111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 74,
                    "text": "Behold, verily I say unto you, that whatever persons among you, having put away their companions for the cause of fornication, or in other words, if they shall testify before you in all lowliness of heart that this is the case, ye shall not cast them out from among you;",
                    "score": 0.802960252826286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.8024047607530238
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 12,
                    "text": "Therefore will I number you to the sword, and ye shall all bow down to the slaughter: because when I called, ye did not answer; when I spake, ye did not hear; but did evil before mine eyes, and did choose that wherein I delighted not.",
                    "score": 0.7989556866364959
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 4,
                    "text": "And inasmuch as they are faithful unto me, it shall be made known unto them what they shall do;",
                    "score": 0.7989093602373619
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 22,
                    "text": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
                    "score": 0.7937085236626433
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 14,
                    "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness.",
                    "score": 0.7908014486599096
                }
            ]
        },
        {
            "verse": 46,
            "text": "And these shall go away into everlasting punishment: but the righteous into life eternal.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 44,
                    "text": "Wherefore, he saves all except them--they shall go away into everlasting punishment, which is endless punishment, which is eternal punishment, to reign with the devil and his angels in eternity, where their worm dieth not, and the fire is not quenched, which is their torment--",
                    "score": 0.8293723911767229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 11,
                    "text": "Eternal punishment is God's punishment.",
                    "score": 0.8202085452245703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 26,
                    "text": "Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen.",
                    "score": 0.809307570867158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.",
                    "score": 0.8045561624468452
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 7,
                    "text": "And they shall no more offer their sacrifices unto devils, after whom they have gone a whoring. This shall be a statute for ever unto them throughout their generations.",
                    "score": 0.7984390920515578
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 142,
                    "text": "Thy righteousness is an everlasting righteousness, and thy law is the truth.",
                    "score": 0.793900305485891
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 18,
                    "text": "When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.",
                    "score": 0.7897727045652307
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 62,
                    "text": "These shall dwell in the presence of God and his Christ forever and ever.",
                    "score": 0.7895950691248549
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 29,
                    "text": "The righteous shall inherit the land, and dwell therein for ever.",
                    "score": 0.7886689612760758
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 12,
                    "text": "Endless punishment is God's punishment.",
                    "score": 0.7872264084894814
                }
            ]
        }
    ]
}