{
    "volume": "New Testament",
    "book": "Matthew",
    "chapter": 10,
    "verses": [
        {
            "verse": 1,
            "text": "And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.8274387892669282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.8065780260126072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest unto the people that they had been wrought upon by the Spirit of God, and had been healed; and they did show forth signs also and did do some miracles among the people.",
                    "score": 0.7927778983258166
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them--",
                    "score": 0.7899774210449121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass that when Jesus had spoken these words unto Nephi, and to those who had been called, (now the number of them who had been called, and received power and authority to baptize, was twelve) and behold, he stretched forth his hand unto the multitude, and cried unto them, saying: Blessed are ye if ye shall give heed unto the words of these twelve whom I have chosen from among you to minister unto you, and to be your servants; and unto them I have given power that they may baptize you with water; and after that ye are baptized with water, behold, I will baptize you with fire and with the Holy Ghost; therefore blessed are ye if ye shall believe in me and be baptized, after that ye have seen me and know that I am.",
                    "score": 0.7843914633681814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And in the name of Jesus did he cast out devils and unclean spirits; and even his brother did he raise from the dead, after he had been stoned and suffered death by the people.",
                    "score": 0.7843904642576077
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;",
                    "score": 0.784102995580251
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 98,
                    "text": "And these signs shall follow him--he shall heal the sick, he shall cast out devils, and shall be delivered from those who would administer unto him deadly poison;",
                    "score": 0.780014581491563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And there were great and marvelous works wrought by the disciples of Jesus, insomuch that they did heal the sick, and raise the dead, and cause the lame to walk, and the blind to receive their sight, and the deaf to hear; and all manner of miracles did they work among the children of men; and in nothing did they work miracles save it were in the name of Jesus.",
                    "score": 0.7790055795963796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And thus did the Spirit of the Lord work upon them, for they were the very vilest of sinners. And the Lord saw fit in his infinite mercy to spare them; nevertheless they suffered much anguish of soul because of their iniquities, suffering much and fearing that they should be cast off forever.",
                    "score": 0.7784782349122699
                }
            ]
        },
        {
            "verse": 2,
            "text": "Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;",
                    "score": 0.7598434245548151
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 72,
                    "text": "The messenger who visited us on this occasion and conferred this Priesthood upon us, said that his name was John, the same that is called John the Baptist in the New Testament, and that he acted under the direction of Peter, James and John, who held the keys of the Priesthood of Melchizedek, which Priesthood, he said, would in due time be conferred on us, and that I should be called the first Elder of the Church, and he (Oliver Cowdery) the second. It was on the fifteenth day of May, 1829, that we were ordained under the hand of this messenger, and baptized.",
                    "score": 0.7508842300037083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 27,
                    "text": "Yea, even twelve; and the Twelve shall be my disciples, and they shall take upon them my name; and the Twelve are they who shall desire to take upon them my name with full purpose of heart.",
                    "score": 0.7435036167404575
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 10,
                    "text": "The third to Zaccur, he, his sons, and his brethren, were twelve:",
                    "score": 0.7425097908206667
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 29,
                    "text": "The two and twentieth to Giddalti, he, his sons, and his brethren, were twelve:",
                    "score": 0.742452775082053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 23,
                    "text": "The twelve traveling councilors are called to be the Twelve Apostles, or special witnesses of the name of Christ in all the world--thus differing from other officers in the church in the duties of their calling.",
                    "score": 0.7423251874327149
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 14,
                    "text": "The seventh to Jesharelah, he, his sons, and his brethren, were twelve:",
                    "score": 0.7414806211598078
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 15,
                    "text": "The eighth to Jeshaiah, he, his sons, and his brethren, were twelve:",
                    "score": 0.7393443930483912
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother's name was Joktan.",
                    "score": 0.7383584518414904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7380963949713559
                }
            ]
        },
        {
            "verse": 3,
            "text": "Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 31,
                    "text": "And also my servant Ezra Thayre and my servant Thomas B. Marsh;",
                    "score": 0.6975072416954298
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Of the sons also of Adin; Ebed the son of Jonathan, and with him fifty males.",
                    "score": 0.6914396374700141
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon.",
                    "score": 0.6797430326466218
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 39,
                    "verse": 7,
                    "text": "And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon.",
                    "score": 0.6797430326466218
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 19,
                    "text": "My lord asked his servants, saying, Have ye a father, or a brother?",
                    "score": 0.679700334147544
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And the sons of Caleb the son of Jephunneh; Iru, Elah, and Naam: and the sons of Elah, even Kenaz.",
                    "score": 0.6787825207300493
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 5,
                    "text": "And now thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; as Reuben and Simeon, they shall be mine.",
                    "score": 0.6787170605647249
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 27,
                    "text": "The king said also unto Zadok the priest, Art not thou a seer? return into the city in peace, and your two sons with you, Ahimaaz thy son, and Jonathan the son of Abiathar.",
                    "score": 0.6777535724865423
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 35,
                    "text": "And Jonadab said unto the king, Behold, the king's sons come: as thy servant said, so it is.",
                    "score": 0.6774897554186375
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "A son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the Lord of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?",
                    "score": 0.6762472270115821
                }
            ]
        },
        {
            "verse": 4,
            "text": "Simon the Canaanite, and Judas Iscariot, who also betrayed him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 2,
                    "verse": 3,
                    "text": "The sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the Lord; and he slew him.",
                    "score": 0.7436559812678104
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And when king Arad the Canaanite, which dwelt in the south, heard tell that Israel came by the way of the spies; then he fought against Israel, and took some of them prisoners.",
                    "score": 0.7296565245560129
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 26,
                    "text": "And these are they that conspired against him; Zabad the son of Shimeath an Ammonitess, and Jehozabad the son of Shimrith a Moabitess.",
                    "score": 0.7286655306869017
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 21,
                    "text": "And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.",
                    "score": 0.7220659950523503
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 13,
                    "text": "And the sons of Jacob answered Shechem and Hamor his father deceitfully, and said, because he had defiled Dinah their sister:",
                    "score": 0.7219505894488885
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 19,
                    "text": "Now they made a conspiracy against him in Jerusalem: and he fled to Lachish; but they sent after him to Lachish, and slew him there.",
                    "score": 0.7188216980700868
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 16,
                    "text": "And from Enoch to Abel, who was slain by the conspiracy of his brother, who received the priesthood by the commandments of God, by the hand of his father Adam, who was the first man--",
                    "score": 0.7173987451166502
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.",
                    "score": 0.717326422499035
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they found Adoni-bezek in Bezek: and they fought against him, and they slew the Canaanites and the Perizzites.",
                    "score": 0.7148002908739444
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 24,
                    "text": "That the cruelty done to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren.",
                    "score": 0.7139939192076485
                }
            ]
        },
        {
            "verse": 5,
            "text": "These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter ye not:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Elisha said unto them, This is not the way, neither is this the city: follow me, and I will bring you to the man whom ye seek. But he led them to Samaria.",
                    "score": 0.8123984482348482
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "score": 0.8072186909296064
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 41,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                    "score": 0.8024438335168631
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And God said unto Balaam, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.",
                    "score": 0.7935099015194362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "score": 0.7928444499806746
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Enter not into the path of the wicked, and go not in the way of evil men.",
                    "score": 0.7918033797709695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 29,
                    "text": "And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.",
                    "score": 0.784327084147472
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7835453089035793
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And the king sent and called for Shimei, and said unto him, Build thee an house in Jerusalem, and dwell there, and go not forth thence any whither.",
                    "score": 0.7741350865909471
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And command thou the people, saying, Ye are to pass through the coast of your brethren the children of Esau, which dwell in Seir; and they shall be afraid of you: take ye good heed unto yourselves therefore:",
                    "score": 0.7738515481485746
                }
            ]
        },
        {
            "verse": 6,
            "text": "But go rather to the lost sheep of the house of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Now therefore thus shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, even from following the sheep, that thou shouldest be ruler over my people Israel:",
                    "score": 0.7824922128656333
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 16,
                    "text": "For Israel slideth back as a backsliding heifer: now the Lord will feed them as a lamb in a large place.",
                    "score": 0.7802912188135229
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 3,
                    "text": "What man soever there be of the house of Israel, that killeth an ox, or lamb, or goat, in the camp, or that killeth it out of the camp,",
                    "score": 0.7769067562324057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And verily, verily, I say unto you that I have other sheep, which are not of this land, neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister.",
                    "score": 0.7708334075496537
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 6,
                    "text": "O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.",
                    "score": 0.769248862364783
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now therefore so shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, from following the sheep, to be ruler over my people, over Israel:",
                    "score": 0.7678779462729746
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 5,
                    "text": "That I may take the house of Israel in their own heart, because they are all estranged from me through their idols.",
                    "score": 0.7673589431670079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Wherefore, I speak unto all the house of Israel, if it so be that they should obtain these things.",
                    "score": 0.7665288166135886
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 19,
                    "verse": 1,
                    "text": "Moreover take thou up a lamentation for the princes of Israel,",
                    "score": 0.7664948993876004
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 1,
                    "text": "Send ye the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion.",
                    "score": 0.7660796697552579
                }
            ]
        },
        {
            "verse": 7,
            "text": "And as ye go, preach, saying, The kingdom of heaven is at hand.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
                    "score": 0.8242266776840821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.8171885782639584
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, open your mouths and they shall be filled, saying: Repent, repent, and prepare ye the way of the Lord, and make his paths straight; for the kingdom of heaven is at hand;",
                    "score": 0.8051710044868811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 6,
                    "text": "Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.",
                    "score": 0.8008320641162865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying--Repent ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God cometh upon the face of the earth.",
                    "score": 0.8005770155924531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "score": 0.8000439881714536
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 11,
                    "text": "They shall speak of the glory of thy kingdom, and talk of thy power;",
                    "score": 0.7995706096712737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 20,
                    "text": "And now I say unto you that well doth the Lord judge of your iniquities; well doth he cry unto this people, by the voice of his angels: Repent ye, repent, for the kingdom of heaven is at hand.",
                    "score": 0.7949268789135405
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 2,
                    "text": "Therefore, thou art blessed from henceforth that bear the keys of the kingdom given unto you; which kingdom is coming forth for the last time.",
                    "score": 0.7940873574511175
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 41,
                    "text": "Now, therefore, hearken, O ye people of my church; and ye elders listen together; you have received my kingdom.",
                    "score": 0.7936898487833884
                }
            ]
        },
        {
            "verse": 8,
            "text": "Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 98,
                    "text": "And these signs shall follow him--he shall heal the sick, he shall cast out devils, and shall be delivered from those who would administer unto him deadly poison;",
                    "score": 0.8102393705094256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
                    "score": 0.8085974432945193
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
                    "score": 0.8063114992057957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 24,
                    "text": "And these signs shall follow them that believe--in my name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing it shall not hurt them; they shall lay hands on the sick and they shall recover;",
                    "score": 0.7915529092622344
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.7906737469659234
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And thus shalt thou do unto them, to cleanse them: Sprinkle water of purifying upon them, and let them shave all their flesh, and let them wash their clothes, and so make themselves clean.",
                    "score": 0.7895673136033629
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 2,
                    "text": "This shall be the law of the leper in the day of his cleansing: He shall be brought unto the priest:",
                    "score": 0.7878539846340581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Require not miracles, except I shall command you, except casting out devils, healing the sick, and against poisonous serpents, and against deadly poisons;",
                    "score": 0.787594585918984
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 2,
                    "text": "Wash me throughly from mine iniquity, and cleanse me from my sin.",
                    "score": 0.7868915803931137
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 21,
                    "text": "For I will cleanse their blood that I have not cleansed: for the Lord dwelleth in Zion.",
                    "score": 0.7867785676779719
                }
            ]
        },
        {
            "verse": 9,
            "text": "Provide neither gold, nor silver, nor brass in your purses,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 22,
                    "text": "Only the gold, and the silver, the brass, the iron, the tin, and the lead,",
                    "score": 0.744857249847565
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Behold, I will stir up the Medes against them, which shall not regard silver; and as for gold, they shall not delight in it.",
                    "score": 0.739790766506511
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 17,
                    "text": "Behold, I will stir up the Medes against them, which shall not regard silver and gold, nor shall they delight in it.",
                    "score": 0.739035598636303
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 28,
                    "verse": 17,
                    "text": "The gold and the crystal cannot equal it: and the exchange of it shall not be for jewels of fine gold.",
                    "score": 0.7333251078097478
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.",
                    "score": 0.725142391871687
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 10,
                    "text": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.",
                    "score": 0.7233181882660398
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 28,
                    "verse": 15,
                    "text": "It cannot be gotten for gold, neither shall silver be weighed for the price thereof.",
                    "score": 0.7220942397466606
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 28,
                    "verse": 18,
                    "text": "No mention shall be made of coral, or of pearls: for the price of wisdom is above rubies.",
                    "score": 0.7200780811050144
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 17,
                    "text": "Neither shall he multiply wives to himself, that his heart turn not away: neither shall he greatly multiply to himself silver and gold.",
                    "score": 0.7193361308718682
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Neither shalt thou steal.",
                    "score": 0.7167704299742478
                }
            ]
        },
        {
            "verse": 10,
            "text": "Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 42,
                    "text": "Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.",
                    "score": 0.7910474650045124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And thou shalt take no purse nor scrip, neither staves, neither two coats, for the church shall give unto thee in the very hour what thou needest for food and for raiment, and for shoes and for money, and for scrip.",
                    "score": 0.77982631552161
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 21,
                    "text": "There shall none of his meat be left; therefore shall no man look for his goods.",
                    "score": 0.7652857879001062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 10,
                    "text": "Thou art not yet as Job; thy friends do not contend against thee, neither charge thee with transgression, as they did Job.",
                    "score": 0.7576990216224226
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
                    "score": 0.754364291943979
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 26,
                    "text": "For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.",
                    "score": 0.7481472920038326
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Go therefore now, and work; for there shall no straw be given you, yet shall ye deliver the tale of bricks.",
                    "score": 0.7460072632144205
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.",
                    "score": 0.7445764878663311
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 16,
                    "text": "Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!",
                    "score": 0.7394063546135372
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 23,
                    "text": "Thou hast not brought me the small cattle of thy burnt offerings; neither hast thou honoured me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense.",
                    "score": 0.7388594843984901
                }
            ]
        },
        {
            "verse": 11,
            "text": "And into whatsoever city or town ye shall enter, inquire who in it is worthy; and there abide till ye go thence.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go.",
                    "score": 0.827219177846644
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 93,
                    "text": "And in whatsoever village or city ye enter, do likewise.",
                    "score": 0.822949229169689
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And the inhabitants of one city shall go to another, saying, Let us go speedily to pray before the Lord, and to seek the Lord of hosts: I will go also.",
                    "score": 0.8216120855710322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 39,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive their testimony, let thy peace and thy salvation be upon that city; that they may gather out of that city the righteous, that they may come forth to Zion, or to her stakes, the places of thine appointment, with songs of everlasting joy;",
                    "score": 0.8149017942022235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 19,
                    "text": "Wherefore, whithersoever they shall send you, go ye, and I will be with you; and in whatsoever place ye shall proclaim my name an effectual door shall be opened unto you, that they may receive my word.",
                    "score": 0.8139579269550076
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when he that doth flee unto one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city unto them, and give him a place, that he may dwell among them.",
                    "score": 0.8049497925083929
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 108,
                    "verse": 10,
                    "text": "Who will bring me into the strong city? who will lead me into Edom?",
                    "score": 0.801635674512806
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 60,
                    "verse": 9,
                    "text": "Who will bring me into the strong city? who will lead me into Edom?",
                    "score": 0.801635674512806
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7999887258004749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 29,
                    "text": "Therefore, ask, and ye shall receive; knock, and it shall be opened unto you; for he that asketh, receiveth; and unto him that knocketh, it shall be opened.",
                    "score": 0.7977969760052637
                }
            ]
        },
        {
            "verse": 12,
            "text": "And when ye come into an house, salute it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 19,
                    "text": "And in whatsoever house ye enter, and they receive you, leave your blessing upon that house.",
                    "score": 0.8294253857577566
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 1,
                    "text": "I was glad when they said unto me, Let us go into the house of the Lord.",
                    "score": 0.7760051579961675
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 7,
                    "text": "For behold, I have accepted this house, and my name shall be here; and I will manifest myself to my people in mercy in this house.",
                    "score": 0.7705990214673053
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Lord, I have loved the habitation of thy house, and the place where thine honour dwelleth.",
                    "score": 0.7701895117883554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 17,
                    "text": "That all the incomings of thy people, into this house, may be in the name of the Lord;",
                    "score": 0.7623794544392262
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 15,
                    "text": "With gladness and rejoicing shall they be brought: they shall enter into the king's palace.",
                    "score": 0.7570106687747117
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 37,
                    "text": "And let thy house be filled, as with a rushing mighty wind, with thy glory.",
                    "score": 0.7534625014615219
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 37,
                    "text": "And again, verily I say unto you, how shall your washings be acceptable unto me, except ye perform them in a house which you have built to my name?",
                    "score": 0.7530575860684482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 10,
                    "text": "And the fame of this house shall spread to foreign lands; and this is the beginning of the blessing which shall be poured out upon the heads of my people. Even so. Amen.",
                    "score": 0.7508495675776352
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Stand in the gate of the Lord's house, and proclaim there this word, and say, Hear the word of the Lord, all ye of Judah, that enter in at these gates to worship the Lord.",
                    "score": 0.7502127358877599
                }
            ]
        },
        {
            "verse": 13,
            "text": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 23,
                    "text": "And it shall be for a house for boarding, a house that strangers may come from afar to lodge therein; therefore let it be a good house, worthy of all acceptation, that the weary traveler may find health and safety while he shall contemplate the word of the Lord; and the cornerstone I have appointed for Zion.",
                    "score": 0.8044600035268236
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the Lord's, and I will offer it up for a burnt offering.",
                    "score": 0.7990115715000687
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it unto thine own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again.",
                    "score": 0.7987963771748541
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 21,
                    "text": "So that I come again to my father's house in peace; then shall the Lord be my God:",
                    "score": 0.7985971802048253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 21,
                    "text": "And when thy people transgress, any of them, they may speedily repent and return unto thee, and find favor in thy sight, and be restored to the blessings which thou hast ordained to be poured out upon those who shall reverence thee in thy house.",
                    "score": 0.7897604908995813
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 16,
                    "text": "And it shall be, if he say unto thee, I will not go away from thee; because he loveth thee and thine house, because he is well with thee;",
                    "score": 0.7893504504680027
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "score": 0.7874614860121988
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And thus shall ye say to him that liveth in prosperity, Peace be both to thee, and peace be to thine house, and peace be unto all that thou hast.",
                    "score": 0.7856608730237961
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 6,
                    "verse": 29,
                    "text": "Return, I pray you, let it not be iniquity; yea, return again, my righteousness is in it.",
                    "score": 0.7852223173065956
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 20,
                    "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
                    "score": 0.7844465923717789
                }
            ]
        },
        {
            "verse": 14,
            "text": "And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 20,
                    "text": "And in whatsoever house ye enter, and they receive you not, ye shall depart speedily from that house, and shake off the dust of your feet as a testimony against them.",
                    "score": 0.8597401430071587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 15,
                    "text": "And in whatsoever place ye shall enter, and they receive you not in my name, ye shall leave a cursing instead of a blessing, by casting off the dust of your feet against them as a testimony, and cleansing your feet by the wayside.",
                    "score": 0.8177523867248075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 15,
                    "text": "And shake off the dust of thy feet against those who receive thee not, not in their presence, lest thou provoke them, but in secret; and wash thy feet, as a testimony against them in the day of judgment.",
                    "score": 0.8130827700636869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 99,
                    "verse": 4,
                    "text": "And whoso rejecteth you shall be rejected of my Father and his house; and you shall cleanse your feet in the secret places by the way for a testimony against them.",
                    "score": 0.808144628208733
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 25,
                    "verse": 17,
                    "text": "Withdraw thy foot from thy neighbour's house; lest he be weary of thee, and so hate thee.",
                    "score": 0.8032556654834505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 134,
                    "text": "And he that is found unworthy of this salutation shall not have place among you; for ye shall not suffer that mine house shall be polluted by him.",
                    "score": 0.7977844517216791
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.",
                    "score": 0.794657772598341
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And why dost thou not pardon my transgression, and take away mine iniquity? for now shall I sleep in the dust; and thou shalt seek me in the morning, but I shall not be.",
                    "score": 0.7885079161096318
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 19,
                    "text": "And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it of him.",
                    "score": 0.7877270375712982
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And Moses said unto him, As soon as I am gone out of the city, I will spread abroad my hands unto the Lord; and the thunder shall cease, neither shall there be any more hail; that thou mayest know how that the earth is the Lord's.",
                    "score": 0.787567619596307
                }
            ]
        },
        {
            "verse": 15,
            "text": "Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 15,
                    "text": "Nevertheless I say unto you, that it shall be more tolerable for them in the day of judgment than for you, if ye remain in your sins, yea, and even more tolerable for them in this life than for you, except ye repent.",
                    "score": 0.8635894458223025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.8032669380286953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 22,
                    "text": "And it shall be more tolerable for the heathen in the day of judgment, than for that house; therefore, gird up your loins and be faithful, and ye shall overcome all things, and be lifted up at the last day. Even so. Amen.",
                    "score": 0.8009056855243147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Yea, and wo be unto all the cities which are in the land round about, which are possessed by the Nephites, because of the wickedness and abominations which are in them.",
                    "score": 0.8005781662623062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "score": 0.7949729661109428
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 18,
                    "text": "As in the overthrow of Sodom and Gomorrah and the neighbour cities thereof, saith the Lord, no man shall abide there, neither shall a son of man dwell in it.",
                    "score": 0.7943861890983019
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 40,
                    "text": "As God overthrew Sodom and Gomorrah and the neighbour cities thereof, saith the Lord; so shall no man abide there, neither shall any son of man dwell therein.",
                    "score": 0.7931820293006175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Behold, I say unto you that ye would be more miserable to dwell with a holy and just God, under a consciousness of your filthiness before him, than ye would to dwell with the damned souls in hell.",
                    "score": 0.7909762853248831
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 16,
                    "text": "Go and speak to Ebed-melech the Ethiopian, saying, Thus saith the Lord of hosts, the God of Israel; Behold, I will bring my words upon this city for evil, and not for good; and they shall be accomplished in that day before thee.",
                    "score": 0.7900847144716123
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 10,
                    "text": "For I have set my face against this city for evil, and not for good, saith the Lord: it shall be given into the hand of the king of Babylon, and he shall burn it with fire.",
                    "score": 0.7891670475923005
                }
            ]
        },
        {
            "verse": 16,
            "text": "Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 17,
                    "text": "For, behold, I will send serpents, cockatrices, among you, which will not be charmed, and they shall bite you, saith the Lord.",
                    "score": 0.8358349689588132
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 60,
                    "text": "And now I say unto you that the good shepherd doth call after you; and if you will hearken unto his voice he will bring you into his fold, and ye are his sheep; and he commandeth you that ye suffer no ravenous wolf to enter among you, that ye may not be destroyed.",
                    "score": 0.8215456784500994
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 25,
                    "text": "The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust shall be the serpent's meat. They shall not hurt nor destroy in all my holy mountain, saith the Lord.",
                    "score": 0.8145259629274418
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 15,
                    "text": "Beware of false prophets, who come to you in sheep's clothing, but inwardly they are ravening wolves.",
                    "score": 0.8080973984250313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And behold, instead of gathering you, except ye will repent, behold, he shall scatter you forth that ye shall become meat for dogs and wild beasts.",
                    "score": 0.805005914849109
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 111,
                    "verse": 11,
                    "text": "Therefore, be ye as wise as serpents and yet without sin; and I will order all things for your good, as fast as ye are able to receive them. Amen.",
                    "score": 0.8042020857877783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.795361171632428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7920944587304445
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 25,
                    "text": "Ye shall therefore put difference between clean beasts and unclean, and between unclean fowls and clean: and ye shall not make your souls abominable by beast, or by fowl, or by any manner of living thing that creepeth on the ground, which I have separated from you as unclean.",
                    "score": 0.7870065963562811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 59,
                    "text": "For what shepherd is there among you having many sheep doth not watch over them, that the wolves enter not and devour his flock? And behold, if a wolf enter his flock doth he not drive him out? Yea, and at the last, if he can, he will destroy him.",
                    "score": 0.7849201513340599
                }
            ]
        },
        {
            "verse": 17,
            "text": "But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "score": 0.7693612233394285
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And ye, in any wise keep yourselves from the accursed thing, lest ye make yourselves accursed, when ye take of the accursed thing, and make the camp of Israel a curse, and trouble it.",
                    "score": 0.7684564696250437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "score": 0.7668431941791283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.7665431706217777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                    "score": 0.7624723069531683
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 9,
                    "text": "Wherefore, let every man beware lest he do that which is not in truth and righteousness before me.",
                    "score": 0.7621187257948449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Satan stirreth them up, that he may lead their souls to destruction.",
                    "score": 0.7595776853445603
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 59,
                    "verse": 1,
                    "text": "Deliver me from mine enemies, O my God: defend me from them that rise up against me.",
                    "score": 0.758963741265914
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 39,
                    "text": "But the Lord your God ye shall fear; and he shall deliver you out of the hand of all your enemies.",
                    "score": 0.7584064982814448
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 6,
                    "verse": 7,
                    "text": "But they like men have transgressed the covenant: there have they dealt treacherously against me.",
                    "score": 0.7578443029399821
                }
            ]
        },
        {
            "verse": 18,
            "text": "And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 7,
                    "text": "Hear, O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God.",
                    "score": 0.8127701996162618
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 8,
                    "text": "Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;",
                    "score": 0.8023525693735909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, I have been commanded that I should turn again and prophesy unto this people, yea, and to testify against them concerning their iniquities.",
                    "score": 0.8014533550865318
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "O my people, what have I done unto thee? and wherein have I wearied thee? testify against me.",
                    "score": 0.799660409190926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
                    "score": 0.7957991754992274
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 3,
                    "text": "Behold, here I am: witness against me before the Lord, and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe to blind mine eyes therewith? and I will restore it you.",
                    "score": 0.7957473001075546
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I, even I, am against thee, and will execute judgments in the midst of thee in the sight of the nations.",
                    "score": 0.7950343638125045
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 13,
                    "text": "Yet the Lord testified against Israel, and against Judah, by all the prophets, and by all the seers, saying, Turn ye from your evil ways, and keep my commandments and my statutes, according to all the law which I commanded your fathers, and which I sent to you by my servants the prophets.",
                    "score": 0.7938578009802458
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 24,
                    "text": "And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, which shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments.",
                    "score": 0.791130469899088
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the Lord of hosts.",
                    "score": 0.7865689568221532
                }
            ]
        },
        {
            "verse": 19,
            "text": "But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 6,
                    "text": "For it shall be given you in the very hour, yea, in the very moment, what ye shall say.",
                    "score": 0.8528523951046051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 85,
                    "text": "Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man.",
                    "score": 0.8223078676379391
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 6,
                    "text": "And it shall be given thee in the very moment what thou shalt speak and write, and they shall hear it, or I will send unto them a cursing instead of a blessing.",
                    "score": 0.8157983403041745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 24,
                    "text": "And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him:",
                    "score": 0.7964871355618193
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 26,
                    "text": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?",
                    "score": 0.791164666723193
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 154,
                    "text": "Plead my cause, and deliver me: quicken me according to thy word.",
                    "score": 0.7905898818611481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 10,
                    "text": "For the hour is nigh, and that which was spoken by mine apostles must be fulfilled; for as they spoke so shall it come to pass;",
                    "score": 0.7904831652987621
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 170,
                    "text": "Let my supplication come before thee: deliver me according to thy word.",
                    "score": 0.7901219476691596
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 10,
                    "text": "But if they say thus, Come up unto us; then we will go up: for the Lord hath delivered them into our hand: and this shall be a sign unto us.",
                    "score": 0.7754685684896984
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
                    "score": 0.7733925736645182
                }
            ]
        },
        {
            "verse": 20,
            "text": "For it is not ye that speak, but the Spirit of your Father which speaketh in you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 47,
                    "text": "And moreover, I say unto you that it has thus been revealed unto me, that the words which have been spoken by our fathers are true, even so according to the spirit of prophecy which is in me, which is also by the manifestation of the Spirit of God.",
                    "score": 0.8250792377358357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And it came to pass that my father did speak unto them in the valley of Lemuel, with power, being filled with the Spirit, until their frames did shake before him. And he did confound them, that they durst not utter against him; wherefore, they did as he commanded them.",
                    "score": 0.816130402198191
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 23,
                    "text": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
                    "score": 0.8144954491402442
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 31,
                    "text": "Wherefore, it shall come to pass, that if you behold a spirit manifested that you cannot understand, and you receive not that spirit, ye shall ask of the Father in the name of Jesus; and if he give not unto you that spirit, then you may know that it is not of God.",
                    "score": 0.8093950659494576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And the Spirit said unto me: Believest thou that thy father saw the tree of which he hath spoken?",
                    "score": 0.8089014200613892
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 4,
                    "text": "To whom hast thou uttered words? and whose spirit came from thee?",
                    "score": 0.8081240382683533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 32,
                    "text": "And it shall be given unto you, power over that spirit; and you shall proclaim against that spirit with a loud voice that it is not of God--",
                    "score": 0.8026171921993733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.8004742189042272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Be not ye therefore like unto them, for your Father knoweth what things ye have need of before ye ask him.",
                    "score": 0.7971263193447345
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And said unto them, I see your father's countenance, that it is not toward me as before; but the God of my father hath been with me.",
                    "score": 0.7954431476160918
                }
            ]
        },
        {
            "verse": 21,
            "text": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband neither name nor remainder upon the earth.",
                    "score": 0.8136472428569168
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 11,
                    "text": "Deliver me, I pray thee, from the hand of my brother, from the hand of Esau: for I fear him, lest he will come and smite me, and the mother with the children.",
                    "score": 0.8039212316739881
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And he that smiteth his father, or his mother, shall be surely put to death.",
                    "score": 0.8025517522206924
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 37,
                    "text": "And Reuben spake unto his father, saying, Slay my two sons, if I bring him not to thee: deliver him into my hand, and I will bring him to thee again.",
                    "score": 0.7997061335665794
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "score": 0.7932108715627944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 25,
                    "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.7924733624013984
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.7924733624013984
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he that curseth his father, or his mother, shall surely be put to death.",
                    "score": 0.7921464142019238
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And their king shall go into captivity, he and his princes together, saith the Lord.",
                    "score": 0.7913060676787682
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 16,
                    "text": "For the king will hear, to deliver his handmaid out of the hand of the man that would destroy me and my son together out of the inheritance of God.",
                    "score": 0.79089386088075
                }
            ]
        },
        {
            "verse": 22,
            "text": "And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.",
                    "score": 0.8408995699470602
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.827866572154697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.8187890286109517
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 9,
                    "text": "For my name's sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off.",
                    "score": 0.8173070582204234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Nevertheless, for my name's sake will I defer mine anger, and for my praise will I refrain from thee, that I cut thee not off.",
                    "score": 0.8167109001428745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 16,
                    "text": "And now, my beloved brethren, I know by this that unless a man shall endure to the end, in following the example of the Son of the living God, he cannot be saved.",
                    "score": 0.8123055592780992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;",
                    "score": 0.8113556796323373
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 3,
                    "text": "I will call upon the Lord, who is worthy to be praised: so shall I be saved from mine enemies.",
                    "score": 0.8092817676301597
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 15,
                    "text": "For, lo, I will make thee small among the heathen, and despised among men.",
                    "score": 0.8061345009315238
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.805791098443242
                }
            ]
        },
        {
            "verse": 23,
            "text": "But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "score": 0.8406768831318238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.8267657588031789
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 11,
                    "text": "This city shall not be your caldron, neither shall ye be the flesh in the midst thereof; but I will judge you in the border of Israel:",
                    "score": 0.8231956432502402
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And his master said unto him, We will not turn aside hither into the city of a stranger, that is not of the children of Israel; we will pass over to Gibeah.",
                    "score": 0.8172171863970712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 41,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                    "score": 0.8166501537571765
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 34,
                    "text": "By the way that he came, by the same shall he return, and shall not come into this city, saith the Lord.",
                    "score": 0.8132264075975307
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 33,
                    "text": "By the way that he came, by the same shall he return, and shall not come into this city, saith the Lord.",
                    "score": 0.8132264075975307
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.8117901862080714
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.",
                    "score": 0.8110206884976572
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 12,
                    "text": "For ye shall not go out with haste, nor go by flight: for the Lord will go before you; and the God of Israel will be your rearward.",
                    "score": 0.8100062002527295
                }
            ]
        },
        {
            "verse": 24,
            "text": "The disciple is not above his master, nor the servant above his lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 15,
                    "text": "Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:",
                    "score": 0.8121702488465625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 28,
                    "text": "And whoso is not willing to lay down his life for my sake is not my disciple.",
                    "score": 0.794773996714483
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 91,
                    "text": "And he that doeth not these things is not my disciple; by this you may know my disciples.",
                    "score": 0.7905332666938018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 13,
                    "text": "For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?",
                    "score": 0.7856753388177343
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 14,
                    "text": "Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:",
                    "score": 0.7843272046945631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7834321178973597
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 42,
                    "text": "Go not up, for the Lord is not among you; that ye be not smitten before your enemies.",
                    "score": 0.7819170761298498
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 3,
                    "verse": 19,
                    "text": "The small and great are there; and the servant is free from his master.",
                    "score": 0.781225902181076
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 6,
                    "text": "And thou shalt not command him who is at thy head, and at the head of the church;",
                    "score": 0.7805785907831473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 79,
                    "text": "These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.",
                    "score": 0.7780064663535562
                }
            ]
        },
        {
            "verse": 25,
            "text": "It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And I gave thee thy master's house, and thy master's wives into thy bosom, and gave thee the house of Israel and of Judah; and if that had been too little, I would moreover have given unto thee such and such things.",
                    "score": 0.8043127642624941
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master's son may have food to eat: but Mephibosheth thy master's son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.",
                    "score": 0.7996440773327623
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 9,
                    "text": "Then the king called to Ziba, Saul's servant, and said unto him, I have given unto thy master's son all that pertained to Saul and to all his house.",
                    "score": 0.7890609754812262
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 29,
                    "text": "Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Lord God, hast spoken it: and with thy blessing let the house of thy servant be blessed for ever.",
                    "score": 0.787477451591256
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 2,
                    "text": "A wise servant shall have rule over a son that causeth shame, and shall have part of the inheritance among the brethren.",
                    "score": 0.7831254263154281
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.7807733528833153
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And Balaam answered and said unto the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the Lord my God, to do less or more.",
                    "score": 0.7800511358963865
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "score": 0.7782968989226732
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Now therefore let it please thee to bless the house of thy servant, that it may be before thee for ever: for thou blessest, O Lord, and it shall be blessed for ever.",
                    "score": 0.7780072392086077
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And if the household be too little for the lamb, let him and his neighbour next unto his house take it according to the number of the souls; every man according to his eating shall make your count for the lamb.",
                    "score": 0.7766911206986983
                }
            ]
        },
        {
            "verse": 26,
            "text": "Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Prophesy ye not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame.",
                    "score": 0.7765201910199108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And they said unto me: We have not; for the Lord maketh no such thing known unto us.",
                    "score": 0.7704799181454951
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 20,
                    "text": "But they shall not go in to see when the holy things are covered, lest they die.",
                    "score": 0.768737002572237
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 17,
                    "verse": 4,
                    "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
                    "score": 0.7686105727532558
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 60,
                    "verse": 4,
                    "text": "Thou hast given a banner to them that fear thee, that it may be displayed because of the truth. Selah.",
                    "score": 0.7674337109521616
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Woe unto them that seek deep to hide their counsel from the Lord, and their works are in the dark, and they say, Who seeth us? and who knoweth us?",
                    "score": 0.7632932850719907
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:",
                    "score": 0.7620998678084693
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 3,
                    "text": "Behold, thou art wiser than Daniel; there is no secret that they can hide from thee:",
                    "score": 0.7615804918789661
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 19,
                    "text": "And thou shalt not uncover the nakedness of thy mother's sister, nor of thy father's sister: for he uncovereth his near kin: they shall bear their iniquity.",
                    "score": 0.7608086220152598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 28,
                    "text": "They will also be among the Jews, and the Jews shall know them not.",
                    "score": 0.7601790018318074
                }
            ]
        },
        {
            "verse": 27,
            "text": "What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 11,
                    "text": "For, behold, it is I that speak; behold, I am the light which shineth in darkness, and by my power I give these words unto thee.",
                    "score": 0.8203077111346352
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "score": 0.7978866225552963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 1,
                    "text": "O hearken, ye elders of my church, and give ear to the words which I shall speak unto you.",
                    "score": 0.7896788055711212
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "score": 0.7893275885962965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 4,
                    "text": "Wherefore, now after I have spoken these words, if ye cannot understand them it will be because ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must perish in the dark.",
                    "score": 0.788732254135913
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 58,
                    "text": "I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7858036158754359
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.7845458015330711
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 25,
                    "text": "And again, verily I say unto you, and I say it that you may know the truth, that you may chase darkness from among you;",
                    "score": 0.7844663366508787
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 1,
                    "text": "Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth.",
                    "score": 0.7834673532342119
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 10,
                    "text": "Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness and hath no light?",
                    "score": 0.7830832338769135
                }
            ]
        },
        {
            "verse": 28,
            "text": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 13,
                    "text": "But it shall not be well with the wicked, neither shall he prolong his days, which are as a shadow; because he feareth not before God.",
                    "score": 0.7897418257056257
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 23,
                    "text": "The fear of the Lord tendeth to life: and he that hath it shall abide satisfied; he shall not be visited with evil.",
                    "score": 0.7812154990797685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 4,
                    "text": "Who buildeth up at his own will and pleasure; and destroyeth when he pleases, and is able to cast the soul down to hell.",
                    "score": 0.7689188060898005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 22,
                    "text": "That ye may not be cursed with a sore cursing; and also, that ye may not incur the displeasure of a just God upon you, unto the destruction, yea, the eternal destruction of both soul and body.",
                    "score": 0.7677728753646655
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 19,
                    "text": "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God.",
                    "score": 0.7669627196075164
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 9,
                    "text": "O fear the Lord, ye his saints: for there is no want to them that fear him.",
                    "score": 0.763615566422012
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 20,
                    "text": "The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
                    "score": 0.7609545571656127
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 2,
                    "text": "He that walketh in his uprightness feareth the Lord: but he that is perverse in his ways despiseth him.",
                    "score": 0.7609405959389435
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.7604275433152154
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 35,
                    "verse": 4,
                    "text": "Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.",
                    "score": 0.7596667037557338
                }
            ]
        },
        {
            "verse": 29,
            "text": "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 20,
                    "text": "My son, keep thy father's commandment, and forsake not the law of thy mother:",
                    "score": 0.7693620542694952
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 20,
                    "text": "When thou beatest thine olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow.",
                    "score": 0.7548461943675517
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 24,
                    "text": "Though he fall, he shall not be utterly cast down: for the Lord upholdeth him with his hand.",
                    "score": 0.7541817688025365
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 30,
                    "text": "A man shall not take his father's wife, nor discover his father's skirt.",
                    "score": 0.7538685959440703
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave it for an inheritance to your children for ever.",
                    "score": 0.7483391032411639
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 14,
                    "text": "Thou shalt not remove thy neighbour's landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the Lord thy God giveth thee to possess it.",
                    "score": 0.7445462291592057
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 17,
                    "text": "Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to pledge:",
                    "score": 0.7435136067127885
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 38,
                    "text": "But in his estate shall he honour the God of forces: and a god whom his fathers knew not shall he honour with gold, and silver, and with precious stones, and pleasant things.",
                    "score": 0.7434329750493676
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 14,
                    "text": "For the Lord will not cast off his people, neither will he forsake his inheritance.",
                    "score": 0.7425173161695259
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 12,
                    "text": "When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.",
                    "score": 0.7423949377394794
                }
            ]
        },
        {
            "verse": 30,
            "text": "But the very hairs of your head are all numbered.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 37,
                    "text": "For every head shall be bald, and every beard clipped: upon all the hands shall be cuttings, and upon the loins sackcloth.",
                    "score": 0.7270017795202866
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 5,
                    "text": "All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth himself unto the Lord, he shall be holy, and shall let the locks of the hair of his head grow.",
                    "score": 0.7042365545083269
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 29,
                    "text": "Your carcases shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, which have murmured against me,",
                    "score": 0.6932735922032919
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 12,
                    "text": "For innumerable evils have compassed me about: mine iniquities have taken hold upon me, so that I am not able to look up; they are more than the hairs of mine head: therefore my heart faileth me.",
                    "score": 0.6918556459897429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 36,
                    "text": "Neither shalt thou swear by thy head, because thou canst not make one hair black or white;",
                    "score": 0.6911029741066584
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 46,
                    "text": "Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.",
                    "score": 0.6890503874122014
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And thou, son of man, take thee a sharp knife, take thee a barber's razor, and cause it to pass upon thine head and upon thy beard: then take thee balances to weigh, and divide the hair.",
                    "score": 0.6888779563082846
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Turn away thine eyes from me, for they have overcome me: thy hair is as a flock of goats that appear from Gilead.",
                    "score": 0.6873741888530082
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 20,
                    "text": "Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads.",
                    "score": 0.6865710264161925
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 9,
                    "text": "But it shall be on the seventh day, that he shall shave all his hair off his head and his beard and his eyebrows, even all his hair he shall shave off: and he shall wash his clothes, also he shall wash his flesh in water, and he shall be clean.",
                    "score": 0.6847799352992286
                }
            ]
        },
        {
            "verse": 31,
            "text": "Fear ye not therefore, ye are of more value than many sparrows.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And he answered, Fear not: for they that be with us are more than they that be with them.",
                    "score": 0.75981217441919
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 15,
                    "text": "Therefore, be ye strong from henceforth; fear not, for the kingdom is yours.",
                    "score": 0.7563151411934362
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 9,
                    "text": "O fear the Lord, ye his saints: for there is no want to them that fear him.",
                    "score": 0.7547878469128149
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 37,
                    "verse": 24,
                    "text": "Men do therefore fear him: he respecteth not any that are wise of heart.",
                    "score": 0.7466385099870694
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 33,
                    "text": "Fear not to do good, my sons, for whatsoever ye sow, that shall ye also reap; therefore, if ye sow good ye shall also reap good for your reward.",
                    "score": 0.7445299145135692
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 16,
                    "text": "Be not thou afraid when one is made rich, when the glory of his house is increased;",
                    "score": 0.7440641272733215
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 10,
                    "text": "Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them.",
                    "score": 0.743560187323773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.7400839443573928
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 91,
                    "verse": 5,
                    "text": "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;",
                    "score": 0.7398574225143737
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 25,
                    "text": "The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe.",
                    "score": 0.7306575155020059
                }
            ]
        },
        {
            "verse": 32,
            "text": "Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.8195056529275387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 16,
                    "text": "And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.",
                    "score": 0.7996741446601002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 8,
                    "text": "Wherefore, I will that all men shall repent, for all are under sin, except those which I have reserved unto myself, holy men that ye know not of.",
                    "score": 0.7947979018567749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 27,
                    "text": "And the righteous shall be gathered on my right hand unto eternal life; and the wicked on my left hand will I be ashamed to own before the Father;",
                    "score": 0.7939082992933832
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "score": 0.7924709848932777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
                    "score": 0.7908989732640995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 20,
                    "text": "Wherefore, do the things which I have commanded you, saith your Redeemer, even the Son Ahman, who prepareth all things before he taketh you;",
                    "score": 0.7907991505198834
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7884363985223826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And now, therefore, let my father send for Akish, the son of Kimnor; and behold, I am fair, and I will dance before him, and I will please him, that he will desire me to wife; wherefore if he shall desire of thee that ye shall give unto him me to wife, then shall ye say: I will give her if ye will bring unto me the head of my father, the king.",
                    "score": 0.7873990403083689
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "score": 0.7872208255199379
                }
            ]
        },
        {
            "verse": 33,
            "text": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.",
                    "score": 0.8036039346010175
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 19,
                    "text": "And again, whom should I serve? should I not serve in the presence of his son? as I have served in thy father's presence, so will I be in thy presence.",
                    "score": 0.8016540223190742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.8015114545688958
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 29,
                    "text": "Seest thou how Ahab humbleth himself before me? because he humbleth himself before me, I will not bring the evil in his days: but in his son's days will I bring the evil upon his house.",
                    "score": 0.7997613955846584
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 7,
                    "text": "Two things have I required of thee; deny me them not before I die:",
                    "score": 0.7997152942160917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 16,
                    "text": "And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.",
                    "score": 0.796382921819959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 13,
                    "text": "But, behold, ye not only deny my words, but ye also deny all the words which have been spoken by our fathers, and also the words which were spoken by this man, Moses, who had such great power given unto him, yea, the words which he hath spoken concerning the coming of the Messiah.",
                    "score": 0.7943552364779036
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 13,
                    "verse": 16,
                    "text": "He also shall be my salvation: for an hypocrite shall not come before him.",
                    "score": 0.7929026613913115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
                    "score": 0.7909448141205698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7890252734472873
                }
            ]
        },
        {
            "verse": 34,
            "text": "Think not that I am come to send peace on earth: I came not to send peace, but a sword.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 17,
                    "text": "Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil;",
                    "score": 0.7873706808986792
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.",
                    "score": 0.7752188728078717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 6,
                    "text": "Yea, and this is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way and come not again to war against us.",
                    "score": 0.7750041595236733
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 83,
                    "verse": 1,
                    "text": "Keep not thou silence, O God: hold not thy peace, and be not still, O God.",
                    "score": 0.7717341115625816
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 7,
                    "text": "Wherefore now return, and go in peace, that thou displease not the lords of the Philistines.",
                    "score": 0.763961239679344
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.",
                    "score": 0.7597412366600995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 35,
                    "text": "For I am no respecter of persons, and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.",
                    "score": 0.759331763664885
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Then said I, Ah, Lord God! surely thou hast greatly deceived this people and Jerusalem, saying, Ye shall have peace; whereas the sword reacheth unto the soul.",
                    "score": 0.7564210119277116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 28,
                    "text": "Yea, behold I do not fear your power nor your authority, but it is my God whom I fear; and it is according to his commandments that I do take my sword to defend the cause of my country, and it is because of your iniquity that we have suffered so much loss.",
                    "score": 0.756361253153872
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 19,
                    "text": "I am a stranger in the earth: hide not thy commandments from me.",
                    "score": 0.7555555072905241
                }
            ]
        },
        {
            "verse": 35,
            "text": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house.",
                    "score": 0.8575224000722972
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And the damsel's father shall say unto the elders, I gave my daughter unto this man to wife, and he hateth her;",
                    "score": 0.8009731605131452
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And if a man lie with his daughter in law, both of them shall surely be put to death: they have wrought confusion; their blood shall be upon them.",
                    "score": 0.7983052686091215
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And when she came to her mother in law, she said, Who art thou, my daughter? And she told her all that the man had done to her.",
                    "score": 0.7957322147594765
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And one hath committed abomination with his neighbour's wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father's daughter.",
                    "score": 0.7942248717409038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Likewise, thou son of man, set thy face against the daughters of thy people, which prophesy out of their own heart; and prophesy thou against them,",
                    "score": 0.7793108887568055
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen.",
                    "score": 0.7720170172102502
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 22,
                    "text": "And it shall be, when their fathers or their brethren come unto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we reserved not to each man his wife in the war: for ye did not give unto them at this time, that ye should be guilty.",
                    "score": 0.7713942214484439
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 9,
                    "text": "And if he have betrothed her unto his son, he shall deal with her after the manner of daughters.",
                    "score": 0.7698682385328862
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 5,
                    "text": "Then I will set my face against that man, and against his family, and will cut him off, and all that go a whoring after him, to commit whoredom with Molech, from among their people.",
                    "score": 0.7669427482300094
                }
            ]
        },
        {
            "verse": 36,
            "text": "And a man's foes shall be they of his own household.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house.",
                    "score": 0.8422938355258098
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 24,
                    "text": "And his servants conspired against him, and slew him in his own house.",
                    "score": 0.8033393486956543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 28,
                    "text": "Their enemies shall become a prey unto them,",
                    "score": 0.7918171546791889
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 27,
                    "text": "He that is greedy of gain troubleth his own house; but he that hateth gifts shall live.",
                    "score": 0.7901954179126645
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 13,
                    "text": "Whoso rewardeth evil for good, evil shall not depart from his house.",
                    "score": 0.7868129340039983
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 29,
                    "text": "Seest thou how Ahab humbleth himself before me? because he humbleth himself before me, I will not bring the evil in his days: but in his son's days will I bring the evil upon his house.",
                    "score": 0.7836310907823794
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 50,
                    "verse": 8,
                    "text": "He is near that justifieth me; who will contend with me? let us stand together: who is mine adversary? let him come near to me.",
                    "score": 0.7831820649462806
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 9,
                    "text": "Then shall his brother's wife come unto him in the presence of the elders, and loose his shoe from off his foot, and spit in his face, and shall answer and say, So shall it be done unto that man that will not build up his brother's house.",
                    "score": 0.7827171546478833
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 17,
                    "text": "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he is such a son of Belial, that a man cannot speak to him.",
                    "score": 0.7814459069974864
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 9,
                    "text": "That every man should let his manservant, and every man his maidservant, being an Hebrew or an Hebrewess, go free; that none should serve himself of them, to wit, of a Jew his brother.",
                    "score": 0.7762667861525724
                }
            ]
        },
        {
            "verse": 37,
            "text": "He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 26,
                    "text": "He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach.",
                    "score": 0.7940238872504556
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 20,
                    "text": "My son, keep thy father's commandment, and forsake not the law of thy mother:",
                    "score": 0.7897795889183183
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 22,
                    "text": "Hearken unto thy father that begat thee, and despise not thy mother when she is old.",
                    "score": 0.7861228687547407
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 31,
                    "text": "Condemn me not because of mine imperfection, neither my father, because of his imperfection, neither them who have written before him; but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than we have been.",
                    "score": 0.784782766222562
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 8,
                    "text": "My son, hear the instruction of thy father, and forsake not the law of thy mother:",
                    "score": 0.7809146119143903
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 14,
                    "text": "Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.",
                    "score": 0.7728452198371146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.770503246750216
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 11,
                    "text": "There is a generation that curseth their father, and doth not bless their mother.",
                    "score": 0.7698618825944231
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 20,
                    "text": "A wise son maketh a glad father: but a foolish man despiseth his mother.",
                    "score": 0.7667415911566523
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "A son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the Lord of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?",
                    "score": 0.7653074805999297
                }
            ]
        },
        {
            "verse": 38,
            "text": "And he that taketh not his cross, and followeth after me, is not worthy of me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 2,
                    "text": "And he that will not take up his cross and follow me, and keep my commandments, the same shall not be saved.",
                    "score": 0.8652688351147957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.8496112919593656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.8113826795430814
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Cast me not away from thy presence; and take not thy holy spirit from me.",
                    "score": 0.8024085126608556
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 13,
                    "verse": 16,
                    "text": "He also shall be my salvation: for an hypocrite shall not come before him.",
                    "score": 0.7973869688789269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 28,
                    "text": "And whoso is not willing to lay down his life for my sake is not my disciple.",
                    "score": 0.7948775733330384
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
                    "score": 0.7930767520813709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 11,
                    "text": "Nevertheless, in this I do not glory, for I am unworthy to glory of myself.",
                    "score": 0.791640391934053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.7898741791910346
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 42,
                    "text": "Go not up, for the Lord is not among you; that ye be not smitten before your enemies.",
                    "score": 0.7895274973058044
                }
            ]
        },
        {
            "verse": 39,
            "text": "He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 13,
                    "text": "And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal.",
                    "score": 0.8538620211111376
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 35,
                    "text": "For whoso findeth me findeth life, and shall obtain favour of the Lord.",
                    "score": 0.8174112743959082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 27,
                    "text": "Let no man be afraid to lay down his life for my sake; for whoso layeth down his life for my sake shall find it again.",
                    "score": 0.8153883116121181
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.",
                    "score": 0.8015127713077855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 83,
                    "text": "He that seeketh me early shall find me, and shall not be forsaken.",
                    "score": 0.7975564804123321
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 19,
                    "text": "As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death.",
                    "score": 0.795349663543371
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7923227811018998
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Therefore now, O Lord, take, I beseech thee, my life from me; for it is better for me to die than to live.",
                    "score": 0.7842053962752233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.",
                    "score": 0.7841065805186438
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
                    "score": 0.782815659848359
                }
            ]
        },
        {
            "verse": 40,
            "text": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.9045355297005094
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.8824384615498472
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 22,
                    "text": "And he that receiveth these things receiveth me; and they shall be gathered unto me in time and in eternity.",
                    "score": 0.8417868754938942
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 5,
                    "text": "And verily, verily, I say unto you, he that receiveth my gospel receiveth me; and he that receiveth not my gospel receiveth not me.",
                    "score": 0.8385028309257083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 43,
                    "text": "And the Father and I are one. I am in the Father and the Father in me; and inasmuch as ye have received me, ye are in me and I in you.",
                    "score": 0.831066031410125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 89,
                    "text": "Whoso receiveth you receiveth me; and the same will feed you, and clothe you, and give you money.",
                    "score": 0.8258804467923553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 20,
                    "text": "Whosoever receiveth my word receiveth me, and whosoever receiveth me, receiveth those, the First Presidency, whom I have sent, whom I have made counselors for my name's sake unto you.",
                    "score": 0.8206621382786856
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 38,
                    "text": "And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him.",
                    "score": 0.8187659867756887
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 35,
                    "text": "And also all they who receive this priesthood receive me, saith the Lord;",
                    "score": 0.8184957036754043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 34,
                    "text": "He that receiveth of God, let him account it of God; and let him rejoice that he is accounted of God worthy to receive.",
                    "score": 0.8147310098692101
                }
            ]
        },
        {
            "verse": 41,
            "text": "He that receiveth a prophet in the name of a prophet shall receive a prophet's reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man's reward.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 10,
                    "text": "And they shall bear the punishment of their iniquity: the punishment of the prophet shall be even as the punishment of him that seeketh unto him;",
                    "score": 0.8224696459801033
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 9,
                    "text": "The prophet which prophesieth of peace, when the word of the prophet shall come to pass, then shall the prophet be known, that the Lord hath truly sent him.",
                    "score": 0.811709629045243
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 58,
                    "verse": 11,
                    "text": "So that a man shall say, Verily there is a reward for the righteous: verily he is a God that judgeth in the earth.",
                    "score": 0.8097920143713384
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 23,
                    "text": "But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.",
                    "score": 0.808838724785105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But behold, if a man shall come among you and shall say: Do this, and there is no iniquity; do that and ye shall not suffer; yea, he will say: Walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth--and if a man shall come among you and say this, ye will receive him, and say that he is a prophet.",
                    "score": 0.807985787744845
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 5,
                    "text": "He shall receive the blessing from the Lord, and righteousness from the God of his salvation.",
                    "score": 0.8074798216780057
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.",
                    "score": 0.8030438730630091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 41,
                    "verse": 6,
                    "text": "And so it is on the other hand. If he hath repented of his sins, and desired righteousness until the end of his days, even so he shall be rewarded unto righteousness.",
                    "score": 0.7990161859987988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "score": 0.7923258661832885
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 15,
                    "text": "The Lord thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;",
                    "score": 0.7908386407921023
                }
            ]
        },
        {
            "verse": 42,
            "text": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.",
                    "score": 0.8360813991127047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And it came to pass that when he said these words, he commanded his disciples that they should take of the wine of the cup and drink of it, and that they should also give unto the multitude that they might drink of it.",
                    "score": 0.8183792226857985
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And it shall be, if they refuse to take the cup at thine hand to drink, then shalt thou say unto them, Thus saith the Lord of hosts; Ye shall certainly drink.",
                    "score": 0.8039259352705759
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 10,
                    "text": "They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
                    "score": 0.8019807267649797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 10,
                    "text": "They shall not hunger nor thirst, neither shall the heat nor the sun smite them; for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
                    "score": 0.7970836063113107
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And let it come to pass, that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: let the same be she that thou hast appointed for thy servant Isaac; and thereby shall I know that thou hast shewed kindness unto my master.",
                    "score": 0.7951067498329811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.7894152837504005
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 17,
                    "text": "When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them, I the God of Israel will not forsake them.",
                    "score": 0.784415873045436
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 13,
                    "text": "I will take the cup of salvation, and call upon the name of the Lord.",
                    "score": 0.7834837670834842
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 80,
                    "verse": 5,
                    "text": "Thou feedest them with the bread of tears; and givest them tears to drink in great measure.",
                    "score": 0.7799412832928098
                }
            ]
        }
    ]
}