{
    "volume": "New Testament",
    "book": "Matthew",
    "chapter": 6,
    "verses": [
        {
            "verse": 1,
            "text": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Verily, verily, I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.",
                    "score": 0.8934888698081387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.83404207708938
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 37,
                    "text": "Neither shall he regard the God of his fathers, nor the desire of women, nor regard any god: for he shall magnify himself above all.",
                    "score": 0.8209005362685516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
                    "score": 0.8106436180675338
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Surely there shall not one of these men of this evil generation see that good land, which I sware to give unto your fathers,",
                    "score": 0.8096924178334034
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he said unto him, God forbid; thou shalt not die: behold, my father will do nothing either great or small, but that he will shew it me: and why should my father hide this thing from me? it is not so.",
                    "score": 0.8073304529677692
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Thus saith the Lord, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?",
                    "score": 0.8069059888250129
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 30,
                    "text": "Now therefore when I come to thy servant my father, and the lad be not with us; seeing that his life is bound up in the lad's life;",
                    "score": 0.8032781339409485
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.8021250632575173
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 42,
                    "text": "Go not up, for the Lord is not among you; that ye be not smitten before your enemies.",
                    "score": 0.8002436173632088
                }
            ]
        },
        {
            "verse": 2,
            "text": "Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.",
                    "score": 0.9837892705148789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And when thou prayest thou shalt not do as the hypocrites, for they love to pray, standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, they have their reward.",
                    "score": 0.8624381678697087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Verily, verily, I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.",
                    "score": 0.8014632428909023
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Hear ye, and give ear; be not proud: for the Lord hath spoken.",
                    "score": 0.7920773609907694
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 43,
                    "text": "O Lord, we delight not in the destruction of our fellow men; their souls are precious before thee;",
                    "score": 0.7823476407171275
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 1,
                    "text": "Rejoice not, O Israel, for joy, as other people: for thou hast gone a whoring from thy God, thou hast loved a reward upon every cornfloor.",
                    "score": 0.7818075469391559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
                    "score": 0.7791269577001031
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 18,
                    "text": "O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies.",
                    "score": 0.7788940105606958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Moreover, when ye fast be not as the hypocrites, of a sad countenance, for they disfigure their faces that they may appear unto men to fast. Verily I say unto you, they have their reward.",
                    "score": 0.7778325460973599
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7744268855705326
                }
            ]
        },
        {
            "verse": 3,
            "text": "But when thou doest alms, let not thy left hand know what thy right hand doeth:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 3,
                    "text": "But when thou doest alms let not thy left hand know what thy right hand doeth;",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Is not the whole land before thee? separate thyself, I pray thee, from me: if thou wilt take the left hand, then I will go to the right; or if thou depart to the right hand, then I will go to the left.",
                    "score": 0.7923108545844342
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Who knoweth not in all these that the hand of the Lord hath wrought this?",
                    "score": 0.7881469233721413
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 27,
                    "text": "That they may know that this is thy hand; that thou, Lord, hast done it.",
                    "score": 0.7806564874543986
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 13,
                    "text": "Thou hast a mighty arm: strong is thy hand, and high is thy right hand.",
                    "score": 0.7790187974365657
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 32,
                    "text": "Ye shall observe to do therefore as the Lord your God hath commanded you: ye shall not turn aside to the right hand or to the left.",
                    "score": 0.7788104088374584
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 21,
                    "text": "And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.",
                    "score": 0.7786431765417833
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 137,
                    "verse": 5,
                    "text": "If I forget thee, O Jerusalem, let my right hand forget her cunning.",
                    "score": 0.7782009276840818
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Turn not to the right hand nor to the left: remove thy foot from evil.",
                    "score": 0.7774083027953153
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 144,
                    "verse": 8,
                    "text": "Whose mouth speaketh vanity, and their right hand is a right hand of falsehood.",
                    "score": 0.7772690723763892
                }
            ]
        },
        {
            "verse": 4,
            "text": "That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.",
                    "score": 0.9981186563265175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.8801129767318732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.8743712670648222
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 6,
                    "text": "If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;",
                    "score": 0.8166522057483537
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And behold, if a man hide up a treasure in the earth, and the Lord shall say--Let it be accursed, because of the iniquity of him who hath hid it up--behold, it shall be accursed.",
                    "score": 0.8117271540140732
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 19,
                    "text": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
                    "score": 0.8018370448458225
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 1,
                    "text": "My son, if thou wilt receive my words, and hide my commandments with thee;",
                    "score": 0.7997142045062641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that precious gift of eternal life, which we have reason to suppose hath been given to our fathers.",
                    "score": 0.799240595520423
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.7968767498812646
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 43,
                    "text": "By this ye may know if a man repenteth of his sins--behold, he will confess them and forsake them.",
                    "score": 0.7873337559751071
                }
            ]
        },
        {
            "verse": 5,
            "text": "And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And when thou prayest thou shalt not do as the hypocrites, for they love to pray, standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, they have their reward.",
                    "score": 0.9950000330835145
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.",
                    "score": 0.8546184788443746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "score": 0.7963280835633185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Moreover, when ye fast be not as the hypocrites, of a sad countenance, for they disfigure their faces that they may appear unto men to fast. Verily I say unto you, they have their reward.",
                    "score": 0.7901790894639018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7871325671202043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 33,
                    "text": "Then they say in their hearts: This is not the work of the Lord, for his promises are not fulfilled. But wo unto such, for their reward lurketh beneath, and not from above.",
                    "score": 0.7840161127320412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 13,
                    "text": "Do not pray as the Zoramites do, for ye have seen that they pray to be heard of men, and to be praised for their wisdom.",
                    "score": 0.7822397895572712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "But when ye pray, use not vain repetitions, as the heathen, for they think that they shall be heard for their much speaking.",
                    "score": 0.7819967116051528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 39,
                    "text": "Yea, and I also exhort you, my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptations of the devil, that he may not overpower you, that ye may not become his subjects at the last day; for behold, he rewardeth you no good thing.",
                    "score": 0.7813749730857893
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Thou shalt not wrest the judgment of thy poor in his cause.",
                    "score": 0.7808958778040047
                }
            ]
        },
        {
            "verse": 6,
            "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.9982544828581231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.8776950259601675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.",
                    "score": 0.8702656425496132
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full.",
                    "score": 0.8170015258554605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 7,
                    "text": "And when I did turn unto my closet, O Lord, and prayed unto thee, thou didst hear me.",
                    "score": 0.8168906164682747
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 20,
                    "text": "That thine eyes may be open upon this house day and night, upon the place whereof thou hast said that thou wouldest put thy name there; to hearken unto the prayer which thy servant prayeth toward this place.",
                    "score": 0.8022621693857643
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 29,
                    "text": "That thine eyes may be open toward this house night and day, even toward the place of which thou hast said, My name shall be there: that thou mayest hearken unto the prayer which thy servant shall make toward this place.",
                    "score": 0.8004408419026574
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned.",
                    "score": 0.7987809417094506
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 6,
                    "text": "If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;",
                    "score": 0.7985693446332457
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.7983493453635027
                }
            ]
        },
        {
            "verse": 7,
            "text": "But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "But when ye pray, use not vain repetitions, as the heathen, for they think that they shall be heard for their much speaking.",
                    "score": 0.9976057075067272
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 35,
                    "text": "Then hear thou from the heavens their prayer and their supplication, and maintain their cause.",
                    "score": 0.8009012968544874
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "score": 0.7975129385190178
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 45,
                    "text": "Then hear thou in heaven their prayer and their supplication, and maintain their cause.",
                    "score": 0.7964703736996234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And again, more blessed are they who shall believe in your words because that ye shall testify that ye have seen me, and that ye know that I am. Yea, blessed are they who shall believe in your words, and come down into the depths of humility and be baptized, for they shall be visited with fire and with the Holy Ghost, and shall receive a remission of their sins.",
                    "score": 0.7929692217028468
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 28,
                    "text": "Therefore say unto them, Thus saith the Lord God; There shall none of my words be prolonged any more, but the word which I have spoken shall be done, saith the Lord God.",
                    "score": 0.7921562848467892
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 49,
                    "text": "Then hear thou their prayer and their supplication in heaven thy dwelling place, and maintain their cause,",
                    "score": 0.7899914913991407
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 39,
                    "text": "Then hear thou from the heavens, even from thy dwelling place, their prayer and their supplications, and maintain their cause, and forgive thy people which have sinned against thee.",
                    "score": 0.7876144448556391
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Arise, O Lord; let not man prevail: let the heathen be judged in thy sight.",
                    "score": 0.7862938599298359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 23,
                    "text": "But ye shall pray for them, and shall not cast them out; and if it so be that they come unto you oft ye shall pray for them unto the Father, in my name.",
                    "score": 0.7855320081390175
                }
            ]
        },
        {
            "verse": 8,
            "text": "Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Be not ye therefore like unto them, for your Father knoweth what things ye have need of before ye ask him.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 83,
                    "text": "For your Father, who is in heaven, knoweth that you have need of all these things.",
                    "score": 0.8123159522511222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And the Lord said unto me: Thy fathers have also required of me this thing; and it shall be done unto them according to their faith; for their faith was like unto thine.",
                    "score": 0.8098777537097634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 27,
                    "text": "O then despise not, and wonder not, but hearken unto the words of the Lord, and ask the Father in the name of Jesus for what things soever ye shall stand in need. Doubt not, but be believing, and begin as in times of old, and come unto the Lord with all your heart, and work out your own salvation with fear and trembling before him.",
                    "score": 0.8065575427032662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 32,
                    "text": "For your heavenly Father knoweth that ye have need of all these things.",
                    "score": 0.7941267745602275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 2,
                    "text": "And he saith: These scriptures, which ye had not with you, the Father commanded that I should give unto you; for it was wisdom in him that they should be given unto future generations.",
                    "score": 0.7926850065286213
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For inquire, I pray thee, of the former age, and prepare thyself to the search of their fathers:",
                    "score": 0.7921002181866805
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 8,
                    "text": "Now be ye not stiffnecked, as your fathers were, but yield yourselves unto the Lord, and enter into his sanctuary, which he hath sanctified for ever: and serve the Lord your God, that the fierceness of his wrath may turn away from you.",
                    "score": 0.7912351603177332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 11,
                    "text": "And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was?",
                    "score": 0.7888945944370552
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 34,
                    "text": "For how shall I go up to my father, and the lad be not with me? lest peradventure I see the evil that shall come on my father.",
                    "score": 0.78529835541299
                }
            ]
        },
        {
            "verse": 9,
            "text": "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 9,
                    "text": "After this manner therefore pray ye: Our Father who art in heaven, hallowed be thy name.",
                    "score": 0.9908608368110139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 4,
                    "text": "Pray unto the Lord, call upon his holy name, make known his wonderful works among the people.",
                    "score": 0.8221786175055442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Therefore ye must always pray unto the Father in my name;",
                    "score": 0.8175710050417141
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Now therefore, our God, we thank thee, and praise thy glorious name.",
                    "score": 0.8049328565067727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.7984464742109734
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 64,
                    "verse": 8,
                    "text": "But now, O Lord, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.",
                    "score": 0.7975659944174092
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 29,
                    "verse": 2,
                    "text": "Give unto the Lord the glory due unto his name; worship the Lord in the beauty of holiness.",
                    "score": 0.796802078747753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.7938084946944136
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 4,
                    "text": "Sing unto God, sing praises to his name: extol him that rideth upon the heavens by his name Jah, and rejoice before him.",
                    "score": 0.7919560938367687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
                    "score": 0.7896656464915593
                }
            ]
        },
        {
            "verse": 10,
            "text": "Thy kingdom come. Thy will be done in earth, as it is in heaven.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Thy will be done on earth as it is in heaven.",
                    "score": 0.9345581081568822
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 5,
                    "text": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
                    "score": 0.8275121346859434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 6,
                    "text": "Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.",
                    "score": 0.8239556483340565
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.8229898296589288
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And I will make thy seed to multiply as the stars of heaven, and will give unto thy seed all these countries; and in thy seed shall all the nations of the earth be blessed;",
                    "score": 0.8138851333724434
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Behold, the heaven and the heaven of heavens is the Lord's thy God, the earth also, with all that therein is.",
                    "score": 0.8127734923376573
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 9,
                    "text": "This earth, in its sanctified and immortal state, will be made like unto crystal and will be a Urim and Thummim to the inhabitants who dwell thereon, whereby all things pertaining to an inferior kingdom, or all kingdoms of a lower order, will be manifest to those who dwell on it; and this earth will be Christ's.",
                    "score": 0.8094071893257389
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 11,
                    "text": "Be thou exalted, O God, above the heavens: let thy glory be above all the earth.",
                    "score": 0.8085506531440703
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 5,
                    "text": "Be thou exalted, O God, above the heavens; let thy glory be above all the earth.",
                    "score": 0.8085506531440703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.8066807082160443
                }
            ]
        },
        {
            "verse": 11,
            "text": "Give us this day our daily bread.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to the Lord.",
                    "score": 0.8013975510198991
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.",
                    "score": 0.8003259770391392
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 19,
                    "text": "Then it shall be, that, when ye eat of the bread of the land, ye shall offer up an heave offering unto the Lord.",
                    "score": 0.7987670140051814
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 9,
                    "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.",
                    "score": 0.7892582124156596
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Of the first of your dough ye shall give unto the Lord an heave offering in your generations.",
                    "score": 0.7868262173671899
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Now therefore what is under thine hand? give me five loaves of bread in mine hand, or what there is present.",
                    "score": 0.7843573706716854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 4,
                    "verse": 3,
                    "text": "O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it; that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him, and keep his commandments which he hath given them, that they may always have his Spirit to be with them. Amen.",
                    "score": 0.7831778814259782
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever.",
                    "score": 0.7827008321967133
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said.",
                    "score": 0.7826827064582315
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Behold, we are servants this day, and for the land that thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:",
                    "score": 0.782002973072824
                }
            ]
        },
        {
            "verse": 12,
            "text": "And forgive us our debts, as we forgive our debtors.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And forgive us our debts, as we forgive our debtors.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 78,
                    "text": "And again, verily I say unto you, concerning your debts--behold it is my will that you shall pay all your debts.",
                    "score": 0.7711806402389552
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
                    "score": 0.7705097557286122
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 8,
                    "text": "And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.",
                    "score": 0.7636309292182135
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 50,
                    "text": "And forgive thy people that have sinned against thee, and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:",
                    "score": 0.7590541720686153
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.7556849118172964
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Look upon mine affliction and my pain; and forgive all my sins.",
                    "score": 0.752718689770228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 6,
                    "verse": 8,
                    "text": "But as oft as they repented and sought forgiveness, with real intent, they were forgiven.",
                    "score": 0.7457441441834403
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 111,
                    "verse": 5,
                    "text": "Concern not yourselves about your debts, for I will give you power to pay them.",
                    "score": 0.7456738898021502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "score": 0.7431801810641959
                }
            ]
        },
        {
            "verse": 13,
            "text": "And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And lead us not into temptation, but deliver us from evil.",
                    "score": 0.8984371363128125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 13,
                    "text": "For thine is the kingdom, and the power, and the glory, forever. Amen.",
                    "score": 0.8665735776006537
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 9,
                    "verse": 13,
                    "text": "Do this thing which I have commanded you, and you shall prosper. Be faithful, and yield to no temptation.",
                    "score": 0.8024720705740815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 18,
                    "text": "And ye cannot bear all things now; nevertheless, be of good cheer, for I will lead you along. The kingdom is yours and the blessings thereof are yours, and the riches of eternity are yours.",
                    "score": 0.7970149677472195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 6,
                    "text": "Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.",
                    "score": 0.7959367574083807
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 2,
                    "text": "Let them awake, and arise, and come forth, and not tarry, for I, the Lord, command it.",
                    "score": 0.7875323087973387
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 35,
                    "text": "And by giving heed and doing these things which ye have received, and which ye shall hereafter receive--and the kingdom is given you of the Father, and power to overcome all things which are not ordained of him--",
                    "score": 0.7849417557966512
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 11,
                    "text": "Thine, O Lord, is the greatness, and the power, and the glory, and the victory, and the majesty: for all that is in the heaven and in the earth is thine; thine is the kingdom, O Lord, and thou art exalted as head above all.",
                    "score": 0.783614826257243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And behold, thou art David, and thou art called to assist; which thing if ye do, and are faithful, ye shall be blessed both spiritually and temporally, and great shall be your reward. Amen.",
                    "score": 0.7821413073020119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 80,
                    "text": "And any man that shall go and preach this gospel of the kingdom, and fail not to continue faithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor joint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go hungry, neither athirst.",
                    "score": 0.7808409889982052
                }
            ]
        },
        {
            "verse": 14,
            "text": "For if ye forgive men their trespasses, your heavenly Father will also forgive you:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 15,
                    "text": "But if ye forgive not men their trespasses neither will your Father forgive your trespasses.",
                    "score": 0.8752584357824481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.8664562237493197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And ye shall also forgive one another your trespasses; for verily I say unto you, he that forgiveth not his neighbor's trespasses when he says that he repents, the same hath brought himself under condemnation.",
                    "score": 0.8427503342365096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 41,
                    "text": "And if he trespass against thee and repent not the first time, nevertheless thou shalt forgive him.",
                    "score": 0.8270744472399788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
                    "score": 0.8235357062888837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "score": 0.8213293118388428
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 43,
                    "text": "And if he trespass against thee the third time, and repent not, thou shalt also forgive him.",
                    "score": 0.8196184937813836
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 42,
                    "text": "And if he trespass against thee the second time, and repent not, nevertheless thou shalt forgive him.",
                    "score": 0.8148846415649255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "score": 0.8116469263619652
                }
            ]
        },
        {
            "verse": 15,
            "text": "But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 15,
                    "text": "But if ye forgive not men their trespasses neither will your Father forgive your trespasses.",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
                    "score": 0.8752584357824481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 41,
                    "text": "And if he trespass against thee and repent not the first time, nevertheless thou shalt forgive him.",
                    "score": 0.8283425690629441
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 42,
                    "text": "And if he trespass against thee the second time, and repent not, nevertheless thou shalt forgive him.",
                    "score": 0.8220585734781479
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 10,
                    "text": "I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.",
                    "score": 0.8139848910919208
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And ye shall also forgive one another your trespasses; for verily I say unto you, he that forgiveth not his neighbor's trespasses when he says that he repents, the same hath brought himself under condemnation.",
                    "score": 0.8027473105787444
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 40,
                    "text": "If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;",
                    "score": 0.7996379958862159
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 43,
                    "text": "And if he trespass against thee the third time, and repent not, thou shalt also forgive him.",
                    "score": 0.7959084341321685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 44,
                    "text": "But if he trespass against thee the fourth time thou shalt not forgive him, but shalt bring these testimonies before the Lord; and they shall not be blotted out until he repent and reward thee four-fold in all things wherewith he has trespassed against thee.",
                    "score": 0.7901922622112832
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers, who therefore gave them up to desolation, as ye see.",
                    "score": 0.7864221900825086
                }
            ]
        },
        {
            "verse": 16,
            "text": "Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Moreover, when ye fast be not as the hypocrites, of a sad countenance, for they disfigure their faces that they may appear unto men to fast. Verily I say unto you, they have their reward.",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And when thou prayest thou shalt not do as the hypocrites, for they love to pray, standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, they have their reward.",
                    "score": 0.7919276878047035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7894435101686201
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 35,
                    "text": "And now cometh the day of their calamity, even the days of sorrow, like a woman that is taken in travail; and their sorrow shall be great unless they speedily repent, yea, very speedily.",
                    "score": 0.7875132326873118
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 28,
                    "text": "For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.",
                    "score": 0.7868077925053489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 4,
                    "text": "O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world!",
                    "score": 0.7827705921396633
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.",
                    "score": 0.7818579350476026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 21,
                    "text": "But behold, it is to get gain, to be praised of men, yea, and that ye might get gold and silver. And ye have set your hearts upon the riches and the vain things of this world, for the which ye do murder, and plunder, and steal, and bear false witness against your neighbor, and do all manner of iniquity.",
                    "score": 0.7808530242630448
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 20,
                    "text": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
                    "score": 0.7736542165743043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 15,
                    "text": "Let them be desolate for a reward of their shame that say unto me, Aha, aha.",
                    "score": 0.7710847104806208
                }
            ]
        },
        {
            "verse": 17,
            "text": "But thou, when thou fastest, anoint thine head, and wash thy face;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 17,
                    "text": "But thou, when thou fastest, anoint thy head, and wash thy face;",
                    "score": 0.9905789138121922
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 2,
                    "text": "Wash me throughly from mine iniquity, and cleanse me from my sin.",
                    "score": 0.7855325967281369
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 16,
                    "text": "Make thy face to shine upon thy servant: save me for thy mercies' sake.",
                    "score": 0.7829115469344989
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 7,
                    "text": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.",
                    "score": 0.7796675071170067
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:",
                    "score": 0.778078034776852
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 26,
                    "verse": 6,
                    "text": "I will wash mine hands in innocency: so will I compass thine altar, O Lord:",
                    "score": 0.7778893702579692
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And if any man die very suddenly by him, and he hath defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it.",
                    "score": 0.7745479620938246
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 135,
                    "text": "Make thy face to shine upon thy servant; and teach me thy statutes.",
                    "score": 0.7736263090727961
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 25,
                    "text": "The Lord make his face shine upon thee, and be gracious unto thee:",
                    "score": 0.7729730959368334
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 22,
                    "text": "For though thou wash thee with nitre, and take thee much soap, yet thine iniquity is marked before me, saith the Lord God.",
                    "score": 0.7686887983087599
                }
            ]
        },
        {
            "verse": 18,
            "text": "That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.997720595561625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.8724058241622462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 4,
                    "text": "That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.",
                    "score": 0.8700062583995953
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 19,
                    "text": "And thou shalt not uncover the nakedness of thy mother's sister, nor of thy father's sister: for he uncovereth his near kin: they shall bear their iniquity.",
                    "score": 0.8064704647238853
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 6,
                    "text": "If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;",
                    "score": 0.8049650742456785
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 17,
                    "text": "Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to pledge:",
                    "score": 0.8009066842301986
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he said unto him, God forbid; thou shalt not die: behold, my father will do nothing either great or small, but that he will shew it me: and why should my father hide this thing from me? it is not so.",
                    "score": 0.7974334888626402
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 8,
                    "text": "The nakedness of thy father's wife shalt thou not uncover: it is thy father's nakedness.",
                    "score": 0.796539614288868
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And if a man shall take his sister, his father's daughter, or his mother's daughter, and see her nakedness, and she see his nakedness; it is a wicked thing; and they shall be cut off in the sight of their people: he hath uncovered his sister's nakedness; he shall bear his iniquity.",
                    "score": 0.7962885406332432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But behold, if a man shall come among you and shall say: Do this, and there is no iniquity; do that and ye shall not suffer; yea, he will say: Walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth--and if a man shall come among you and say this, ye will receive him, and say that he is a prophet.",
                    "score": 0.7958626333539395
                }
            ]
        },
        {
            "verse": 19,
            "text": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 19,
                    "text": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and thieves break through and steal;",
                    "score": 0.9971537649038373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 20,
                    "text": "But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal.",
                    "score": 0.8455623446261435
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 15,
                    "text": "Thou shalt not steal.",
                    "score": 0.7617791984998322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.",
                    "score": 0.755096264014867
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 16,
                    "text": "And of thy garments thou didst take, and deckedst thy high places with divers colours, and playedst the harlot thereupon: the like things shall not come, neither shall it be so.",
                    "score": 0.749314229196135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "score": 0.7480354770230259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.7471851146179979
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 32,
                    "text": "But behold, it sorroweth me because of the fourth generation from this generation, for they are led away captive by him even as was the son of perdition; for they will sell me for silver and for gold, and for that which moth doth corrupt and which thieves can break through and steal. And in that day will I visit them, even in turning their works upon their own heads.",
                    "score": 0.7449066020727854
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 12,
                    "text": "And they shall make a spoil of thy riches, and make a prey of thy merchandise: and they shall break down thy walls, and destroy thy pleasant houses: and they shall lay thy stones and thy timber and thy dust in the midst of the water.",
                    "score": 0.7425018811542364
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them.",
                    "score": 0.7410169018605685
                }
            ]
        },
        {
            "verse": 20,
            "text": "But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 20,
                    "text": "But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal.",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 19,
                    "text": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and thieves break through and steal;",
                    "score": 0.8385137791135666
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 15,
                    "text": "Thou shalt not steal.",
                    "score": 0.7807052535011624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7799174291744403
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Thou shalt not commit adultery. Thou shalt not steal.",
                    "score": 0.7659073232468353
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Neither shalt thou steal.",
                    "score": 0.764010661377759
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 10,
                    "text": "For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption.",
                    "score": 0.7611731238609917
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 53,
                    "verse": 1,
                    "text": "The fool hath said in his heart, There is no God. Corrupt are they, and have done abominable iniquity: there is none that doeth good.",
                    "score": 0.7599877750431693
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 13,
                    "text": "Thy substance and thy treasures will I give to the spoil without price, and that for all thy sins, even in all thy borders.",
                    "score": 0.759335461308835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 20,
                    "text": "Thou shalt not steal; and he that stealeth and will not repent shall be cast out.",
                    "score": 0.7553665700068892
                }
            ]
        },
        {
            "verse": 21,
            "text": "For where your treasure is, there will your heart be also.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 21,
                    "text": "For where your treasure is, there will your heart be also.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 26,
                    "text": "Therefore, treasure up in your heart until the time which is in my wisdom that you shall go forth.",
                    "score": 0.810107512067826
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 13,
                    "text": "And ye shall seek me, and find me, when ye shall search for me with all your heart.",
                    "score": 0.792545587946452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 19,
                    "text": "And I will give it unto you for the land of your inheritance, if you seek it with all your hearts.",
                    "score": 0.7644705175455989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 18,
                    "text": "Let not your hearts be troubled; for in my Father's house are many mansions, and I have prepared a place for you; and where my Father and I am, there ye shall be also.",
                    "score": 0.763347028413626
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 4,
                    "text": "Delight thyself also in the Lord; and he shall give thee the desires of thine heart.",
                    "score": 0.7614845329376018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.7608474751000998
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 4,
                    "text": "If thou seekest her as silver, and searchest for her as for hid treasures;",
                    "score": 0.7575254496998048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 38,
                    "text": "Pray always, and I will pour out my Spirit upon you, and great shall be your blessing--yea, even more than if you should obtain treasures of earth and corruptibleness to the extent thereof.",
                    "score": 0.7543389472693183
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 27,
                    "verse": 8,
                    "text": "When thou saidst, Seek ye my face; my heart said unto thee, Thy face, Lord, will I seek.",
                    "score": 0.7519810593829217
                }
            ]
        },
        {
            "verse": 22,
            "text": "The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 22,
                    "text": "The light of the body is the eye; if, therefore, thine eye be single, thy whole body shall be full of light.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 67,
                    "text": "And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.",
                    "score": 0.9192229299483856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!",
                    "score": 0.8727819411247943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 13,
                    "text": "The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.",
                    "score": 0.7877990602616289
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 25,
                    "text": "Let thine eyes look right on, and let thine eyelids look straight before thee.",
                    "score": 0.7872167084952885
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 9,
                    "text": "For with thee is the fountain of life: in thy light shall we see light.",
                    "score": 0.7871651019017317
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 28,
                    "text": "They who are of a celestial spirit shall receive the same body which was a natural body; even ye shall receive your bodies, and your glory shall be that glory by which your bodies are quickened.",
                    "score": 0.785405304029006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Or how wilt thou say to thy brother: Let me pull the mote out of thine eye--and behold, a beam is in thine own eye?",
                    "score": 0.785379456357142
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 24,
                    "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                    "score": 0.7848830421177927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7830017564918662
                }
            ]
        },
        {
            "verse": 23,
            "text": "But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness!",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 22,
                    "text": "The light of the body is the eye; if, therefore, thine eye be single, thy whole body shall be full of light.",
                    "score": 0.8727819411247943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 67,
                    "text": "And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.",
                    "score": 0.8523557452901783
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 34,
                    "text": "So that thou shalt be mad for the sight of thine eyes which thou shalt see.",
                    "score": 0.8051660823016528
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 2,
                    "text": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.",
                    "score": 0.8030007354120442
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7998423003725348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 15,
                    "text": "For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.",
                    "score": 0.7985759382632921
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou art of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, and holdest thy tongue when the wicked devoureth the man that is more righteous than he?",
                    "score": 0.7965152788397162
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 8,
                    "text": "All the bright lights of heaven will I make dark over thee, and set darkness upon thy land, saith the Lord God.",
                    "score": 0.7950800316492326
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 37,
                    "text": "Light and truth forsake that evil one.",
                    "score": 0.7881655688470435
                }
            ]
        },
        {
            "verse": 24,
            "text": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 24,
                    "text": "No man can serve two masters; for either he will hate the one and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and Mammon.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee.",
                    "score": 0.7835699803830198
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 25,
                    "text": "If one man sin against another, the judge shall judge him: but if a man sin against the Lord, who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord would slay them.",
                    "score": 0.7763993588191069
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 19,
                    "text": "And Joshua said unto the people, Ye cannot serve the Lord: for he is an holy God; he is a jealous God; he will not forgive your transgressions nor your sins.",
                    "score": 0.7741799647739103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 11,
                    "text": "For behold, a bitter fountain cannot bring forth good water; neither can a good fountain bring forth bitter water; wherefore, a man being a servant of the devil cannot follow Christ; and if he follow Christ he cannot be a servant of the devil.",
                    "score": 0.7721083037945063
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 32,
                    "text": "He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding.",
                    "score": 0.7706089924373235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.7694594988585212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 20,
                    "text": "But it is not given that one man should possess that which is above another, wherefore the world lieth in sin.",
                    "score": 0.7693053400356358
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 9,
                    "text": "He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread.",
                    "score": 0.7688144075619946
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 20,
                    "text": "Behold, God will not cast away a perfect man, neither will he help the evil doers:",
                    "score": 0.7685788969063898
                }
            ]
        },
        {
            "verse": 25,
            "text": "Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 81,
                    "text": "Therefore, take ye no thought for the morrow, for what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed.",
                    "score": 0.8808566895847205
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And now it came to pass that when Jesus had spoken these words he looked upon the twelve whom he had chosen, and said unto them: Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
                    "score": 0.878144340570555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?",
                    "score": 0.846388554965681
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 23,
                    "text": "Only be sure that thou eat not the blood: for the blood is the life; and thou mayest not eat the life with the flesh.",
                    "score": 0.8269903889937141
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 4,
                    "text": "But flesh with the life thereof, which is the blood thereof, shall ye not eat.",
                    "score": 0.8170188208733371
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 2,
                    "text": "For, behold, I say unto you, that it mattereth not what ye shall eat or what ye shall drink when ye partake of the sacrament, if it so be that ye do it with an eye single to my glory--remembering unto the Father my body which was laid down for you, and my blood which was shed for the remission of your sins.",
                    "score": 0.8080760324711485
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Now therefore beware, I pray thee, and drink not wine nor strong drink, and eat not any unclean thing:",
                    "score": 0.7980304737688297
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the Lord thy God. Thou shalt not seethe a kid in his mother's milk.",
                    "score": 0.7966658197297112
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 7,
                    "text": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.",
                    "score": 0.7960392623432019
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Thou shalt not eat any abominable thing.",
                    "score": 0.7960267071861615
                }
            ]
        },
        {
            "verse": 26,
            "text": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 12,
                    "text": "By them shall the fowls of the heaven have their habitation, which sing among the branches.",
                    "score": 0.8175891806384274
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 79,
                    "verse": 2,
                    "text": "The dead bodies of thy servants have they given to be meat unto the fowls of the heaven, the flesh of thy saints unto the beasts of the earth.",
                    "score": 0.808918210346396
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 6,
                    "text": "All the fowls of heaven made their nests in his boughs, and under his branches did all the beasts of the field bring forth their young, and under his shadow dwelt all great nations.",
                    "score": 0.8051607060939205
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 20,
                    "text": "Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.",
                    "score": 0.8017625350222053
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 21,
                    "text": "Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:",
                    "score": 0.8008572804173157
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 13,
                    "text": "Upon his ruin shall all the fowls of the heaven remain, and all the beasts of the field shall be upon his branches:",
                    "score": 0.8003930535602989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.798800390171642
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 17,
                    "text": "And, thou son of man, thus saith the Lord God; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.",
                    "score": 0.7905883022109679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 65,
                    "text": "For, behold, I will gather them as a hen gathereth her chickens under her wings, if they will not harden their hearts;",
                    "score": 0.7892840452921686
                }
            ]
        },
        {
            "verse": 27,
            "text": "Which of you by taking thought can add one cubit unto his stature?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 27,
                    "text": "Which of you by taking thought can add one cubit unto his stature?",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 13,
                    "text": "But he is in one mind, and who can turn him? and what his soul desireth, even that he doeth.",
                    "score": 0.7663773604090246
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 2,
                    "text": "A cubit shall be the length thereof, and a cubit the breadth thereof; foursquare shall it be: and two cubits shall be the height thereof: the horns thereof shall be of the same.",
                    "score": 0.7570931235318743
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 23,
                    "text": "Thou shalt also make a table of shittim wood: two cubits shall be the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof.",
                    "score": 0.7313395623202648
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 6,
                    "verse": 26,
                    "text": "The height of the one cherub was ten cubits, and so was it of the other cherub.",
                    "score": 0.7281215820926714
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And thou shalt make an altar of shittim wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits.",
                    "score": 0.7240105103678639
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 11,
                    "text": "Let us reason even as a man reasoneth one with another face to face.",
                    "score": 0.7232637400233042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And again I say unto you, is there one among you that doth make a mock of his brother, or that heapeth upon him persecutions?",
                    "score": 0.7228597025015764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 84,
                    "text": "Therefore, let the morrow take thought for the things of itself.",
                    "score": 0.7223324921578789
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 10,
                    "text": "And they shall make an ark of shittim wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof.",
                    "score": 0.718395594869585
                }
            ]
        },
        {
            "verse": 28,
            "text": "And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 28,
                    "text": "And why take ye thought for raiment? Consider the lilies of the field how they grow; they toil not, neither do they spin;",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 82,
                    "text": "For, consider the lilies of the field, how they grow, they toil not, neither do they spin; and the kingdoms of the world, in all their glory, are not arrayed like one of these.",
                    "score": 0.8781575596593585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 12,
                    "text": "And again, he saith thou shalt be as the blossoms of a thistle, which, when it is fully ripe, if the wind bloweth, it is driven forth upon the face of the land. And he pretendeth the Lord hath spoken it. And he saith all this shall come upon thee except thou repent, and this because of thine iniquities.",
                    "score": 0.7416752273385725
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.",
                    "score": 0.7400099137024039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 32,
                    "text": "Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away.",
                    "score": 0.7386791757106388
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 10,
                    "text": "Yea, behold, being planted, shall it prosper? shall it not utterly wither, when the east wind toucheth it? it shall wither in the furrows where it grew.",
                    "score": 0.7379904188783615
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 129,
                    "verse": 6,
                    "text": "Let them be as the grass upon the housetops, which withereth afore it groweth up:",
                    "score": 0.7348703428869762
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 40,
                    "text": "Let thistles grow instead of wheat, and cockle instead of barley. The words of Job are ended.",
                    "score": 0.730591943787456
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 37,
                    "text": "Ye look and behold the fig trees, and ye see them with your eyes, and ye say when they begin to shoot forth, and their leaves are yet tender, that summer is now nigh at hand;",
                    "score": 0.7289732730931698
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Thou hast planted them, yea, they have taken root: they grow, yea, they bring forth fruit: thou art near in their mouth, and far from their reins.",
                    "score": 0.7282327917627388
                }
            ]
        },
        {
            "verse": 29,
            "text": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And yet I say unto you, that even Solomon, in all his glory, was not arrayed like one of these.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 25,
                    "text": "And the Lord magnified Solomon exceedingly in the sight of all Israel, and bestowed upon him such royal majesty as had not been on any king before him in Israel.",
                    "score": 0.7794579839412037
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Also king Solomon, and all the congregation of Israel that were assembled unto him before the ark, sacrificed sheep and oxen, which could not be told nor numbered for multitude.",
                    "score": 0.7687650958849009
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 10,
                    "text": "But Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother, he called not.",
                    "score": 0.7675489406548335
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And Solomon did evil in the sight of the Lord, and went not fully after the Lord, as did David his father.",
                    "score": 0.7668224373914929
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 41,
                    "text": "And the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the book of the acts of Solomon?",
                    "score": 0.7659517466611125
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 26,
                    "text": "But me, even me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called.",
                    "score": 0.76484331972921
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.",
                    "score": 0.7637762563371211
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 7,
                    "verse": 47,
                    "text": "And Solomon left all the vessels unweighed, because they were exceeding many: neither was the weight of the brass found out.",
                    "score": 0.7611517792217113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 2,
                    "text": "Verily I say unto you, there have been some few things in thine heart and with thee with which I, the Lord, was not well pleased.",
                    "score": 0.7597680647798385
                }
            ]
        },
        {
            "verse": 30,
            "text": "Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, even so will he clothe you, if ye are not of little faith.",
                    "score": 0.9661883343350144
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 19,
                    "text": "When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the Lord thy God may bless thee in all the work of thine hands.",
                    "score": 0.7751102142521921
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord God, forgive, I beseech thee: by whom shall Jacob arise? for he is small.",
                    "score": 0.7748009793464384
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the Lord your God.",
                    "score": 0.77272984974859
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 19,
                    "text": "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.",
                    "score": 0.7722238280507979
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 4,
                    "text": "They said moreover unto Pharaoh, For to sojourn in the land are we come; for thy servants have no pasture for their flocks; for the famine is sore in the land of Canaan: now therefore, we pray thee, let thy servants dwell in the land of Goshen.",
                    "score": 0.7684013075702045
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 129,
                    "verse": 7,
                    "text": "Wherewith the mower filleth not his hand; nor he that bindeth sheaves his bosom.",
                    "score": 0.7676519083586278
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And Moses said, Eat that to day; for to day is a sabbath unto the Lord: to day ye shall not find it in the field.",
                    "score": 0.7670941474580427
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And every plant of the field before it was in the earth, and every herb of the field before it grew: for the Lord God had not caused it to rain upon the earth, and there was not a man to till the ground.",
                    "score": 0.766509451194247
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 2,
                    "text": "Wherefore art thou red in thine apparel, and thy garments like him that treadeth in the winefat?",
                    "score": 0.7663115883980813
                }
            ]
        },
        {
            "verse": 31,
            "text": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 81,
                    "text": "Therefore, take ye no thought for the morrow, for what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed.",
                    "score": 0.9190589719893699
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And now it came to pass that when Jesus had spoken these words he looked upon the twelve whom he had chosen, and said unto them: Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
                    "score": 0.7700558150963795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 37,
                    "text": "And after that they did separate themselves one from another, taking no thought for themselves what they should eat, or what they should drink, or what they should put on.",
                    "score": 0.7674957764190005
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Now therefore beware, I pray thee, and drink not wine nor strong drink, and eat not any unclean thing:",
                    "score": 0.7664834250242423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 34,
                    "text": "Take therefore no thought for the morrow, for the morrow shall take thought for the things of itself. Sufficient is the day unto the evil thereof.",
                    "score": 0.7587717734538332
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread.",
                    "score": 0.7579293885737612
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 22,
                    "text": "And ye shall do as I have done: ye shall not cover your lips, nor eat the bread of men.",
                    "score": 0.756919070797832
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 9,
                    "text": "Ye shall offer no strange incense thereon, nor burnt sacrifice, nor meat offering; neither shall ye pour drink offering thereon.",
                    "score": 0.7564561673369209
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?",
                    "score": 0.7534736759456419
                }
            ]
        },
        {
            "verse": 32,
            "text": "(For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 32,
                    "text": "For your heavenly Father knoweth that ye have need of all these things.",
                    "score": 0.8861031921104973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 83,
                    "text": "For your Father, who is in heaven, knoweth that you have need of all these things.",
                    "score": 0.8611284797002894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 53,
                    "text": "These things are the things that ye must look for; and, speaking after the manner of the Lord, they are now nigh at hand, and in a time to come, even in the day of the coming of the Son of Man.",
                    "score": 0.7867978788440724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 19,
                    "text": "And all these things that the prophets might be fulfilled.",
                    "score": 0.7845283591125335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And it is by faith that my fathers have obtained the promise that these things should come unto their brethren through the Gentiles; therefore the Lord hath commanded me, yea, even Jesus Christ.",
                    "score": 0.7824297825022937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 4,
                    "text": "And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.",
                    "score": 0.777388542982717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.7771878477045988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And then shall ye know, or by this shall you know, all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive.",
                    "score": 0.7741605366573782
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 33,
                    "text": "But seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.",
                    "score": 0.7728764557894173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.7723268321685809
                }
            ]
        },
        {
            "verse": 33,
            "text": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 33,
                    "text": "But seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Behold thou art Hyrum, my son; seek the kingdom of God, and all things shall be added according to that which is just.",
                    "score": 0.8595169215194723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 18,
                    "text": "But before ye seek for riches, seek ye for the kingdom of God.",
                    "score": 0.8477377264176518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 25,
                    "text": "And then shall the righteous shine forth in the kingdom of God.",
                    "score": 0.8337430061521901
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 10,
                    "text": "That inasmuch as ye do this, glory shall be added to the kingdom which ye have received. Inasmuch as ye do it not, it shall be taken, even that which ye have received.",
                    "score": 0.816993691223525
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 5,
                    "text": "If thou wouldest seek unto God betimes, and make thy supplication to the Almighty;",
                    "score": 0.8016663172583661
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 13,
                    "text": "And again, I say unto you, that if ye desire the mysteries of the kingdom, provide for him food and raiment, and whatsoever thing he needeth to accomplish the work wherewith I have commanded him;",
                    "score": 0.7963412678216518
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Now set your heart and your soul to seek the Lord your God; arise therefore, and build ye the sanctuary of the Lord God, to bring the ark of the covenant of the Lord, and the holy vessels of God, into the house that is to be built to the name of the Lord.",
                    "score": 0.7957351228436301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 38,
                    "text": "And again I say unto you, ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God.",
                    "score": 0.7956644561061664
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Honour the Lord with thy substance, and with the firstfruits of all thine increase:",
                    "score": 0.7955202539901964
                }
            ]
        },
        {
            "verse": 34,
            "text": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 34,
                    "text": "Take therefore no thought for the morrow, for the morrow shall take thought for the things of itself. Sufficient is the day unto the evil thereof.",
                    "score": 0.9899839401845267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 84,
                    "text": "Therefore, let the morrow take thought for the things of itself.",
                    "score": 0.883019541212636
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 81,
                    "text": "Therefore, take ye no thought for the morrow, for what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed.",
                    "score": 0.8278430328164207
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 1,
                    "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
                    "score": 0.7908714790131531
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 10,
                    "text": "Thus saith the Lord God; It shall also come to pass, that at the same time shall things come into thy mind, and thou shalt think an evil thought:",
                    "score": 0.7899623317992697
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 17,
                    "text": "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he is such a son of Belial, that a man cannot speak to him.",
                    "score": 0.789613519112839
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 17,
                    "text": "But of the tree of the knowledge of good and evil, thou shalt not eat of it, nevertheless, thou mayest choose for thyself, for it is given unto thee; but, remember that I forbid it, for in the day thou eatest thereof thou shalt surely die.",
                    "score": 0.7895746560642529
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 12,
                    "text": "If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it.",
                    "score": 0.7825290163187707
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7804023346974581
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 32,
                    "text": "If thou hast done foolishly in lifting up thyself, or if thou hast thought evil, lay thine hand upon thy mouth.",
                    "score": 0.7797567525509311
                }
            ]
        }
    ]
}