{
    "volume": "New Testament",
    "book": "Matthew",
    "chapter": 15,
    "verses": [
        {
            "verse": 1,
            "text": "Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
                    "score": 0.786676144349845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7851910078099721
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 23,
                    "text": "Now when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem unto the Jews, and made them to cease by force and power.",
                    "score": 0.7747459501186629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7711017511142251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
                    "score": 0.7690872681693542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7685298616783118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
                    "score": 0.7675655055110416
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
                    "score": 0.7636671548048589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.",
                    "score": 0.7631661638030262
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And God came unto Balaam, and said, What men are these with thee?",
                    "score": 0.7624878856508592
                }
            ]
        },
        {
            "verse": 2,
            "text": "Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 21,
                    "text": "So they shall wash their hands and their feet, that they die not: and it shall be a statute for ever to them, even to him and to his seed throughout their generations.",
                    "score": 0.7960638931430232
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
                    "score": 0.7954708974960433
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.",
                    "score": 0.7948443026267847
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 20,
                    "text": "When they go into the tabernacle of the congregation, they shall wash with water, that they die not; or when they come near to the altar to minister, to burn offering made by fire unto the Lord:",
                    "score": 0.7820946975210502
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 6,
                    "text": "The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water.",
                    "score": 0.7806142358589356
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 42,
                    "text": "Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.",
                    "score": 0.7754569029992158
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 21,
                    "text": "To have respect of persons is not good: for for a piece of bread that man will transgress.",
                    "score": 0.7717206887030272
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 4,
                    "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.",
                    "score": 0.7680595937547084
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 19,
                    "text": "For Aaron and his sons shall wash their hands and their feet thereat:",
                    "score": 0.7677427687969796
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 7,
                    "text": "Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?",
                    "score": 0.7648799470784109
                }
            ]
        },
        {
            "verse": 3,
            "text": "But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 27,
                    "text": "Behold verily, verily, I say unto you, I give unto you another commandment, and then I must go unto my Father that I may fulfil other commandments which he hath given me.",
                    "score": 0.7986959815693069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "score": 0.7877255735674966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 12,
                    "text": "I am the Lord thy God; and I give unto you this commandment--that no man shall come unto the Father but by me or by my word, which is my law, saith the Lord.",
                    "score": 0.7871918447726275
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 12,
                    "text": "And now, verily I say unto you, I give unto you a commandment that you continue in the ministry and presidency.",
                    "score": 0.7870373322226867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 8,
                    "text": "Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers--",
                    "score": 0.7837191639717571
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 17,
                    "text": "Thou hast avouched the Lord this day to be thy God, and to walk in his ways, and to keep his statutes, and his commandments, and his judgments, and to hearken unto his voice:",
                    "score": 0.7836106757405993
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 20,
                    "text": "And the Spirit of God came upon Zechariah the son of Jehoiada the priest, which stood above the people, and said unto them, Thus saith God, Why transgress ye the commandments of the Lord, that ye cannot prosper? because ye have forsaken the Lord, he hath also forsaken you.",
                    "score": 0.7833996240682005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 7,
                    "text": "And gave unto him commandments which inspired him;",
                    "score": 0.7817927845642806
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 41,
                    "text": "And Moses said, Wherefore now do ye transgress the commandment of the Lord? but it shall not prosper.",
                    "score": 0.7804502788472755
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Then the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment?",
                    "score": 0.7804346330931697
                }
            ]
        },
        {
            "verse": 4,
            "text": "For God commanded, saying, Honour thy father and mother: and, He that curseth father or mother, let him die the death.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 16,
                    "text": "Honour thy father and thy mother, as the Lord thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the Lord thy God giveth thee.",
                    "score": 0.8448419521861151
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And he that smiteth his father, or his mother, shall be surely put to death.",
                    "score": 0.8385181342275247
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For every one that curseth his father or his mother shall be surely put to death: he hath cursed his father or his mother; his blood shall be upon him.",
                    "score": 0.836849208468622
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he that curseth his father, or his mother, shall surely be put to death.",
                    "score": 0.833629781067084
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.",
                    "score": 0.8277045978425184
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 14,
                    "text": "Let the iniquity of his fathers be remembered with the Lord; and let not the sin of his mother be blotted out.",
                    "score": 0.8223830499971809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.",
                    "score": 0.8221018739132567
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
                    "score": 0.8128425652062767
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.",
                    "score": 0.8128425652062767
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
                    "score": 0.8128425652062767
                }
            ]
        },
        {
            "verse": 5,
            "text": "But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "score": 0.8187785747354932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
                    "score": 0.7983603132076924
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 12,
                    "text": "And the daughter of Tyre shall be there with a gift; even the rich among the people shall entreat thy favour.",
                    "score": 0.7976677253288443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 64,
                    "text": "Whatsoever ye ask the Father in my name it shall be given unto you, that is expedient for you;",
                    "score": 0.7950527557327285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.7923849850833955
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 16,
                    "text": "For all the riches which God hath taken from our father, that is ours, and our children's: now then, whatsoever God hath said unto thee, do.",
                    "score": 0.7892058220383422
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "score": 0.78754169426842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 48,
                    "text": "For it is given unto them even as I will, according to mine own pleasure, that great things may be required at the hand of their fathers.",
                    "score": 0.7863905793397836
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7857458250719818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And, behold, I grant unto you a gift, if you desire of me, to translate, even as my servant Joseph.",
                    "score": 0.785274290120893
                }
            ]
        },
        {
            "verse": 6,
            "text": "And honour not his father or his mother, he shall be free. Thus have ye made the commandment of God of none effect by your tradition.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 20,
                    "text": "My son, keep thy father's commandment, and forsake not the law of thy mother:",
                    "score": 0.821508940078092
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 1,
                    "text": "Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the Lord your God.",
                    "score": 0.811233645888481
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But if ye shall at all turn from following me, ye or your children, and will not keep my commandments and my statutes which I have set before you, but go and serve other gods, and worship them:",
                    "score": 0.8035104720826749
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For I spake not unto your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices:",
                    "score": 0.7995524951835169
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 15,
                    "text": "But if ye will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
                    "score": 0.7974002124546298
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 13,
                    "text": "Therefore will I cast you out of this land into a land that ye know not, neither ye nor your fathers; and there shall ye serve other gods day and night; where I will not shew you favour.",
                    "score": 0.7946037384988557
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 12,
                    "text": "If you keep not my commandments, the love of the Father shall not continue with you, therefore you shall walk in darkness.",
                    "score": 0.7932631205639041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 12,
                    "text": "I am the Lord thy God; and I give unto you this commandment--that no man shall come unto the Father but by me or by my word, which is my law, saith the Lord.",
                    "score": 0.7928374782217569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 13,
                    "text": "O remember, remember, my son Helaman, how strict are the commandments of God. And he said: If ye will keep my commandments ye shall prosper in the land--but if ye keep not his commandments ye shall be cut off from his presence.",
                    "score": 0.7924883834457529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 15,
                    "text": "Neither at any time hath the Father given me commandment that I should tell unto them concerning the other tribes of the house of Israel, whom the Father hath led away out of the land.",
                    "score": 0.7924531228132269
                }
            ]
        },
        {
            "verse": 7,
            "text": "Ye hypocrites, well did Esaias prophesy of you, saying,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 7,
                    "text": "Behold, verily I say unto you, there are hypocrites among you, who have deceived some, which has given the adversary power; but behold such shall be reclaimed;",
                    "score": 0.7753235426619665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 14,
                    "text": "Behold, these things which ye call prophecies, which ye say are handed down by holy prophets, behold, they are foolish traditions of your fathers.",
                    "score": 0.7686588476262224
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.76167897287854
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 14,
                    "text": "Therefore hearken not unto the words of the prophets that speak unto you, saying, Ye shall not serve the king of Babylon: for they prophesy a lie unto you.",
                    "score": 0.7587036143671071
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 16,
                    "text": "Also I spake to the priests and to all this people, saying, Thus saith the Lord; Hearken not to the words of your prophets that prophesy unto you, saying, Behold, the vessels of the Lord's house shall now shortly be brought again from Babylon: for they prophesy a lie unto you.",
                    "score": 0.7515396310487646
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 3,
                    "text": "Therefore prophesy and say, Thus saith the Lord God; Because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the heathen, and ye are taken up in the lips of talkers, and are an infamy of the people:",
                    "score": 0.750339441878945
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 55,
                    "text": "Behold, all these properties are mine, or else your faith is vain, and ye are found hypocrites, and the covenants which ye have made unto me are broken;",
                    "score": 0.7459876570564119
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "For they prophesy a lie unto you, to remove you far from your land; and that I should drive you out, and ye should perish.",
                    "score": 0.7449508037505035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil.",
                    "score": 0.74464208178215
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 10,
                    "text": "Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:",
                    "score": 0.7430471965724584
                }
            ]
        },
        {
            "verse": 8,
            "text": "This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Forasmuch as this people draw near unto me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear towards me is taught by the precepts of men--",
                    "score": 0.8994079269548183
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:",
                    "score": 0.8706068302243649
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 31,
                    "text": "And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.",
                    "score": 0.8187196664505026
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 62,
                    "text": "The lips of those that rose up against me, and their device against me all the day.",
                    "score": 0.7938993451161441
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
                    "score": 0.7926044403968163
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 28,
                    "verse": 3,
                    "text": "Draw me not away with the wicked, and with the workers of iniquity, which speak peace to their neighbours, but mischief is in their hearts.",
                    "score": 0.7909055345116718
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Withdraw thine hand far from me: and let not thy dread make me afraid.",
                    "score": 0.7828220621079005
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 8,
                    "text": "Thou hast put away mine acquaintance far from me; thou hast made me an abomination unto them: I am shut up, and I cannot come forth.",
                    "score": 0.7805403951576639
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 27,
                    "verse": 2,
                    "text": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips.",
                    "score": 0.7802668697638814
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Be not afraid of their faces: for I am with thee to deliver thee, saith the Lord.",
                    "score": 0.7796281569123806
                }
            ]
        },
        {
            "verse": 9,
            "text": "But in vain they do worship me, teaching for doctrines the commandments of men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7870139397217265
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 10,
                    "text": "I have seen the travail, which God hath given to the sons of men to be exercised in it.",
                    "score": 0.7835121016520827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 77,
                    "text": "And I give unto you a commandment that you shall teach one another the doctrine of the kingdom.",
                    "score": 0.7782989155062938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding.",
                    "score": 0.778196296812122
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.7768415446921474
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 86,
                    "text": "All thy commandments are faithful: they persecute me wrongfully; help thou me.",
                    "score": 0.7763832771826068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Forasmuch as this people draw near unto me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear towards me is taught by the precepts of men--",
                    "score": 0.7762951383564604
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.7746995166664928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And behold, how oft you have transgressed the commandments and the laws of God, and have gone on in the persuasions of men.",
                    "score": 0.7744182517340074
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 9,
                    "text": "For verily I say unto you, they are given for the benefit of those who love me and keep all my commandments, and him that seeketh so to do; that all may be benefited that seek or that ask of me, that ask and not for a sign that they may consume it upon their lusts.",
                    "score": 0.7694984021092223
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he called the multitude, and said unto them, Hear, and understand:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And he spake unto the multitude, and said unto them: Behold your little ones.",
                    "score": 0.8294032738883861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.8252078476294641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.8247416182637595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.",
                    "score": 0.8214540698903074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.",
                    "score": 0.8188874210999956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
                    "score": 0.8158224001058706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 22,
                    "text": "For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;",
                    "score": 0.812891204613074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.8112743490967322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 26,
                    "text": "And it came to pass that when the king saw that the people were pacified, he caused that Aaron and his brethren should stand forth in the midst of the multitude, and that they should preach the word unto them.",
                    "score": 0.8107658572062452
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "score": 0.808260399045868
                }
            ]
        },
        {
            "verse": 11,
            "text": "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 3,
                    "text": "He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction.",
                    "score": 0.802083684467956
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7907678242538374
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 19,
                    "text": "Thou givest thy mouth to evil, and thy tongue frameth deceit.",
                    "score": 0.7865770956084159
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
                    "score": 0.7862485326615066
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 11,
                    "text": "The mouth of a righteous man is a well of life: but violence covereth the mouth of the wicked.",
                    "score": 0.7821595417631411
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 23,
                    "text": "He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue.",
                    "score": 0.7805997504664512
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 9,
                    "text": "An hypocrite with his mouth destroyeth his neighbour: but through knowledge shall the just be delivered.",
                    "score": 0.7796318318809271
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 26,
                    "text": "He that laboureth laboureth for himself; for his mouth craveth it of him.",
                    "score": 0.7779119852071379
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.7778217900368188
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 24,
                    "text": "Put away from thee a froward mouth, and perverse lips put far from thee.",
                    "score": 0.7766686201522431
                }
            ]
        },
        {
            "verse": 12,
            "text": "Then came his disciples, and said unto him, Knowest thou that the Pharisees were offended, after they heard this saying?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 34,
                    "text": "And now, when I the Lord had spoken these words unto my disciples, they were troubled.",
                    "score": 0.8135964311835245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And it came to pass that when Jesus had spoken these words unto his disciples, he turned again unto the multitude and said unto them:",
                    "score": 0.7927831053212132
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "score": 0.7766719287799392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7754506478277576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 19,
                    "text": "And that which he hath seen and heard may be made known unto my disciples, that they perish not. And for this cause have I spoken these things.",
                    "score": 0.7732700941181824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 36,
                    "text": "And it came to pass that when Jesus had made an end of these sayings, he touched with his hand the disciples whom he had chosen, one by one, even until he had touched them all, and spake unto them as he touched them.",
                    "score": 0.7714880126982234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them--",
                    "score": 0.7707814148050973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7688259854378853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost.",
                    "score": 0.7678585053945848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
                    "score": 0.7673490695959194
                }
            ]
        },
        {
            "verse": 13,
            "text": "But he answered and said, Every plant, which my heavenly Father hath not planted, shall be rooted up.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And I, the Lord God, commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
                    "score": 0.8136395234652548
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 9,
                    "text": "Say thou, Thus saith the Lord God; Shall it prosper? shall he not pull up the roots thereof, and cut off the fruit thereof, that it wither? it shall wither in all the leaves of her spring, even without great power or many people to pluck it up by the roots thereof.",
                    "score": 0.8110341066715732
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat:",
                    "score": 0.8093428233389662
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the Gods commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
                    "score": 0.7985069584925253
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Thus shalt thou say unto him, The Lord saith thus; Behold, that which I have built will I break down, and that which I have planted I will pluck up, even this whole land.",
                    "score": 0.7982692447549892
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And every plant of the field before it was in the earth, and every herb of the field before it grew. For I, the Lord God, created all things, of which I have spoken, spiritually, before they were naturally upon the face of the earth. For I, the Lord God, had not caused it to rain upon the face of the earth. And I, the Lord God, had created all the children of men; and not yet a man to till the ground; for in heaven created I them; and there was not yet flesh upon the earth, neither in the water, neither in the air;",
                    "score": 0.791280145941483
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 7,
                    "text": "The ax is laid at the root of the trees; and every tree that bringeth not forth good fruit shall be hewn down and cast into the fire. I, the Lord, have spoken it.",
                    "score": 0.7899844282772966
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 4,
                    "text": "But they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the Lord of hosts hath spoken it.",
                    "score": 0.7863329897668985
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 24,
                    "text": "Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble.",
                    "score": 0.7854356878640725
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 3,
                    "text": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.",
                    "score": 0.7837421233032785
                }
            ]
        },
        {
            "verse": 14,
            "text": "Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 32,
                    "text": "Wo unto the blind that will not see; for they shall perish also.",
                    "score": 0.8058226033487459
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 16,
                    "text": "And I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them.",
                    "score": 0.8030303637597141
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 8,
                    "text": "Bring forth the blind people that have eyes, and the deaf that have ears.",
                    "score": 0.7985011258813504
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 18,
                    "text": "Cursed be he that maketh the blind to wander out of the way. And all the people shall say, Amen.",
                    "score": 0.7905540567974638
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.",
                    "score": 0.7870086761862908
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And David said on that day, Whosoever getteth up to the gutter, and smiteth the Jebusites, and the lame and the blind, that are hated of David's soul, he shall be chief and captain. Wherefore they said, The blind and the lame shall not come into the house.",
                    "score": 0.7855740208944886
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 69,
                    "text": "In my name they shall open the eyes of the blind, and unstop the ears of the deaf;",
                    "score": 0.7781343367652752
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And I will bring distress upon men, that they shall walk like blind men, because they have sinned against the Lord: and their blood shall be poured out as dust, and their flesh as the dung.",
                    "score": 0.7775612128611818
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 20,
                    "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
                    "score": 0.7746186004542664
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 20,
                    "text": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost.",
                    "score": 0.7629332961053645
                }
            ]
        },
        {
            "verse": 15,
            "text": "Then answered Peter and said unto him, Declare unto us this parable.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 23,
                    "text": "And he took up his parable, and said, Alas, who shall live when God doeth this!",
                    "score": 0.766796605952113
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 20,
                    "text": "Then I answered them, The word of the Lord came unto me, saying,",
                    "score": 0.7625239435249094
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 31,
                    "text": "Who shall declare his way to his face? and who shall repay him what he hath done?",
                    "score": 0.7571595945674265
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.7535474781537749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
                    "score": 0.753331074856892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I said unto them: Have ye inquired of the Lord?",
                    "score": 0.751754065662631
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Then Job answered the Lord, and said,",
                    "score": 0.7513459907387554
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Then Job answered the Lord, and said,",
                    "score": 0.7513459907387554
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth.",
                    "score": 0.7506119371165599
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 18,
                    "text": "And he took up his parable, and said, Rise up, Balak, and hear; hearken unto me, thou son of Zippor:",
                    "score": 0.7496108668934902
                }
            ]
        },
        {
            "verse": 16,
            "text": "And Jesus said, Are ye also yet without understanding?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.",
                    "score": 0.7847560714295833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 21,
                    "text": "Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?",
                    "score": 0.782332120386636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And he said: Go and tell this people--Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
                    "score": 0.7791111841450934
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "score": 0.7776809063511954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And I said unto him: Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you that none of the prophets have written, nor prophesied, save they have spoken concerning this Christ.",
                    "score": 0.7680999464360976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 4,
                    "text": "Wherefore, now after I have spoken these words, if ye cannot understand them it will be because ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must perish in the dark.",
                    "score": 0.7671540903989876
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Jesus said unto them: See ye not all these things, and do ye not understand them? Verily I say unto you, there shall not be left here, upon this temple, one stone upon another that shall not be thrown down.",
                    "score": 0.7656254849157083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 2,
                    "text": "My brethren, I think that it is impossible that ye should be ignorant of the things which have been spoken concerning the coming of Christ, who is taught by us to be the Son of God; yea, I know that these things were taught unto you bountifully before your dissension from among us.",
                    "score": 0.7646313610164286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And you must wait yet a little while, for ye are not yet ordained--",
                    "score": 0.7602354522798952
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 35,
                    "text": "Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shown you unto me, and I know your doing.",
                    "score": 0.7579799736182254
                }
            ]
        },
        {
            "verse": 17,
            "text": "Do not ye yet understand, that whatsoever entereth in at the mouth goeth into the belly, and is cast out into the draught?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And this water that causeth the curse shall go into thy bowels, to make thy belly to swell, and thy thigh to rot: And the woman shall say, Amen, amen.",
                    "score": 0.7451809390170568
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 10,
                    "text": "I was cast upon thee from the womb: thou art my God from my mother's belly.",
                    "score": 0.7422383383642165
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 23,
                    "text": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.",
                    "score": 0.7375560704675856
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Thy navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies.",
                    "score": 0.7355250712464901
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 28,
                    "text": "The heart of the righteous studieth to answer: but the mouth of the wicked poureth out evil things.",
                    "score": 0.7352149080010764
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 42,
                    "text": "Whatsoever goeth upon the belly, and whatsoever goeth upon all four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.",
                    "score": 0.732304699972389
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 34,
                    "text": "Thou shalt even drink it and suck it out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken it, saith the Lord God.",
                    "score": 0.7312409854396262
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 32,
                    "verse": 9,
                    "text": "Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.",
                    "score": 0.7298574209760176
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 5,
                    "text": "Thus saith the Lord God unto these bones; Behold, I will cause breath to enter into you, and ye shall live:",
                    "score": 0.7296739824476818
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul.",
                    "score": 0.7266432246062012
                }
            ]
        },
        {
            "verse": 18,
            "text": "But those things which proceed out of the mouth come forth from the heart; and they defile the man.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 21,
                    "text": "But as for them whose heart walketh after the heart of their detestable things and their abominations, I will recompense their way upon their own heads, saith the Lord God.",
                    "score": 0.7864105818756036
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 24,
                    "text": "He that hateth dissembleth with his lips, and layeth up deceit within him;",
                    "score": 0.7796375911553154
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7762157638579557
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 20,
                    "text": "He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.",
                    "score": 0.772136387042181
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 28,
                    "text": "The heart of the righteous studieth to answer: but the mouth of the wicked poureth out evil things.",
                    "score": 0.7693099487263813
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 2,
                    "text": "For their heart studieth destruction, and their lips talk of mischief.",
                    "score": 0.7666139354142252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 13,
                    "text": "Also because their hearts are corrupted, and the things which they are willing to bring upon others, and love to have others suffer, may come upon themselves to the very uttermost;",
                    "score": 0.765258415192519
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 25,
                    "text": "When he speaketh fair, believe him not: for there are seven abominations in his heart.",
                    "score": 0.7651053996604069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And he laid it upon my mouth, and said: Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged.",
                    "score": 0.7642878432310753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 26,
                    "text": "Now it came to pass that when Abinadi had spoken these words unto them they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands.",
                    "score": 0.7629542313123283
                }
            ]
        },
        {
            "verse": 19,
            "text": "For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 26,
                    "verse": 25,
                    "text": "When he speaketh fair, believe him not: for there are seven abominations in his heart.",
                    "score": 0.7748248517018
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 33,
                    "text": "Thine eyes shall behold strange women, and thine heart shall utter perverse things.",
                    "score": 0.7697741805331451
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 8,
                    "verse": 3,
                    "text": "Doth God pervert judgment? or doth the Almighty pervert justice?",
                    "score": 0.7655117211841905
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord abhorreth.",
                    "score": 0.7637055665034805
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 32,
                    "text": "Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced committeth adultery.",
                    "score": 0.7600240463004658
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 2,
                    "text": "By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood toucheth blood.",
                    "score": 0.7590761014424046
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 20,
                    "text": "He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.",
                    "score": 0.7584283964823996
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 54,
                    "text": "So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:",
                    "score": 0.7583931054432346
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                    "score": 0.7562277319136239
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 27,
                    "text": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?",
                    "score": 0.7558645724826686
                }
            ]
        },
        {
            "verse": 20,
            "text": "These are the things which defile a man: but to eat with unwashen hands defileth not a man.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.7903943933290211
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
                    "score": 0.7863454340582973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 18,
                    "text": "And whoso forbiddeth to abstain from meats, that man should not eat the same, is not ordained of God;",
                    "score": 0.7829596521607652
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 2,
                    "text": "A man shall eat good by the fruit of his mouth: but the soul of the transgressors shall eat violence.",
                    "score": 0.7795529234980714
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 6,
                    "text": "The soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water.",
                    "score": 0.7790519240356977
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.7775325217289735
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.",
                    "score": 0.7737083672124012
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And the flesh that toucheth any unclean thing shall not be eaten; it shall be burnt with fire: and as for the flesh, all that be clean shall eat thereof.",
                    "score": 0.7712291630927856
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Moreover the soul that shall touch any unclean thing, as the uncleanness of man, or any unclean beast, or any abominable unclean thing, and eat of the flesh of the sacrifice of peace offerings, which pertain unto the Lord, even that soul shall be cut off from his people.",
                    "score": 0.7700293106347029
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;",
                    "score": 0.7692322389191794
                }
            ]
        },
        {
            "verse": 21,
            "text": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And he went from thence to mount Carmel, and from thence he returned to Samaria.",
                    "score": 0.7947841475800801
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib:",
                    "score": 0.7815302506056313
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And then the coast turneth westward to Aznoth-tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising.",
                    "score": 0.7669773688793294
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 15,
                    "verse": 4,
                    "text": "From thence it passed toward Azmon, and went out unto the river of Egypt; and the goings out of that coast were at the sea: this shall be your south coast.",
                    "score": 0.7585923477694858
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And goeth down westward to the coast of Japhleti, unto the coast of Beth-horon the nether, and to Gezer: and the goings out thereof are at the sea.",
                    "score": 0.7471596685006912
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And he arose and departed, and came to Samaria. And as he was at the shearing house in the way,",
                    "score": 0.7457843879752013
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 25,
                    "text": "He restored the coast of Israel from the entering of Hamath unto the sea of the plain, according to the word of the Lord God of Israel, which he spake by the hand of his servant Jonah, the son of Amittai, the prophet, which was of Gath-hepher.",
                    "score": 0.7446864740822623
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 13,
                    "text": "From thence they removed, and pitched on the other side of Arnon, which is in the wilderness that cometh out of the coasts of the Amorites: for Arnon is the border of Moab, between Moab and the Amorites.",
                    "score": 0.7445539609374042
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Nevertheless the king's word prevailed against Joab. Wherefore Joab departed, and went throughout all Israel, and came to Jerusalem.",
                    "score": 0.7441780737055035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
                    "score": 0.740444657073158
                }
            ]
        },
        {
            "verse": 22,
            "text": "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do to me according to that which hath proceeded out of thy mouth; forasmuch as the Lord hath taken vengeance for thee of thine enemies, even of the children of Ammon.",
                    "score": 0.8040934743794893
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 31,
                    "text": "For I have heard a voice as of a woman in travail, and the anguish as of her that bringeth forth her first child, the voice of the daughter of Zion, that bewaileth herself, that spreadeth her hands, saying, Woe is me now! for my soul is wearied because of murderers.",
                    "score": 0.788498972978917
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Be in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the Lord shall redeem thee from the hand of thine enemies.",
                    "score": 0.7871927568347298
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 17,
                    "text": "Therefore thou shalt say this word unto them; Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow.",
                    "score": 0.786992766442741
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she die: because she hath wrought folly in Israel, to play the whore in her father's house: so shalt thou put evil away from among you.",
                    "score": 0.7852897171748437
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 21,
                    "text": "This is the word that the Lord hath spoken concerning him; The virgin the daughter of Zion hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.",
                    "score": 0.784375431056347
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Behold the voice of the cry of the daughter of my people because of them that dwell in a far country: Is not the Lord in Zion? is not her king in her? Why have they provoked me to anger with their graven images, and with strange vanities?",
                    "score": 0.7837624117529031
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 11,
                    "text": "And the Israelitish woman's son blasphemed the name of the Lord, and cursed. And they brought him unto Moses: (and his mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan:)",
                    "score": 0.7818560798348567
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 22,
                    "text": "This is the word which the Lord hath spoken concerning him; The virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.",
                    "score": 0.7818406205363939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 31,
                    "text": "For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.",
                    "score": 0.7810915225508283
                }
            ]
        },
        {
            "verse": 23,
            "text": "But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her.",
                    "score": 0.7926349045113331
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 23,
                    "text": "And she answered them, Thus saith the Lord God of Israel, Tell ye the man that sent you to me,",
                    "score": 0.7912472084268954
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                    "score": 0.7871981528172912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 1,
                    "text": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.",
                    "score": 0.783438261642717
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
                    "score": 0.7817936841627747
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And he said unto her, Up, and let us be going. But none answered. Then the man took her up upon an ass, and the man rose up, and gat him unto his place.",
                    "score": 0.7811320505008886
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                    "score": 0.7771349852082348
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her.",
                    "score": 0.777100526250501
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7769553557753228
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 20,
                    "text": "He sent his word, and healed them, and delivered them from their destructions.",
                    "score": 0.7734414318419764
                }
            ]
        },
        {
            "verse": 24,
            "text": "But he answered and said, I am not sent but unto the lost sheep of the house of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And he said, I saw all Israel scattered upon the hills, as sheep that have not a shepherd: and the Lord said, These have no master: let them return every man to his house in peace.",
                    "score": 0.8239311033665518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And verily, verily, I say unto you that I have other sheep, which are not of this land, neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister.",
                    "score": 0.801709917641813
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 16,
                    "text": "Then he said, I did see all Israel scattered upon the mountains, as sheep that have no shepherd: and the Lord said, These have no master; let them return therefore every man to his house in peace.",
                    "score": 0.7918777456685359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Ammon answered and said unto him: I am not.",
                    "score": 0.7914162372268986
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel;",
                    "score": 0.7851539592672576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 59,
                    "text": "I am he who said--Other sheep have I which are not of this fold--unto my disciples, and many there were that understood me not.",
                    "score": 0.7813927708751872
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And David said unto God, Is it not I that commanded the people to be numbered? even I it is that have sinned and done evil indeed; but as for these sheep, what have they done? let thine hand, I pray thee, O Lord my God, be on me, and on my father's house; but not on thy people, that they should be plagued.",
                    "score": 0.7786916752553212
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 13,
                    "text": "And Israel said unto Joseph, Do not thy brethren feed the flock in Shechem? come, and I will send thee unto them. And he said to him, Here am I.",
                    "score": 0.7723121388859271
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And so did he unto them, and delivered them out of the hand of the children of Israel, that they slew them not.",
                    "score": 0.7714987729402706
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 38,
                    "text": "And the king said unto his servants, Know ye not that there is a prince and a great man fallen this day in Israel?",
                    "score": 0.7696163276102962
                }
            ]
        },
        {
            "verse": 25,
            "text": "Then came she and worshipped him, saying, Lord, help me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
                    "score": 0.8076751424909373
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 121,
                    "verse": 2,
                    "text": "My help cometh from the Lord, which made heaven and earth.",
                    "score": 0.8064348727029483
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Then the king said unto me, For what dost thou make request? So I prayed to the God of heaven.",
                    "score": 0.8013696849940923
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                    "score": 0.7953237977468083
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?",
                    "score": 0.7941189715284385
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 23,
                    "text": "And she answered them, Thus saith the Lord God of Israel, Tell ye the man that sent you to me,",
                    "score": 0.7938418132325643
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 48,
                    "text": "And I bowed down my head, and worshipped the Lord, and blessed the Lord God of my master Abraham, which had led me in the right way to take my master's brother's daughter unto his son.",
                    "score": 0.7927329671851052
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Then the woman said, Let thine handmaid, I pray thee, speak one word unto my lord the king. And he said, Say on.",
                    "score": 0.7890399847889163
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And she said, Oh my lord, as thy soul liveth, my lord, I am the woman that stood by thee here, praying unto the Lord.",
                    "score": 0.7881328188854346
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid.",
                    "score": 0.7873204876292781
                }
            ]
        },
        {
            "verse": 26,
            "text": "But he answered and said, It is not meet to take the children's bread, and to cast it to dogs.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 6,
                    "text": "For it is not meet that the things which belong to the children of the kingdom should be given to them that are not worthy, or to dogs, or the pearls to be cast before swine.",
                    "score": 0.7905772787868832
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 22,
                    "text": "And he answered, Thou shalt not smite them: wouldest thou smite those whom thou hast taken captive with thy sword and with thy bow? set bread and water before them, that they may eat and drink, and go to their master.",
                    "score": 0.7501205987751032
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 14,
                    "text": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread.",
                    "score": 0.7481257225422399
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And the angel of the Lord said unto Manoah, Though thou detain me, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it unto the Lord. For Manoah knew not that he was an angel of the Lord.",
                    "score": 0.7472817382045026
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "And ye shall be holy men unto me: neither shall ye eat any flesh that is torn of beasts in the field; ye shall cast it to the dogs.",
                    "score": 0.7436566856528435
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 7,
                    "text": "Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?",
                    "score": 0.7428781896602566
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And the elders of his house arose, and went to him, to raise him up from the earth: but he would not, neither did he eat bread with them.",
                    "score": 0.7410804268198639
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 12,
                    "text": "And he answered and said, Must I not take heed to speak that which the Lord hath put in my mouth?",
                    "score": 0.7331217239756352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
                    "score": 0.7329188113417626
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 10,
                    "text": "And they said unto him, Nay, my lord, but to buy food are thy servants come.",
                    "score": 0.7322814295001343
                }
            ]
        },
        {
            "verse": 27,
            "text": "And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters' table.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And of Jezebel also spake the Lord, saying, The dogs shall eat Jezebel by the wall of Jezreel.",
                    "score": 0.7675112115769956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
                    "score": 0.7423070388849557
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "And ye shall be holy men unto me: neither shall ye eat any flesh that is torn of beasts in the field; ye shall cast it to the dogs.",
                    "score": 0.7368780423707483
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wherefore they came again, and told him. And he said, This is the word of the Lord, which he spake by his servant Elijah the Tishbite, saying, In the portion of Jezreel shall dogs eat the flesh of Jezebel:",
                    "score": 0.7331127962475784
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And thou shalt eat it as barley cakes, and thou shalt bake it with dung that cometh out of man, in their sight.",
                    "score": 0.7230826552237917
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And the dogs shall eat Jezebel in the portion of Jezreel, and there shall be none to bury her. And he opened the door, and fled.",
                    "score": 0.7190764584761603
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Even as the roebuck and the hart is eaten, so thou shalt eat them: the unclean and the clean shall eat of them alike.",
                    "score": 0.7189965432445864
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.",
                    "score": 0.7185256736166572
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 7,
                    "text": "Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; as the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; therefore they are unclean unto you.",
                    "score": 0.7179777388529468
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 11,
                    "text": "Him that dieth of Jeroboam in the city shall the dogs eat; and him that dieth in the field shall the fowls of the air eat: for the Lord hath spoken it.",
                    "score": 0.7175465995192349
                }
            ]
        },
        {
            "verse": 28,
            "text": "Then Jesus answered and said unto her, O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
                    "score": 0.7840380135324051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And Ammon said unto her: Blessed art thou because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the Nephites.",
                    "score": 0.7790015257392311
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.",
                    "score": 0.7771578513190142
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 6,
                    "text": "And he said unto them, Is he well? And they said, He is well: and, behold, Rachel his daughter cometh with the sheep.",
                    "score": 0.7713498926190421
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 15,
                    "text": "And Moses said unto them, Have ye saved all the women alive?",
                    "score": 0.7705583668901319
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 25,
                    "text": "Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb:",
                    "score": 0.7703759444120746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And the Lord said unto me: Thy fathers have also required of me this thing; and it shall be done unto them according to their faith; for their faith was like unto thine.",
                    "score": 0.7662149760822132
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?",
                    "score": 0.7660010744101349
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 13,
                    "text": "What thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach is great like the sea: who can heal thee?",
                    "score": 0.7651059227005343
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 17,
                    "text": "Therefore thou shalt say this word unto them; Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow.",
                    "score": 0.7621467846475287
                }
            ]
        },
        {
            "verse": 29,
            "text": "And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And he went from thence to mount Carmel, and from thence he returned to Samaria.",
                    "score": 0.8089775468108753
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 3,
                    "text": "But Jonah rose up to flee unto Tarshish from the presence of the Lord, and went down to Joppa; and he found a ship going to Tarshish: so he paid the fare thereof, and went down into it, to go with them unto Tarshish from the presence of the Lord.",
                    "score": 0.7760431948929939
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And Jesus left them, and went upon the Mount of Olives. And as he sat upon the Mount of Olives, the disciples came unto him privately, saying: Tell us when shall these things be which thou hast said concerning the destruction of the temple, and the Jews; and what is the sign of thy coming, and of the end of the world, or the destruction of the wicked, which is the end of the world?",
                    "score": 0.7727463650282927
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 8,
                    "text": "Then said he unto me, These waters issue out toward the east country, and go down into the desert, and go into the sea: which being brought forth into the sea, the waters shall be healed.",
                    "score": 0.7637201938015225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
                    "score": 0.7614135769843997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "And it came to pass that after I, Nephi, had been in the land of Bountiful for the space of many days, the voice of the Lord came unto me, saying: Arise, and get thee into the mountain. And it came to pass that I arose and went up into the mountain, and cried unto the Lord.",
                    "score": 0.7582523895646213
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.",
                    "score": 0.757493635659096
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7565528031995012
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And Moses went up unto God, and the Lord called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;",
                    "score": 0.7525747774858883
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 13,
                    "text": "And God went up from him in the place where he talked with him.",
                    "score": 0.7524729898421615
                }
            ]
        },
        {
            "verse": 30,
            "text": "And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus' feet; and he healed them:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.8736397187794696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And there were great and marvelous works wrought by the disciples of Jesus, insomuch that they did heal the sick, and raise the dead, and cause the lame to walk, and the blind to receive their sight, and the deaf to hear; and all manner of miracles did they work among the children of men; and in nothing did they work miracles save it were in the name of Jesus.",
                    "score": 0.8230457799184757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.806408745199187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
                    "score": 0.797645128475644
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
                    "score": 0.789194001616459
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 20,
                    "text": "He sent his word, and healed them, and delivered them from their destructions.",
                    "score": 0.7890634594768499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
                    "score": 0.7826202748159377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And it came to pass that after he had ascended into heaven--the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father--",
                    "score": 0.781935160267206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And he spake unto the multitude, and said unto them: Behold your little ones.",
                    "score": 0.7797401655818992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And it came to pass that Jesus spake unto them, and bade them arise.",
                    "score": 0.7772187430652624
                }
            ]
        },
        {
            "verse": 31,
            "text": "Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 14,
                    "text": "But behold, the Jews were a stiffnecked people; and they despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall; for God hath taken away his plainness from them, and delivered unto them many things which they cannot understand, because they desired it. And because they desired it God hath done it, that they may stumble.",
                    "score": 0.7921531847370087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
                    "score": 0.7810547182381289
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.774527340706088
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the Lord said unto him, Who hath made man's mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the Lord?",
                    "score": 0.7730372199306583
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 3,
                    "text": "And said unto me, Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 0.7628197182859355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And said unto me: Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 0.7628197182859355
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 31,
                    "text": "And the people believed: and when they heard that the Lord had visited the children of Israel, and that he had looked upon their affliction, then they bowed their heads and worshipped.",
                    "score": 0.7597087844658204
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 26,
                    "text": "And it shall be forgiven all the congregation of the children of Israel, and the stranger that sojourneth among them; seeing all the people were in ignorance.",
                    "score": 0.7587864344856767
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 18,
                    "text": "Cursed be he that maketh the blind to wander out of the way. And all the people shall say, Amen.",
                    "score": 0.7563833323670318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And whoso shall ask it in my name in faith, they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.",
                    "score": 0.7546199354852535
                }
            ]
        },
        {
            "verse": 32,
            "text": "Then Jesus called his disciples unto him, and said, I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I will not send them away fasting, lest they faint in the way.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 1,
                    "text": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.",
                    "score": 0.7790149390531204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 8,
                    "text": "My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; and for this evil they were afflicted and sorely chastened.",
                    "score": 0.7764348247872519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "score": 0.7757653370150986
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the Lord.",
                    "score": 0.7734947710005914
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.",
                    "score": 0.7725790877402097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And it was by faith that the three disciples obtained a promise that they should not taste of death; and they obtained not the promise until after their faith.",
                    "score": 0.7705135221167683
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 10,
                    "text": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the Lord is your strength.",
                    "score": 0.7657033442502301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 38,
                    "text": "And the Lord provided for them that they should hunger not, neither should they thirst; yea, and he also gave them strength, that they should suffer no manner of afflictions, save it were swallowed up in the joy of Christ. Now this was according to the prayer of Alma; and this because he prayed in faith.",
                    "score": 0.7643439947246742
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Thus saith the Lord God; Behold, I am against the shepherds; and I will require my flock at their hand, and cause them to cease from feeding the flock; neither shall the shepherds feed themselves any more; for I will deliver my flock from their mouth, that they may not be meat for them.",
                    "score": 0.7634238620767958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7622084352091159
                }
            ]
        },
        {
            "verse": 33,
            "text": "And his disciples say unto him, Whence should we have so much bread in the wilderness, as to fill so great a multitude?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And when the multitude had eaten and were filled, he said unto the disciples: Behold there shall one be ordained among you, and to him will I give power that he shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.",
                    "score": 0.850491973193151
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.8391868966130263
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 19,
                    "text": "He that tilleth his land shall have plenty of bread: but he that followeth after vain persons shall have poverty enough.",
                    "score": 0.8361966325947843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.8154110925498296
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And Moses said, This is the thing which the Lord commandeth, Fill an omer of it to be kept for your generations; that they may see the bread wherewith I have fed you in the wilderness, when I brought you forth from the land of Egypt.",
                    "score": 0.8134270421604617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.8058742005046768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.8039726450891744
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 9,
                    "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.",
                    "score": 0.7935113432308569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 11,
                    "text": "And it came to pass that we did gather together whatsoever things we should carry into the wilderness, and all the remainder of our provisions which the Lord had given unto us; and we did take seed of every kind that we might carry into the wilderness.",
                    "score": 0.7931455641955679
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 20,
                    "text": "Behold, he smote the rock, that the waters gushed out, and the streams overflowed; can he give bread also? can he provide flesh for his people?",
                    "score": 0.7931172485167233
                }
            ]
        },
        {
            "verse": 34,
            "text": "And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 18,
                    "text": "And ye shall offer with the bread seven lambs without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt offering unto the Lord, with their meat offering, and their drink offerings, even an offering made by fire, of sweet savour unto the Lord.",
                    "score": 0.79665488764069
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And take with thee ten loaves, and cracknels, and a cruse of honey, and go to him: he shall tell thee what shall become of the child.",
                    "score": 0.7827869465386171
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 4,
                    "text": "And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there any thing of the flesh, which thou sacrificedst the first day at even, remain all night until the morning.",
                    "score": 0.7789515624695701
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Now therefore what is under thine hand? give me five loaves of bread in mine hand, or what there is present.",
                    "score": 0.7780956640689385
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And there were born unto him seven sons and three daughters.",
                    "score": 0.7739840858400332
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 17,
                    "text": "Ye shall bring out of your habitations two wave loaves of two tenth deals: they shall be of fine flour; they shall be baken with leaven; they are the firstfruits unto the Lord.",
                    "score": 0.7739070433365737
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to the Lord.",
                    "score": 0.7725624588745597
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master's son may have food to eat: but Mephibosheth thy master's son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.",
                    "score": 0.7711229162002243
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And they offered unto the Lord the same time, of the spoil which they had brought, seven hundred oxen and seven thousand sheep.",
                    "score": 0.7696411192699877
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 4,
                    "text": "And they will salute thee, and give thee two loaves of bread; which thou shalt receive of their hands.",
                    "score": 0.7684992396755737
                }
            ]
        },
        {
            "verse": 35,
            "text": "And he commanded the multitude to sit down on the ground.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And it came to pass that when they had all been brought, and Jesus stood in the midst, he commanded the multitude that they should kneel down upon the ground.",
                    "score": 0.8425685492638015
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 2,
                    "text": "And while they were gone for bread and wine, he commanded the multitude that they should sit themselves down upon the earth.",
                    "score": 0.8400181699822612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.8210333213297714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass that when they had all knelt down upon the earth, he commanded his disciples that they should pray.",
                    "score": 0.8155380674479163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7979871338856206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7949741624580746
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.7870263597348257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father in the name of Jesus.",
                    "score": 0.783266947798864
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down.",
                    "score": 0.7795215920152643
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 99,
                    "verse": 1,
                    "text": "The Lord reigneth; let the people tremble: he sitteth between the cherubims; let the earth be moved.",
                    "score": 0.7706727331178891
                }
            ]
        },
        {
            "verse": 36,
            "text": "And he took the seven loaves and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And when the disciples had come with bread and wine, he took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.",
                    "score": 0.8532069452174335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.",
                    "score": 0.8477995735340328
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.8276277070164753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And when the multitude had eaten and were filled, he said unto the disciples: Behold there shall one be ordained among you, and to him will I give power that he shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.",
                    "score": 0.8155971470954719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7982073319573803
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 1,
                    "text": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.",
                    "score": 0.780641714629211
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.7779543301118232
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 11,
                    "text": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
                    "score": 0.7770906503045603
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And he dealt among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece of flesh, and a flagon of wine. So all the people departed every one to his house.",
                    "score": 0.7727042678067556
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And they offered unto the Lord the same time, of the spoil which they had brought, seven hundred oxen and seven thousand sheep.",
                    "score": 0.7703929645192807
                }
            ]
        },
        {
            "verse": 37,
            "text": "And they did all eat, and were filled: and they took up of the broken meat that was left seven baskets full.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.7675757547427092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.761917159983614
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 25,
                    "text": "Man did eat angels' food: he sent them meat to the full.",
                    "score": 0.7569431276400914
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And they offered unto the Lord the same time, of the spoil which they had brought, seven hundred oxen and seven thousand sheep.",
                    "score": 0.7495528253351108
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 5,
                    "text": "They that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble.",
                    "score": 0.7489538945078028
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating.",
                    "score": 0.7431387379296269
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 48,
                    "text": "And he gathered up all the food of the seven years, which were in the land of Egypt, and laid up the food in the cities: the food of the field, which was round about every city, laid he up in the same.",
                    "score": 0.733153008144329
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 29,
                    "text": "So they did eat, and were well filled: for he gave them their own desire;",
                    "score": 0.732582556196199
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And when the multitude had eaten and were filled, he said unto the disciples: Behold there shall one be ordained among you, and to him will I give power that he shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.",
                    "score": 0.7320860320516643
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
                    "score": 0.7267104436398034
                }
            ]
        },
        {
            "verse": 38,
            "text": "And they that did eat were four thousand men, beside women and children.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating.",
                    "score": 0.7785801582462084
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 22,
                    "text": "And Laban gathered together all the men of the place, and made a feast.",
                    "score": 0.7739062068543971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7665251734718321
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And he made them a feast, and they did eat and drink.",
                    "score": 0.7662885936207657
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.",
                    "score": 0.7660443118084771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 25,
                    "text": "And the multitude did see and hear and bear record; and they know that their record is true for they all of them did see and hear, every man for himself; and they were in number about two thousand and five hundred souls; and they did consist of men, women, and children.",
                    "score": 0.7590689956872269
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And his host, and those that were numbered of them, were thirty and five thousand and four hundred.",
                    "score": 0.7582937144742601
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And they were in number about four hundred and fifty souls.",
                    "score": 0.7568053373913005
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 2,
                    "verse": 30,
                    "text": "And his host, and those that were numbered of them, were fifty and three thousand and four hundred.",
                    "score": 0.7523023849521892
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 16,
                    "text": "So it came to pass, when all the men of war were consumed and dead from among the people,",
                    "score": 0.7522344277451483
                }
            ]
        },
        {
            "verse": 39,
            "text": "And he sent away the multitude, and took ship, and came into the coasts of Magdala.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 5,
                    "text": "And it came to pass that Hagoth, he being an exceedingly curious man, therefore he went forth and built him an exceedingly large ship, on the borders of the land Bountiful, by the land Desolation, and launched it forth into the west sea, by the narrow neck which led into the land northward.",
                    "score": 0.7718796651594086
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And he took the rulers over hundreds, and the captains, and the guard, and all the people of the land; and they brought down the king from the house of the Lord, and came by the way of the gate of the guard to the king's house. And he sat on the throne of the kings.",
                    "score": 0.7681072615678602
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 13,
                    "text": "He divided the sea, and caused them to pass through; and he made the waters to stand as an heap.",
                    "score": 0.7626574763533938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 7,
                    "text": "And in the thirty and eighth year, this man built other ships. And the first ship did also return, and many more people did enter into it; and they also took much provisions, and set out again to the land northward.",
                    "score": 0.7618608647495335
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And the priests and the Levites that were in all Israel resorted to him out of all their coasts.",
                    "score": 0.7612336243960074
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 53,
                    "text": "And he led them on safely, so that they feared not: but the sea overwhelmed their enemies.",
                    "score": 0.7499503100030643
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 12,
                    "text": "He divideth the sea with his power, and by his understanding he smiteth through the proud.",
                    "score": 0.7488354243413682
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And he sent out arrows, and scattered them; lightning, and discomfited them.",
                    "score": 0.7483713085780291
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 23,
                    "verse": 20,
                    "text": "And he took the captains of hundreds, and the nobles, and the governors of the people, and all the people of the land, and brought down the king from the house of the Lord: and they came through the high gate into the king's house, and set the king upon the throne of the kingdom.",
                    "score": 0.7476835054781158
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 54,
                    "text": "And he brought them to the border of his sanctuary, even to this mountain, which his right hand had purchased.",
                    "score": 0.74521412988833
                }
            ]
        }
    ]
}