{
    "volume": "New Testament",
    "book": "Revelation",
    "chapter": 6,
    "verses": [
        {
            "verse": 1,
            "text": "And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Then lifted I up mine eyes, and saw, and behold four horns.",
                    "score": 0.7840496697694773
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 7,
                    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
                    "score": 0.7656869048723374
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?",
                    "score": 0.7614722330542276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And the angel said unto me: Behold one of the twelve apostles of the Lamb.",
                    "score": 0.7612461610666899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And I saw the heavens open, and the Lamb of God descending out of heaven; and he came down and showed himself unto them.",
                    "score": 0.7604337132929074
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 29,
                    "verse": 11,
                    "text": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:",
                    "score": 0.7590551017815536
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 30,
                    "text": "And he said, For these seven ewe lambs shalt thou take of my hand, that they may be a witness unto me, that I have digged this well.",
                    "score": 0.7565462205402587
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
                    "score": 0.7532311326192718
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 63,
                    "text": "And Isaac went out to meditate in the field at the eventide: and he lifted up his eyes, and saw, and, behold, the camels were coming.",
                    "score": 0.7522621924046075
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And he said, Lift up now thine eyes, and see, all the rams which leap upon the cattle are ringstraked, speckled, and grisled: for I have seen all that Laban doeth unto thee.",
                    "score": 0.7520336533424293
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 13,
                    "text": "He hath caused the arrows of his quiver to enter into my reins.",
                    "score": 0.7646526298346462
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And he saw a chariot with a couple of horsemen, a chariot of asses, and a chariot of camels; and he hearkened diligently with much heed:",
                    "score": 0.7569609455485755
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 8,
                    "text": "I saw by night, and behold a man riding upon a red horse, and he stood among the myrtle trees that were in the bottom; and behind him were there red horses, speckled, and white.",
                    "score": 0.7506649189741214
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:",
                    "score": 0.7496498731030611
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 4,
                    "text": "And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:",
                    "score": 0.7409098788584044
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.",
                    "score": 0.740737638006896
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 39,
                    "verse": 19,
                    "text": "Hast thou given the horse strength? hast thou clothed his neck with thunder?",
                    "score": 0.7403008651743184
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 23,
                    "text": "Now therefore, I pray thee, give pledges to my lord the king of Assyria, and I will deliver thee two thousand horses, if thou be able on thy part to set riders upon them.",
                    "score": 0.7354986439418699
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 36,
                    "verse": 8,
                    "text": "Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them.",
                    "score": 0.7341727323991656
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 33,
                    "text": "And a certain man drew a bow at a venture, and smote the king of Israel between the joints of the harness: therefore he said to his chariot man, Turn thine hand, that thou mayest carry me out of the host; for I am wounded.",
                    "score": 0.7328098210947818
                }
            ]
        },
        {
            "verse": 3,
            "text": "And when he had opened the second seal, I heard the second beast say, Come and see.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
                    "score": 0.7818774859137726
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the word of the Lord came unto me the second time, saying,",
                    "score": 0.7745726634383898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 53,
                    "text": "And he said unto the second: Go ye also into the field, and in the second hour I will visit you with the joy of my countenance.",
                    "score": 0.7589363834889746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And it came to pass that after he had ascended into heaven--the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father--",
                    "score": 0.7571867551456559
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 16,
                    "text": "Then he openeth the ears of men, and sealeth their instruction,",
                    "score": 0.7534962774183832
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 29,
                    "verse": 11,
                    "text": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:",
                    "score": 0.7494512951842893
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 7,
                    "text": "Q. What are we to understand by the seven seals with which it was sealed? A. We are to understand that the first seal contains the things of the first thousand years, and the second also of the second thousand years, and so on until the seventh.",
                    "score": 0.7486638366237857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now behold, I will show unto you another sign, and see if ye will in this thing seek to destroy me.",
                    "score": 0.74823487402333
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 3,
                    "text": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.",
                    "score": 0.7479081425795383
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the word of the Lord came unto me the second time, saying, What seest thou? And I said, I see a seething pot; and the face thereof is toward the north.",
                    "score": 0.7478648161343604
                }
            ]
        },
        {
            "verse": 4,
            "text": "And there went out another horse that was red: and power was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Then he sent out a second on horseback, which came to them, and said, Thus saith the king, Is it peace? And Jehu answered, What hast thou to do with peace? turn thee behind me.",
                    "score": 0.7716490657891087
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth.",
                    "score": 0.7664894826119578
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 11,
                    "text": "With the hoofs of his horses shall he tread down all thy streets: he shall slay thy people by the sword, and thy strong garrisons shall go down to the ground.",
                    "score": 0.7596366331652654
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "score": 0.7560353354019199
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 18,
                    "text": "So there went one on horseback to meet him, and said, Thus saith the king, Is it peace? And Jehu said, What hast thou to do with peace? turn thee behind me. And the watchman told, saying, The messenger came to them, but he cometh not again.",
                    "score": 0.7524161931501289
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 2,
                    "text": "In the first chariot were red horses; and in the second chariot black horses;",
                    "score": 0.7496389811799978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "score": 0.7485634031283595
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 46,
                    "verse": 9,
                    "text": "He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.",
                    "score": 0.7482311976975772
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 12,
                    "text": "Shall horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:",
                    "score": 0.7457526226784996
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And one of his servants answered and said, Let some take, I pray thee, five of the horses that remain, which are left in the city, (behold, they are as all the multitude of Israel that are left in it: behold, I say, they are even as all the multitude of the Israelites that are consumed:) and let us send and see.",
                    "score": 0.7456533741798573
                }
            ]
        },
        {
            "verse": 5,
            "text": "And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
                    "score": 0.7550724558217352
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And he saw a chariot with a couple of horsemen, a chariot of asses, and a chariot of camels; and he hearkened diligently with much heed:",
                    "score": 0.7480349922821701
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.",
                    "score": 0.7383064694702204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And behold, the third time they did understand the voice which they heard; and it said unto them:",
                    "score": 0.7370337099902345
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 6,
                    "text": "After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.",
                    "score": 0.7321345944184936
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 17,
                    "text": "While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
                    "score": 0.7286031509685787
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 30,
                    "text": "And it came to pass, when he saw the earring and bracelets upon his sister's hands, and when he heard the words of Rebekah his sister, saying, Thus spake the man unto me; that he came unto the man; and, behold, he stood by the camels at the well.",
                    "score": 0.7267614705307648
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 7,
                    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
                    "score": 0.7256971596173177
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 32,
                    "text": "And he lifted up his face to the window, and said, Who is on my side? who? And there looked out to him two or three eunuchs.",
                    "score": 0.72461090498065
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 3,
                    "text": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.",
                    "score": 0.7178490921906461
                }
            ]
        },
        {
            "verse": 6,
            "text": "And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see thou hurt not the oil and the wine.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Now therefore the wheat, and the barley, the oil, and the wine, which my lord hath spoken of, let him send unto his servants:",
                    "score": 0.7694707383502565
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And, behold, I will give to thy servants, the hewers that cut timber, twenty thousand measures of beaten wheat, and twenty thousand measures of barley, and twenty thousand baths of wine, and twenty thousand baths of oil.",
                    "score": 0.7670792895853832
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 21,
                    "text": "For thus saith the Lord God; How much more when I send my four sore judgments upon Jerusalem, the sword, and the famine, and the noisome beast, and the pestilence, to cut off from it man and beast?",
                    "score": 0.7592732842336879
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And she said, These six measures of barley gave he me; for he said to me, Go not empty unto thy mother in law.",
                    "score": 0.7543667848874045
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 1,
                    "text": "Behold, I say unto you, my servants Ezra and Northrop, open ye your ears and hearken to the voice of the Lord your God, whose word is quick and powerful, sharper than a two-edged sword, to the dividing asunder of the joints and marrow, soul and spirit; and is a discerner of the thoughts and intents of the heart.",
                    "score": 0.7463354562896435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 7,
                    "text": "A senum of silver was equal to a senine of gold, and either for a measure of barley, and also for a measure of every kind of grain.",
                    "score": 0.7369984202458412
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Unto an hundred talents of silver, and to an hundred measures of wheat, and to an hundred baths of wine, and to an hundred baths of oil, and salt without prescribing how much.",
                    "score": 0.7368295266986887
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 19,
                    "text": "Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;",
                    "score": 0.7364867809770332
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?",
                    "score": 0.7362565210971908
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 17,
                    "text": "Nevertheless, wheat for man, and corn for the ox, and oats for the horse, and rye for the fowls and for swine, and for all beasts of the field, and barley for all useful animals, and for mild drinks, as also other grain.",
                    "score": 0.7354443923468794
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Then lifted I up mine eyes, and saw, and behold four horns.",
                    "score": 0.770059860407688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And again the third time they did hear the voice, and did open their ears to hear it; and their eyes were towards the sound thereof; and they did look steadfastly towards heaven, from whence the sound came.",
                    "score": 0.7632216957801027
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?",
                    "score": 0.7554261532848981
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 7,
                    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
                    "score": 0.7545706503828995
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 16,
                    "text": "Then he openeth the ears of men, and sealeth their instruction,",
                    "score": 0.7519827424602007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And behold, the third time they did understand the voice which they heard; and it said unto them:",
                    "score": 0.748917947933341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "score": 0.7486066964979495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "score": 0.7474314297744361
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 34,
                    "text": "And the Lord heard the voice of your words, and was wroth, and sware, saying,",
                    "score": 0.7434755538413422
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the thirtieth year, in the fourth month, in the fifth day of the month, as I was among the captives by the river of Chebar, that the heavens were opened, and I saw visions of God.",
                    "score": 0.7427484158464794
                }
            ]
        },
        {
            "verse": 8,
            "text": "And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 7,
                    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
                    "score": 0.7825795047532101
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And in the third chariot white horses; and in the fourth chariot grisled and bay horses.",
                    "score": 0.7767611608101268
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.7704471933977349
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Behold, the hand of the Lord is upon thy cattle which is in the field, upon the horses, upon the asses, upon the camels, upon the oxen, and upon the sheep: there shall be a very grievous murrain.",
                    "score": 0.7660160017487627
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.",
                    "score": 0.7657701406072294
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 12,
                    "verse": 4,
                    "text": "In that day, saith the Lord, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
                    "score": 0.7645247688765927
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "score": 0.7641148722744536
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 21,
                    "text": "And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider;",
                    "score": 0.7639135785952648
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And I, God, made the beasts of the earth after their kind, and cattle after their kind, and everything which creepeth upon the earth after his kind; and I, God, saw that all these things were good.",
                    "score": 0.7632680438843511
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 12,
                    "text": "Shall horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:",
                    "score": 0.7600255069586106
                }
            ]
        },
        {
            "verse": 9,
            "text": "And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.",
                    "score": 0.7815949781390353
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 72,
                    "text": "Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.",
                    "score": 0.7693492051500642
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And they presented the burnt offering unto him, with the pieces thereof, and the head: and he burnt them upon the altar.",
                    "score": 0.7626559399137025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 16,
                    "text": "Bind up the testimony, seal the law among my disciples.",
                    "score": 0.7608207501813302
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 8,
                    "verse": 16,
                    "text": "Bind up the testimony, seal the law among my disciples.",
                    "score": 0.7608207501813302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "score": 0.7553218261824883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record--and all this shall stand as a testimony against the world at the last day.",
                    "score": 0.75484241657075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 2,
                    "text": "And it came to pass that I said unto them that I knew that I had spoken hard things against the wicked, according to the truth; and the righteous have I justified, and testified that they should be lifted up at the last day; wherefore, the guilty taketh the truth to be hard, for it cutteth them to the very center.",
                    "score": 0.7539268444812562
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 16,
                    "text": "Then he openeth the ears of men, and sealeth their instruction,",
                    "score": 0.7535814088423477
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Therefore have I hewed them by the prophets; I have slain them by the words of my mouth: and thy judgments are as the light that goeth forth.",
                    "score": 0.7531781056871838
                }
            ]
        },
        {
            "verse": 10,
            "text": "And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 49,
                    "text": "O Lord, how long wilt thou suffer this people to bear this affliction, and the cries of their innocent ones to ascend up in thine ears, and their blood come up in testimony before thee, and not make a display of thy testimony in their behalf?",
                    "score": 0.8380035683475652
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Wherefore they cried unto the Lord, and said, We beseech thee, O Lord, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O Lord, hast done as it pleased thee.",
                    "score": 0.8345534436107478
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 2,
                    "text": "O Lord, how long shall I cry, and thou wilt not hear! even cry out unto thee of violence, and thou wilt not save!",
                    "score": 0.8097022705874966
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 26,
                    "text": "And he lifted up his voice to heaven, and cried, saying: O, how long, O Lord, wilt thou suffer that thy servants shall dwell here below in the flesh, to behold such gross wickedness among the children of men?",
                    "score": 0.8037867987921008
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.8006016070248722
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.8001143474272824
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 80,
                    "verse": 4,
                    "text": "O Lord God of hosts, how long wilt thou be angry against the prayer of thy people?",
                    "score": 0.7949222151149605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.7941392732264396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And Alma cried, saying: How long shall we suffer these great afflictions, O Lord? O Lord, give us strength according to our faith which is in Christ, even unto deliverance. And they broke the cords with which they were bound; and when the people saw this, they began to flee, for the fear of destruction had come upon them.",
                    "score": 0.7920544882792467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 27,
                    "text": "Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.",
                    "score": 0.7916932638356804
                }
            ]
        },
        {
            "verse": 11,
            "text": "And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 5,
                    "text": "And I give unto them a commandment that they shall go forth for a little season, and it shall be given by the power of the Spirit when they shall return.",
                    "score": 0.7831026362252476
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 16,
                    "text": "And I consecrate unto them this land for a little season, until I, the Lord, shall provide for them otherwise, and command them to go hence;",
                    "score": 0.7761251826843953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 21,
                    "text": "And those that cannot stay, who have families in the east, let them tarry for a little season, inasmuch as my servant Joseph shall appoint unto them;",
                    "score": 0.7740562268286909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And behold, the words of the Lord had been fulfilled unto my brethren, which he spake concerning them, that I should be their ruler and their teacher. Wherefore, I had been their ruler and their teacher, according to the commandments of the Lord, until the time they sought to take away my life.",
                    "score": 0.7726005569756679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 4,
                    "text": "And that those who call themselves after my name might be chastened for a little season with a sore and grievous chastisement, because they did not hearken altogether unto the precepts and commandments which I gave unto them.",
                    "score": 0.7689675437685897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And behold, they come with their numerous hosts; and except the king doth pacify them towards us we must perish.",
                    "score": 0.7655751654352771
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And some of them of understanding shall fall, to try them, and to purge, and to make them white, even to the time of the end: because it is yet for a time appointed.",
                    "score": 0.7646696495336771
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 27,
                    "text": "These wait all upon thee; that thou mayest give them their meat in due season.",
                    "score": 0.7637180217264958
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 28,
                    "text": "But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;",
                    "score": 0.7630505657930466
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 7,
                    "text": "To execute vengeance upon the heathen, and punishments upon the people;",
                    "score": 0.762712115921535
                }
            ]
        },
        {
            "verse": 12,
            "text": "And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 31,
                    "text": "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the Lord come.",
                    "score": 0.7787176382554133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.775519705206906
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 9,
                    "text": "But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.",
                    "score": 0.764156467494617
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 8,
                    "text": "Then the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth.",
                    "score": 0.7627451713418774
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 12,
                    "text": "And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.",
                    "score": 0.7575949093332812
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be greater signs in heaven above and in the earth beneath;",
                    "score": 0.7554359657930886
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 42,
                    "text": "And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.",
                    "score": 0.7531918971106707
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 26,
                    "text": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the Lord bindeth up the breach of his people, and healeth the stroke of their wound.",
                    "score": 0.7492821919615739
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 7,
                    "text": "Then the earth shook and trembled; the foundations also of the hills moved and were shaken, because he was wroth.",
                    "score": 0.7486882663636634
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
                    "score": 0.7476683662982911
                }
            ]
        },
        {
            "verse": 13,
            "text": "And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And all the host of heaven shall be dissolved, and the heavens shall be rolled together as a scroll: and all their host shall fall down, as the leaf falleth off from the vine, and as a falling fig from the fig tree.",
                    "score": 0.7731567559670264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And now Alma and those that were with him fell again to the earth, for great was their astonishment; for with their own eyes they had beheld an angel of the Lord; and his voice was as thunder, which shook the earth; and they knew that there was nothing save the power of God that could shake the earth and cause it to tremble as though it would part asunder.",
                    "score": 0.7656641001727126
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 87,
                    "text": "For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig tree.",
                    "score": 0.7649218807380688
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And the trees said to the fig tree, Come thou, and reign over us.",
                    "score": 0.7648914374355766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 45,
                    "text": "The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God.",
                    "score": 0.7630077843451175
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 12,
                    "text": "All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.",
                    "score": 0.7592559377862219
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 11,
                    "text": "The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth:",
                    "score": 0.7582433766189965
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.",
                    "score": 0.7560327674718793
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 19,
                    "verse": 12,
                    "text": "But she was plucked up in fury, she was cast down to the ground, and the east wind dried up her fruit: her strong rods were broken and withered; the fire consumed them.",
                    "score": 0.7534469241166846
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 20,
                    "text": "The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;",
                    "score": 0.7519035958736984
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And all the host of heaven shall be dissolved, and the heavens shall be rolled together as a scroll: and all their host shall fall down, as the leaf falleth off from the vine, and as a falling fig from the fig tree.",
                    "score": 0.8156652700476854
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 7,
                    "text": "For I am the Lord thy God; I dwell in heaven; the earth is my footstool; I stretch my hand over the sea, and it obeys my voice; I cause the wind and the fire to be my chariot; I say to the mountains--Depart hence--and behold, they are taken away by a whirlwind, in an instant, suddenly.",
                    "score": 0.7501089168745638
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7476472894153625
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 35,
                    "text": "Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.",
                    "score": 0.7474675311781986
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And then the Lord said: Let us go down. And they went down at the beginning, and they, that is the Gods, organized and formed the heavens and the earth.",
                    "score": 0.7447204922987576
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 8,
                    "text": "The earth shook, the heavens also dropped at the presence of God: even Sinai itself was moved at the presence of God, the God of Israel.",
                    "score": 0.7437610225893575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
                    "score": 0.7435086305764081
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 8,
                    "text": "So the Lord scattered them abroad from thence upon the face of all the earth: and they left off to build the city.",
                    "score": 0.7394217838227211
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 31,
                    "verse": 1,
                    "text": "Now when all this was finished, all Israel that were present went out to the cities of Judah, and brake the images in pieces, and cut down the groves, and threw down the high places and the altars out of all Judah and Benjamin, in Ephraim also and Manasseh, until they had utterly destroyed them all. Then all the children of Israel returned, every man to his possession, into their own cities.",
                    "score": 0.7379197161818986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 100,
                    "text": "The Lord hath redeemed his people;And Satan is bound and time is no longer.The Lord hath gathered all things in one.The Lord hath brought down Zion from above.The Lord hath brought up Zion from beneath.",
                    "score": 0.7378160869099151
                }
            ]
        },
        {
            "verse": 15,
            "text": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 6,
                    "text": "When the men of Israel saw that they were in a strait, (for the people were distressed,) then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits.",
                    "score": 0.7689564012840009
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 3,
                    "verse": 14,
                    "text": "With kings and counsellors of the earth, which built desolate places for themselves;",
                    "score": 0.7630276749079815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And they were again obliged to return out of the wilderness and out of the mountains unto their own lands, because of the exceeding greatness of the numbers of those robbers who infested the mountains and the wilderness.",
                    "score": 0.7629811266153245
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 2,
                    "text": "The kings of the earth set themselves, and the rulers take counsel together, against the Lord, and against his anointed, saying,",
                    "score": 0.7584901481032845
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 16,
                    "text": "But these five kings fled, and hid themselves in a cave at Makkedah.",
                    "score": 0.7580352710460937
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 55,
                    "text": "Remember the kings, the princes, the nobles, and the great ones of the earth, and all people, and the churches, all the poor, the needy, and afflicted ones of the earth;",
                    "score": 0.7571670929769566
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And David assembled all the princes of Israel, the princes of the tribes, and the captains of the companies that ministered to the king by course, and the captains over the thousands, and captains over the hundreds, and the stewards over all the substance and possession of the king, and of his sons, with the officers, and with the mighty men, and with all the valiant men, unto Jerusalem.",
                    "score": 0.7556335237900536
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And I was with thee whithersoever thou wentest, and have cut off all thine enemies out of thy sight, and have made thee a great name, like unto the name of the great men that are in the earth.",
                    "score": 0.7538586290703376
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the princes, governors, and captains, and the king's counsellors, being gathered together, saw these men, upon whose bodies the fire had no power, nor was an hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them.",
                    "score": 0.7536482126831953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "The noise of the multitude in the mountains like as of a great people, a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.",
                    "score": 0.7521827971444087
                }
            ]
        },
        {
            "verse": 16,
            "text": "And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 115,
                    "text": "For Michael shall fight their battles, and shall overcome him who seeketh the throne of him who sitteth upon the throne, even the Lamb.",
                    "score": 0.7934831005155613
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 20,
                    "text": "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
                    "score": 0.7848264224153764
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 64,
                    "verse": 3,
                    "text": "When thou didst terrible things which we looked not for, thou camest down, the mountains flowed down at thy presence.",
                    "score": 0.7830300155056014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And it came to pass that when the brother of Jared had said these words, behold, the Lord stretched forth his hand and touched the stones one by one with his finger. And the veil was taken from off the eyes of the brother of Jared, and he saw the finger of the Lord; and it was as the finger of a man, like unto flesh and blood; and the brother of Jared fell down before the Lord, for he was struck with fear.",
                    "score": 0.7829455413516982
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 25,
                    "text": "Behold, I am against thee, O destroying mountain, saith the Lord, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
                    "score": 0.7800691481071806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 36,
                    "text": "O that we had repented in the day that the word of the Lord came unto us; for behold the land is cursed, and all things are become slippery, and we cannot hold them.",
                    "score": 0.7776293412860202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 14,
                    "text": "For our words will condemn us, yea, all our works will condemn us; we shall not be found spotless; and our thoughts will also condemn us; and in this awful state we shall not dare to look up to our God; and we would fain be glad if we could command the rocks and the mountains to fall upon us to hide us from his presence.",
                    "score": 0.7774253548983975
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Son of man, set thy face toward the mountains of Israel, and prophesy against them,",
                    "score": 0.7773470387142645
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 6,
                    "text": "Prophesy therefore concerning the land of Israel, and say unto the mountains, and to the hills, to the rivers, and to the valleys, Thus saith the Lord God; Behold, I have spoken in my jealousy and in my fury, because ye have borne the shame of the heathen:",
                    "score": 0.7771222723825478
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 35,
                    "verse": 3,
                    "text": "And say unto it, Thus saith the Lord God; Behold, O mount Seir, I am against thee, and I will stretch out mine hand against thee, and I will make thee most desolate.",
                    "score": 0.7769097052811108
                }
            ]
        },
        {
            "verse": 17,
            "text": "For the great day of his wrath is come; and who shall be able to stand?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "score": 0.8558187887987446
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.8379885165508761
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.8344301012333771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.8344301012333771
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 2,
                    "text": "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:",
                    "score": 0.8304792968389373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner's fire, and like fuller's soap.",
                    "score": 0.8283570033206968
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth.",
                    "score": 0.8223198003518182
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.",
                    "score": 0.8202009398128636
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 110,
                    "verse": 5,
                    "text": "The Lord at thy right hand shall strike through kings in the day of his wrath.",
                    "score": 0.8168986916202424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 17,
                    "text": "Hearken ye, for, behold, the great day of the Lord is nigh at hand.",
                    "score": 0.8143021192636932
                }
            ]
        }
    ]
}