{
    "volume": "New Testament",
    "book": "Revelation",
    "chapter": 16,
    "verses": [
        {
            "verse": 1,
            "text": "And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7981061305728456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
                    "score": 0.7807006079166979
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 3,
                    "verse": 4,
                    "text": "I cried unto the Lord with my voice, and he heard me out of his holy hill. Selah.",
                    "score": 0.7724173726298648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "score": 0.7698133448058267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And it came to pass that the angel said unto me: Behold the wrath of God is upon the seed of thy brethren.",
                    "score": 0.7683624694667536
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 7,
                    "text": "In my distress I called upon the Lord, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears.",
                    "score": 0.7646820136996688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to fight against the twelve apostles of the Lamb.",
                    "score": 0.7632131388260192
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 6,
                    "text": "In my distress I called upon the Lord, and cried unto my God: he heard my voice out of his temple, and my cry came before him, even into his ears.",
                    "score": 0.762443522815288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And it came to pass that I saw and bear record, that the great and spacious building was the pride of the world; and it fell, and the fall thereof was exceedingly great. And the angel of the Lord spake unto me again, saying: Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb.",
                    "score": 0.7591064587528267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And as I said unto you, as they were going about rebelling against God, behold, the angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake upon which they stood;",
                    "score": 0.7589172476488014
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
                    "score": 0.7728669446758077
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.",
                    "score": 0.7655925342590918
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 26,
                    "text": "Take the sum of the prey that was taken, both of man and of beast, thou, and Eleazar the priest, and the chief fathers of the congregation:",
                    "score": 0.7628899838397277
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And they took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward heaven; and it became a boil breaking forth with blains upon man, and upon beast.",
                    "score": 0.7610776102057732
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 21,
                    "text": "But unto Cain, and to his offering, he had not respect. Now Satan knew this, and it pleased him. And Cain was very wroth, and his countenance fell.",
                    "score": 0.756951580607545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "score": 0.7568565056980104
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And Satan put it into the heart of the serpent, (for he had drawn away many after him,) and he sought also to beguile Eve, for he knew not the mind of God, wherefore he sought to destroy the world.",
                    "score": 0.7566563247390076
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.",
                    "score": 0.7562564910086478
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And it repented Noah, and his heart was pained that the Lord had made man on the earth, and it grieved him at the heart.",
                    "score": 0.75531993926074
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For whosoever eateth the fat of the beast, of which men offer an offering made by fire unto the Lord, even the soul that eateth it shall be cut off from his people.",
                    "score": 0.754017491533385
                }
            ]
        },
        {
            "verse": 3,
            "text": "And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.",
                    "score": 0.7450714835112959
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 29,
                    "text": "He turned their waters into blood, and slew their fish.",
                    "score": 0.7355267511517825
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And he burnt his burnt offering and his meat offering, and poured his drink offering, and sprinkled the blood of his peace offerings, upon the altar.",
                    "score": 0.7294458052395262
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it is a sin offering.",
                    "score": 0.7249611709971279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 33,
                    "text": "For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity;",
                    "score": 0.7221373530278198
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 14,
                    "text": "Behold, I, the Lord, in the beginning blessed the waters; but in the last days, by the mouth of my servant John, I cursed the waters.",
                    "score": 0.7188709127914356
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 17,
                    "text": "Wherefore, I, the Lord, have said that the fearful, and the unbelieving, and all liars, and whosoever loveth and maketh a lie, and the whoremonger, and the sorcerer, shall have their part in that lake which burneth with fire and brimstone, which is the second death.",
                    "score": 0.7182295126785565
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 6,
                    "text": "And Moses took half of the blood, and put it in basins; and half of the blood he sprinkled on the altar.",
                    "score": 0.7179348693078055
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 22,
                    "text": "So they killed the bullocks, and the priests received the blood, and sprinkled it on the altar: likewise, when they had killed the rams, they sprinkled the blood upon the altar: they killed also the lambs, and they sprinkled the blood upon the altar.",
                    "score": 0.7170650916565718
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And he slew the burnt offering; and Aaron's sons presented unto him the blood, which he sprinkled round about upon the altar.",
                    "score": 0.712386853504669
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.",
                    "score": 0.798314938740492
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And he burnt his burnt offering and his meat offering, and poured his drink offering, and sprinkled the blood of his peace offerings, upon the altar.",
                    "score": 0.7640708838938378
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it is a sin offering.",
                    "score": 0.763171994232674
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 29,
                    "text": "He turned their waters into blood, and slew their fish.",
                    "score": 0.7568091916417782
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And Moses and Aaron did so, as the Lord commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood.",
                    "score": 0.7555656442435806
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 17,
                    "text": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.",
                    "score": 0.755419767694153
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 24,
                    "verse": 6,
                    "text": "And Moses took half of the blood, and put it in basins; and half of the blood he sprinkled on the altar.",
                    "score": 0.7548765144358464
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And the water ran round about the altar; and he filled the trench also with water.",
                    "score": 0.7518116334990614
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And the sons of Aaron brought the blood unto him: and he dipped his finger in the blood, and put it upon the horns of the altar, and poured out the blood at the bottom of the altar:",
                    "score": 0.7511013130685569
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And the Lord spake unto Moses, Say unto Aaron, Take thy rod, and stretch out thine hand upon the waters of Egypt, upon their streams, upon their rivers, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone.",
                    "score": 0.7463159736053218
                }
            ]
        },
        {
            "verse": 5,
            "text": "And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 18,
                    "text": "O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:",
                    "score": 0.8241477805711062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 18,
                    "text": "O that thou hadst hearkened to my commandments--then had thy peace been as a river, and thy righteousness as the waves of the sea.",
                    "score": 0.8241477805711062
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 137,
                    "text": "Righteous art thou, O Lord, and upright are thy judgments.",
                    "score": 0.8173687357404547
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, O Lord God, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
                    "score": 0.800514441950876
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 29,
                    "verse": 3,
                    "text": "The voice of the Lord is upon the waters: the God of glory thundereth: the Lord is upon many waters.",
                    "score": 0.797831440748132
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And now, Lord, thou art God, and hast promised this goodness unto thy servant:",
                    "score": 0.7962847120416436
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 118,
                    "verse": 21,
                    "text": "I will praise thee: for thou hast heard me, and art become my salvation.",
                    "score": 0.7955106452258603
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 4,
                    "text": "Praise him, ye heavens of heavens, and ye waters that be above the heavens.",
                    "score": 0.7921245420881781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Verily, verily, I say unto thee, blessed art thou for what thou hast done; for thou hast inquired of me, and behold, as often as thou hast inquired thou hast received instruction of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time.",
                    "score": 0.7865743964732419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.",
                    "score": 0.7857444478326522
                }
            ]
        },
        {
            "verse": 6,
            "text": "For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 36,
                    "text": "For they killed the prophets, and them that were sent unto them; and they have shed innocent blood, which crieth from the ground against them.",
                    "score": 0.8401607961701646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And thou hast shed the blood of a righteous man, yea, a man who has done much good among this people; and were we to spare thee his blood would come upon us for vengeance.",
                    "score": 0.8239885068533334
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 12,
                    "text": "In thee have they taken gifts to shed blood; thou hast taken usury and increase, and thou hast greedily gained of thy neighbours by extortion, and hast forgotten me, saith the Lord God.",
                    "score": 0.8182828608157429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.8081120472418198
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 21,
                    "text": "For I will cleanse their blood that I have not cleansed: for the Lord dwelleth in Zion.",
                    "score": 0.8068827885572016
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Whoso sheddeth man's blood, by man shall his blood be shed: for in the image of God made he man.",
                    "score": 0.7960769097515221
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 17,
                    "verse": 4,
                    "text": "And bringeth it not unto the door of the tabernacle of the congregation, to offer an offering unto the Lord before the tabernacle of the Lord; blood shall be imputed unto that man; he hath shed blood; and that man shall be cut off from among his people:",
                    "score": 0.7950539915363107
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 21,
                    "text": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him.",
                    "score": 0.7942660963336918
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 13,
                    "text": "For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,",
                    "score": 0.7933886849161426
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 25,
                    "text": "Wherefore say unto them, Thus saith the Lord God; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?",
                    "score": 0.7923013038159151
                }
            ]
        },
        {
            "verse": 7,
            "text": "And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 137,
                    "text": "Righteous art thou, O Lord, and upright are thy judgments.",
                    "score": 0.8212082913798623
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 164,
                    "text": "Seven times a day do I praise thee because of thy righteous judgments.",
                    "score": 0.8013081506558951
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 2,
                    "text": "Thinkest thou this to be right, that thou saidst, My righteousness is more than God's?",
                    "score": 0.7853569294214552
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 160,
                    "text": "Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.",
                    "score": 0.7795102491784002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.7756863452384718
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, O Lord God, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
                    "score": 0.774137111864688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 15,
                    "text": "And I heard a voice from the Father, saying: Yea, the words of my Beloved are true and faithful. He that endureth to the end, the same shall be saved.",
                    "score": 0.7722693900411702
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 9,
                    "text": "Hath walked in my statutes, and hath kept my judgments, to deal truly; he is just, he shall surely live, saith the Lord God.",
                    "score": 0.7721774557133798
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 75,
                    "text": "I know, O Lord, that thy judgments are right, and that thou in faithfulness hast afflicted me.",
                    "score": 0.7718616131442962
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 26,
                    "text": "Again the word of the Lord came to me, saying,",
                    "score": 0.7716806401777684
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Who maketh his angels spirits; his ministers a flaming fire:",
                    "score": 0.798908174762733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And now when the flames began to scorch him, he cried unto them, saying:",
                    "score": 0.7678848078035492
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 35,
                    "text": "And there came out a fire from the Lord, and consumed the two hundred and fifty men that offered incense.",
                    "score": 0.7677195202298056
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And he spake unto the man clothed with linen, and said, Go in between the wheels, even under the cherub, and fill thine hand with coals of fire from between the cherubims, and scatter them over the city. And he went in in my sight.",
                    "score": 0.766208202492876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Yea, he has undertaken a greater work; therefore I will make him as flaming fire and a ministering angel; he shall minister for those who shall be heirs of salvation who dwell on the earth.",
                    "score": 0.7659666026874139
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And he burnt his burnt offering and his meat offering, and poured his drink offering, and sprinkled the blood of his peace offerings, upon the altar.",
                    "score": 0.7651368104300605
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 11,
                    "text": "The Lord hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof.",
                    "score": 0.7629210850017957
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 3,
                    "text": "A fire goeth before him, and burneth up his enemies round about.",
                    "score": 0.7610430575147953
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 32,
                    "text": "He gave them hail for rain, and flaming fire in their land.",
                    "score": 0.7608164067230634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 10,
                    "text": "And when Amulek saw the pains of the women and children who were consuming in the fire, he also was pained; and he said unto Alma: How can we witness this awful scene? Therefore let us stretch forth our hands, and exercise the power of God which is in us, and save them from the flames.",
                    "score": 0.7557626143654939
                }
            ]
        },
        {
            "verse": 9,
            "text": "And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 11,
                    "text": "And Moses besought the Lord his God, and said, Lord, why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand?",
                    "score": 0.8094973497892102
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And also Zeezrom lay sick at Sidom, with a burning fever, which was caused by the great tribulations of his mind on account of his wickedness, for he supposed that Alma and Amulek were no more; and he supposed that they had been slain because of his iniquity. And this great sin, and his many other sins, did harrow up his mind until it did become exceedingly sore, having no deliverance; therefore he began to be scorched with a burning heat.",
                    "score": 0.8056559807766633
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 3,
                    "text": "A fire goeth before him, and burneth up his enemies round about.",
                    "score": 0.7856876513528681
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 31,
                    "text": "Thou shalt not do so unto the Lord thy God: for every abomination to the Lord, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.",
                    "score": 0.7851341458504778
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And they took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward heaven; and it became a boil breaking forth with blains upon man, and upon beast.",
                    "score": 0.7833495999447994
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And when they had left their gods there, David gave a commandment, and they were burned with fire.",
                    "score": 0.7829865238550321
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 15,
                    "text": "For, behold, the Lord will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.",
                    "score": 0.7825402277850912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.782453363348782
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 49,
                    "text": "Behold Satan hath come among the children of men, and tempteth them to worship him; and men have become carnal, sensual, and devilish, and are shut out from the presence of God.",
                    "score": 0.7806069268501715
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 27,
                    "text": "The Lord will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.",
                    "score": 0.7802178291919446
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 49,
                    "text": "He cast upon them the fierceness of his anger, wrath, and indignation, and trouble, by sending evil angels among them.",
                    "score": 0.7718169441163762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer, except it be unto death; for behold, blood cometh from every pore, so great shall be his anguish for the wickedness and the abominations of his people.",
                    "score": 0.7649100936614304
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 27,
                    "text": "Behold, the name of the Lord cometh from far, burning with his anger, and the burden thereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:",
                    "score": 0.7610786796217636
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he was sore athirst, and called on the Lord, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
                    "score": 0.7568209193177268
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 20,
                    "text": "Come now therefore, and let us slay him, and cast him into some pit, and we will say, Some evil beast hath devoured him: and we shall see what will become of his dreams.",
                    "score": 0.7557069879721666
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And Satan put it into the heart of the serpent, (for he had drawn away many after him,) and he sought also to beguile Eve, for he knew not the mind of God, wherefore he sought to destroy the world.",
                    "score": 0.7542504724364668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And thus did the Spirit of the Lord work upon them, for they were the very vilest of sinners. And the Lord saw fit in his infinite mercy to spare them; nevertheless they suffered much anguish of soul because of their iniquities, suffering much and fearing that they should be cast off forever.",
                    "score": 0.7523202323070108
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 17,
                    "text": "They also went down into hell with him unto them that be slain with the sword; and they that were his arm, that dwelt under his shadow in the midst of the heathen.",
                    "score": 0.7498247357769242
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And it came to pass that the Lord spake unto Enoch, and told Enoch all the doings of the children of men; wherefore Enoch knew, and looked upon their wickedness, and their misery, and wept and stretched forth his arms, and his heart swelled wide as eternity; and his bowels yearned; and all eternity shook.",
                    "score": 0.7489046034883936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.",
                    "score": 0.7479784673583519
                }
            ]
        },
        {
            "verse": 11,
            "text": "And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?",
                    "score": 0.8064482017185876
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 35,
                    "text": "The Lord shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.",
                    "score": 0.7945998144456187
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 27,
                    "text": "The Lord will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.",
                    "score": 0.7812171439221156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And thus did the Spirit of the Lord work upon them, for they were the very vilest of sinners. And the Lord saw fit in his infinite mercy to spare them; nevertheless they suffered much anguish of soul because of their iniquities, suffering much and fearing that they should be cast off forever.",
                    "score": 0.7748483306145715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And the people began to repent of their iniquity; and inasmuch as they did the Lord did have mercy on them.",
                    "score": 0.7727987289653467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And they did not come unto Jesus with broken hearts and contrite spirits, but they did curse God, and wish to die. Nevertheless they would struggle with the sword for their lives.",
                    "score": 0.771955509475058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 8,
                    "text": "Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous but sinners to repentance; the whole need no physician, but they that are sick; wherefore, little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath no power over them; and the law of circumcision is done away in me.",
                    "score": 0.7666950788623937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.",
                    "score": 0.7664028599873857
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 7,
                    "text": "So went Satan forth from the presence of the Lord, and smote Job with sore boils from the sole of his foot unto his crown.",
                    "score": 0.7647512441672087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
                    "score": 0.7644285831390268
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 10,
                    "text": "For we have heard how the Lord dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.",
                    "score": 0.7746188276467217
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 7,
                    "text": "He shall pour the water out of his buckets, and his seed shall be in many waters, and his king shall be higher than Agag, and his kingdom shall be exalted.",
                    "score": 0.7725534418218359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And behold, also, if he say unto the waters of the great deep--Be thou dried up--it is done.",
                    "score": 0.7584885233479484
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And the Gods ordered, saying: Let the waters under the heaven be gathered together unto one place, and let the earth come up dry; and it was so as they ordered;",
                    "score": 0.7574586517530464
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass, when all the kings of the Amorites, which were on the side of Jordan westward, and all the kings of the Canaanites, which were by the sea, heard that the Lord had dried up the waters of Jordan from before the children of Israel, until we were passed over, that their heart melted, neither was there spirit in them any more, because of the children of Israel.",
                    "score": 0.7563337269748427
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 8,
                    "verse": 7,
                    "text": "Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria, and all his glory: and he shall come up over all his channels, and go over all his banks:",
                    "score": 0.7540991655179203
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 7,
                    "text": "Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria and all his glory; and he shall come up over all his channels, and go over all his banks.",
                    "score": 0.7540991655179203
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 15,
                    "text": "Thou didst cleave the fountain and the flood: thou driedst up mighty rivers.",
                    "score": 0.7536918233926262
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And the name of the third river was Hiddekel; that which goeth toward the east of Assyria. And the fourth river was the Euphrates.",
                    "score": 0.7498556766231422
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 23,
                    "text": "For the Lord your God dried up the waters of Jordan from before you, until ye were passed over, as the Lord your God did to the Red sea, which he dried up from before us, until we were gone over:",
                    "score": 0.7492270334273796
                }
            ]
        },
        {
            "verse": 13,
            "text": "And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 7,
                    "text": "After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.",
                    "score": 0.7783124034937986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 2,
                    "text": "Behold, verily I say unto you, that there are many spirits which are false spirits, which have gone forth in the earth, deceiving the world.",
                    "score": 0.756358013544306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And it came to pass after I saw these things, I saw the vapor of darkness, that it passed from off the face of the earth; and behold, I saw multitudes who had not fallen because of the great and terrible judgments of the Lord.",
                    "score": 0.7555242473453738
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.",
                    "score": 0.7521894914743623
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 23,
                    "text": "Now therefore, behold, the Lord hath put a lying spirit in the mouth of all these thy prophets, and the Lord hath spoken evil concerning thee.",
                    "score": 0.7517070369368026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.7516444375261515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 28,
                    "text": "And I said unto them that it was an awful gulf, which separated the wicked from the tree of life, and also from the saints of God.",
                    "score": 0.746783816351648
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Now therefore, behold, the Lord hath put a lying spirit in the mouth of these thy prophets, and the Lord hath spoken evil against thee.",
                    "score": 0.7458655135565827
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Every beast, every creeping thing, and every fowl, and whatsoever creepeth upon the earth, after their kinds, went forth out of the ark.",
                    "score": 0.7450232884188533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And I looked and beheld the Redeemer of the world, of whom my father had spoken; and I also beheld the prophet who should prepare the way before him. And the Lamb of God went forth and was baptized of him; and after he was baptized, I beheld the heavens open, and the Holy Ghost come down out of heaven and abide upon him in the form of a dove.",
                    "score": 0.7422880217880636
                }
            ]
        },
        {
            "verse": 14,
            "text": "For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And he shall cast out devils, or the evil spirits which dwell in the hearts of the children of men.",
                    "score": 0.8046344169480295
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And that he manifesteth himself unto all those who believe in him, by the power of the Holy Ghost; yea, unto every nation, kindred, tongue, and people, working mighty miracles, signs, and wonders, among the children of men according to their faith.",
                    "score": 0.788260439182376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 23,
                    "text": "And notwithstanding the signs and the wonders which were wrought among the people of the Lord, and the many miracles which they did, Satan did get great hold upon the hearts of the people upon all the face of the land.",
                    "score": 0.7852216549149471
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest unto the people that they had been wrought upon by the Spirit of God, and had been healed; and they did show forth signs also and did do some miracles among the people.",
                    "score": 0.780328450198432
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Then shall the Lord go forth, and fight against those nations, as when he fought in the day of battle.",
                    "score": 0.778534979559865
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 47,
                    "verse": 9,
                    "text": "The princes of the people are gathered together, even the people of the God of Abraham: for the shields of the earth belong unto God: he is greatly exalted.",
                    "score": 0.7724664169883727
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 113,
                    "text": "And the devil shall gather together his armies; even the hosts of hell, and shall come up to battle against Michael and his armies.",
                    "score": 0.7722468161961087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 4,
                    "text": "For should the mighty miracles be wrought among other nations they would repent, and know that he be their God.",
                    "score": 0.7688244876096421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases.",
                    "score": 0.7661761822901263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!",
                    "score": 0.7655469746481997
                }
            ]
        },
        {
            "verse": 15,
            "text": "Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 18,
                    "text": "When thou sawest a thief, then thou consentedst with him, and hast been partaker with adulterers.",
                    "score": 0.8182264864323653
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 47,
                    "verse": 3,
                    "text": "Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man.",
                    "score": 0.8175408044937368
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 20,
                    "text": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
                    "score": 0.7984493028118113
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And I will bring distress upon men, that they shall walk like blind men, because they have sinned against the Lord: and their blood shall be poured out as dust, and their flesh as the dung.",
                    "score": 0.7957694655598619
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 4,
                    "text": "I will bring it forth, saith the Lord of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by my name: and it shall remain in the midst of his house, and shall consume it with the timber thereof and the stones thereof.",
                    "score": 0.7952917122850214
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Behold, I am against thee, saith the Lord of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.",
                    "score": 0.7931439994713751
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
                    "score": 0.7927166539674309
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 9,
                    "text": "Lest I be full, and deny thee, and say, Who is the Lord? or lest I be poor, and steal, and take the name of my God in vain.",
                    "score": 0.7919605760636954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "score": 0.7897187798517021
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7893755358585418
                }
            ]
        },
        {
            "verse": 16,
            "text": "And he gathered them together into a place called in the Hebrew tongue Armageddon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 11,
                    "text": "So they sent and gathered together all the lords of the Philistines, and said, Send away the ark of the God of Israel, and let it go again to his own place, that it slay us not, and our people: for there was a deadly destruction throughout all the city; the hand of God was very heavy there.",
                    "score": 0.7778926275697147
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And David gathered all Israel together to Jerusalem, to bring up the ark of the Lord unto his place, which he had prepared for it.",
                    "score": 0.7746725640858975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 17,
                    "text": "Now after Mosiah had finished translating these records, behold, it gave an account of the people who were destroyed, from the time that they were destroyed back to the building of the great tower, at the time the Lord confounded the language of the people and they were scattered abroad upon the face of all the earth, yea, and even from that time back until the creation of Adam.",
                    "score": 0.7654108297823256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7600238882141411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to fight against the twelve apostles of the Lamb.",
                    "score": 0.7592843476627336
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 11,
                    "text": "So they came up to Baal-perazim; and David smote them there. Then David said, God hath broken in upon mine enemies by mine hand like the breaking forth of waters: therefore they called the name of that place Baal-perazim.",
                    "score": 0.7589412309098008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 33,
                    "text": "Which Jared came forth with his brother and their families, with some others and their families, from the great tower, at the time the Lord confounded the language of the people, and swore in his wrath that they should be scattered upon all the face of the earth; and according to the word of the Lord the people were scattered.",
                    "score": 0.7560909110717681
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And when Jacob saw them, he said, This is God's host: and he called the name of that place Mahanaim.",
                    "score": 0.755003650450948
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And when the angel stretched out his hand upon Jerusalem to destroy it, the Lord repented him of the evil, and said to the angel that destroyed the people, It is enough: stay now thine hand. And the angel of the Lord was by the threshingplace of Araunah the Jebusite.",
                    "score": 0.7503619557691023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore the decree hath gone forth from the Father that they shall be gathered in unto one place upon the face of this land, to prepare their hearts and be prepared in all things against the day when tribulation and desolation are sent forth upon the wicked.",
                    "score": 0.750338031807133
                }
            ]
        },
        {
            "verse": 17,
            "text": "And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And it came to pass that after he had poured out his whole soul to God, the voice of the Lord came to him, saying:",
                    "score": 0.7886849583098312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 106,
                    "text": "And again, another angel shall sound his trump, which is the seventh angel, saying: It is finished; it is finished! The Lamb of God hath overcome and trodden the wine-press alone, even the wine-press of the fierceness of the wrath of Almighty God.",
                    "score": 0.7594119235047438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7557144878086793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 17,
                    "text": "And now it came to pass that these were the last words which the angel spake unto Alma, and he departed.",
                    "score": 0.7528894822685118
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7515097618735737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 30,
                    "text": "And after the angel had spoken unto us, he departed.",
                    "score": 0.7505551316537883
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And it came to pass at the end of seven days, that the word of the Lord came unto me, saying,",
                    "score": 0.7456893704929188
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Yea, he had power over the angel, and prevailed: he wept, and made supplication unto him: he found him in Beth-el, and there he spake with us;",
                    "score": 0.7431685002031627
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 14,
                    "text": "The Lord thundered from heaven, and the most High uttered his voice.",
                    "score": 0.7422967544034829
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 31,
                    "text": "While the word was in the king's mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken; The kingdom is departed from thee.",
                    "score": 0.7403778755902608
                }
            ]
        },
        {
            "verse": 18,
            "text": "And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 18,
                    "text": "The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook.",
                    "score": 0.8484384115867684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And now Alma and those that were with him fell again to the earth, for great was their astonishment; for with their own eyes they had beheld an angel of the Lord; and his voice was as thunder, which shook the earth; and they knew that there was nothing save the power of God that could shake the earth and cause it to tremble as though it would part asunder.",
                    "score": 0.8164410932575363
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 15,
                    "text": "And there was trembling in the host, in the field, and among all the people: the garrison, and the spoilers, they also trembled, and the earth quaked: so it was a very great trembling.",
                    "score": 0.8145182891318932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 7,
                    "text": "And behold, he spake unto us, as it were the voice of thunder, and the whole earth did tremble beneath our feet; and we all fell to the earth, for the fear of the Lord came upon us.",
                    "score": 0.8104163319897653
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.",
                    "score": 0.8098457319258695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder.",
                    "score": 0.7986065702293479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 33,
                    "text": "And also again the third time the voice came, and did speak unto them marvelous words which cannot be uttered by man; and the walls did tremble again, and the earth shook as if it were about to divide asunder.",
                    "score": 0.7967410345119094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.7961597360832688
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 4,
                    "text": "His lightnings enlightened the world: the earth saw, and trembled.",
                    "score": 0.793978680305265
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                    "score": 0.7901636366543069
                }
            ]
        },
        {
            "verse": 19,
            "text": "And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 7,
                    "text": "Babylon hath been a golden cup in the Lord's hand, that made all the earth drunken: the nations have drunken of her wine; therefore the nations are mad.",
                    "score": 0.7851528768072593
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And nation was destroyed of nation, and city of city: for God did vex them with all adversity.",
                    "score": 0.7820268503836433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And it came to pass that I saw and bear record, that the great and spacious building was the pride of the world; and it fell, and the fall thereof was exceedingly great. And the angel of the Lord spake unto me again, saying: Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb.",
                    "score": 0.7627107356028078
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7592986060920057
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 75,
                    "verse": 8,
                    "text": "For in the hand of the Lord there is a cup, and the wine is red; it is full of mixture; and he poureth out of the same: but the dregs thereof, all the wicked of the earth shall wring them out, and drink them.",
                    "score": 0.756678773570278
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 10,
                    "text": "For I have set my face against this city for evil, and not for good, saith the Lord: it shall be given into the hand of the king of Babylon, and he shall burn it with fire.",
                    "score": 0.7538043067745803
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 3,
                    "text": "And after they have fallen asleep the great persecutor of the church, the apostate, the whore, even Babylon, that maketh all nations to drink of her cup, in whose hearts the enemy, even Satan, sitteth to reign--behold he soweth the tares; wherefore, the tares choke the wheat and drive the church into the wilderness.",
                    "score": 0.7531553105452146
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 15,
                    "text": "For thus saith the Lord God of Israel unto me; Take the wine cup of this fury at my hand, and cause all the nations, to whom I send thee, to drink it.",
                    "score": 0.7531305918530006
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 26,
                    "text": "I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce anger.",
                    "score": 0.7526431551280359
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 36,
                    "text": "And now therefore thus saith the Lord, the God of Israel, concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babylon by the sword, and by the famine, and by the pestilence;",
                    "score": 0.7523451474298058
                }
            ]
        },
        {
            "verse": 20,
            "text": "And every island fled away, and the mountains were not found.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 25,
                    "text": "I beheld, and, lo, there was no man, and all the birds of the heavens were fled.",
                    "score": 0.7500669431890438
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.750035356015196
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 6,
                    "text": "My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them.",
                    "score": 0.7338633301267637
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 16,
                    "text": "Then he said, I did see all Israel scattered upon the mountains, as sheep that have no shepherd: and the Lord said, These have no master; let them return therefore every man to his house in peace.",
                    "score": 0.728285907186989
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Which removeth the mountains, and they know not: which overturneth them in his anger.",
                    "score": 0.7269235631332129
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 16,
                    "text": "But they that escape of them shall escape, and shall be on the mountains like doves of the valleys, all of them mourning, every one for his iniquity.",
                    "score": 0.7253106619070447
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not.",
                    "score": 0.7243997405242641
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 24,
                    "text": "I beheld the mountains, and, lo, they trembled, and all the hills moved lightly.",
                    "score": 0.7224524889354242
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 114,
                    "verse": 4,
                    "text": "The mountains skipped like rams, and the little hills like lambs.",
                    "score": 0.7218173827567114
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And they returned from searching of the land after forty days.",
                    "score": 0.71712085028524
                }
            ]
        },
        {
            "verse": 21,
            "text": "And there fell upon men a great hail out of heaven, every stone about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Moses stretched forth his rod toward heaven: and the Lord sent thunder and hail, and the fire ran along upon the ground; and the Lord rained hail upon the land of Egypt.",
                    "score": 0.7962915539952046
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 13,
                    "text": "The Lord also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.",
                    "score": 0.790074020450972
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 44,
                    "text": "As many were astonished at thee--his visage was so marred, more than any man, and his form more than the sons of men--",
                    "score": 0.7789619863318811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And now, because of this great thing which my people, the Nephites, had done, they began to boast in their own strength, and began to swear before the heavens that they would avenge themselves of the blood of their brethren who had been slain by their enemies.",
                    "score": 0.7772572098378745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 34,
                    "text": "And they were lifted up in pride, even to the persecution of many of their brethren. Now this was a great evil, which did cause the more humble part of the people to suffer great persecutions, and to wade through much affliction.",
                    "score": 0.7748563710269264
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 56,
                    "text": "And he heard a loud voice; and the heavens were veiled; and all the creations of God mourned; and the earth groaned; and the rocks were rent; and the saints arose, and were crowned at the right hand of the Son of Man, with crowns of glory;",
                    "score": 0.7741932886616193
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 11,
                    "text": "And Moses besought the Lord his God, and said, Lord, why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand?",
                    "score": 0.7738691653765418
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 22,
                    "text": "And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are with him, an overflowing rain, and great hailstones, fire, and brimstone.",
                    "score": 0.7734409784364252
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 24,
                    "text": "And after he had said these words, he said unto me: Look! And I looked, and I beheld the Son of God going forth among the children of men; and I saw many fall down at his feet and worship him.",
                    "score": 0.7727221842204082
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 2,
                    "text": "Behold, the Lord hath a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand.",
                    "score": 0.7725999412821815
                }
            ]
        }
    ]
}