{
    "volume": "New Testament",
    "book": "Revelation",
    "chapter": 8,
    "verses": [
        {
            "verse": 1,
            "text": "And when he had opened the seventh seal, there was silence in heaven about the space of half an hour.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 95,
                    "text": "And there shall be silence in heaven for the space of half an hour; and immediately after shall the curtain of heaven be unfolded, as a scroll is unfolded after it is rolled up, and the face of the Lord shall be unveiled;",
                    "score": 0.8059004217478247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And now behold, it came to pass that all the people of the land did hear these sayings, and did witness of it. And after these sayings there was silence in the land for the space of many hours;",
                    "score": 0.7385596716237679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 6,
                    "text": "Q. What are we to understand by the book which John saw, which was sealed on the back with seven seals? A. We are to understand that it contains the revealed will, mysteries, and the works of God; the hidden things of his economy concerning this earth during the seven thousand years of its continuance, or its temporal existence.",
                    "score": 0.7310586757167081
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 7,
                    "text": "Q. What are we to understand by the seven seals with which it was sealed? A. We are to understand that the first seal contains the things of the first thousand years, and the second also of the second thousand years, and so on until the seventh.",
                    "score": 0.7305756867588575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For so great was the astonishment of the people that they did cease lamenting and howling for the loss of their kindred which had been slain; therefore there was silence in all the land for the space of many hours.",
                    "score": 0.7290815399148458
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 30,
                    "text": "So the realm of Jehoshaphat was quiet: for his God gave him rest round about.",
                    "score": 0.7223839980730122
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 17,
                    "text": "Unless the Lord had been my help, my soul had almost dwelt in silence.",
                    "score": 0.7223107142373559
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 11,
                    "text": "For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.",
                    "score": 0.7177020847755121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And behold, the heavens were opened, and they were caught up into heaven, and saw and heard unspeakable things.",
                    "score": 0.7155696289722917
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 43,
                    "text": "And said to his servant, Go up now, look toward the sea. And he went up, and looked, and said, There is nothing. And he said, Go again seven times.",
                    "score": 0.7145736015458195
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I saw the seven angels which stood before God; and to them were given seven trumpets.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                    "score": 0.8013448714729057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And it came to pass that I saw the heavens open; and an angel came down and stood before me; and he said unto me: Nephi, what beholdest thou?",
                    "score": 0.797508957471489
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And seven priests shall bear before the ark seven trumpets of rams' horns: and the seventh day ye shall compass the city seven times, and the priests shall blow with the trumpets.",
                    "score": 0.7914983275540809
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And seven priests bearing seven trumpets of rams' horns before the ark of the Lord went on continually, and blew with the trumpets: and the armed men went before them; but the rearward came after the ark of the Lord, the priests going on, and blowing with the trumpets.",
                    "score": 0.7868067274922256
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams' horns passed on before the Lord, and blew with the trumpets: and the ark of the covenant of the Lord followed them.",
                    "score": 0.7857536406677225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said: An angel hath made them known unto me.",
                    "score": 0.7840447875336004
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And I said unto the angel that talked with me, What be these? And he answered me, These are the horns which have scattered Judah, Israel, and Jerusalem.",
                    "score": 0.7799297027121556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And the things which I shall tell you are made known unto me by an angel from God. And he said unto me: Awake; and I awoke, and behold he stood before me.",
                    "score": 0.776532897742868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And the angel said unto me: What beholdest thou? And I said: I behold many nations and kingdoms.",
                    "score": 0.7726212105815571
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7696452320083248
                }
            ]
        },
        {
            "verse": 3,
            "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 26,
                    "text": "And he put the golden altar in the tent of the congregation before the veil:",
                    "score": 0.7975631215737573
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And the princes offered for dedicating of the altar in the day that it was anointed, even the princes offered their offering before the altar.",
                    "score": 0.7896957862820023
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 15,
                    "text": "And the incense altar, and his staves, and the anointing oil, and the sweet incense, and the hanging for the door at the entering in of the tabernacle,",
                    "score": 0.7868539538745105
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 38,
                    "text": "And the golden altar, and the anointing oil, and the sweet incense, and the hanging for the tabernacle door,",
                    "score": 0.7859268632229984
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he shall take a censer full of burning coals of fire from off the altar before the Lord, and his hands full of sweet incense beaten small, and bring it within the veil:",
                    "score": 0.7776276425302517
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 5,
                    "text": "And thou shalt set the altar of gold for the incense before the ark of the testimony, and put the hanging of the door to the tabernacle.",
                    "score": 0.7754620374519927
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And when the king was come from Damascus, the king saw the altar: and the king approached to the altar, and offered thereon.",
                    "score": 0.7715382219257372
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 27,
                    "text": "And the table and all his vessels, and the candlestick and his vessels, and the altar of incense,",
                    "score": 0.7713810457129336
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the priest shall put some of the blood upon the horns of the altar of sweet incense before the Lord, which is in the tabernacle of the congregation; and shall pour all the blood of the bullock at the bottom of the altar of the burnt offering, which is at the door of the tabernacle of the congregation.",
                    "score": 0.7695778404816078
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 17,
                    "text": "And take every man his censer, and put incense in them, and bring ye before the Lord every man his censer, two hundred and fifty censers; thou also, and Aaron, each of you his censer.",
                    "score": 0.7668161021915643
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 141,
                    "verse": 2,
                    "text": "Let my prayer be set forth before thee as incense; and the lifting up of my hands as the evening sacrifice.",
                    "score": 0.7983994054917899
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he shall take a censer full of burning coals of fire from off the altar before the Lord, and his hands full of sweet incense beaten small, and bring it within the veil:",
                    "score": 0.794746595311325
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 20,
                    "text": "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the Lord ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.",
                    "score": 0.7830159590433335
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And there they burnt incense in all the high places, as did the heathen whom the Lord carried away before them; and wrought wicked things to provoke the Lord to anger:",
                    "score": 0.7823285197711612
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 16,
                    "text": "But when he was strong, his heart was lifted up to his destruction: for he transgressed against the Lord his God, and went into the temple of the Lord to burn incense upon the altar of incense.",
                    "score": 0.7753691422675071
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 40,
                    "text": "But when the flame began to arise up out of the city with a pillar of smoke, the Benjamites looked behind them, and, behold, the flame of the city ascended up to heaven.",
                    "score": 0.7741776925030267
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And he shall put the incense upon the fire before the Lord, that the cloud of the incense may cover the mercy seat that is upon the testimony, that he die not:",
                    "score": 0.7715280492608114
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And, behold, there came a man of God out of Judah by the word of the Lord unto Beth-el: and Jeroboam stood by the altar to burn incense.",
                    "score": 0.7692276398030363
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And mount Sinai was altogether on a smoke, because the Lord descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly.",
                    "score": 0.7678367918019684
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 27,
                    "text": "And he burnt sweet incense thereon; as the Lord commanded Moses.",
                    "score": 0.7673305942816011
                }
            ]
        },
        {
            "verse": 5,
            "text": "And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And now Alma and those that were with him fell again to the earth, for great was their astonishment; for with their own eyes they had beheld an angel of the Lord; and his voice was as thunder, which shook the earth; and they knew that there was nothing save the power of God that could shake the earth and cause it to tremble as though it would part asunder.",
                    "score": 0.8257926716199462
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 18,
                    "text": "The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook.",
                    "score": 0.8236989155893151
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 8,
                    "text": "Then the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth.",
                    "score": 0.8059318171674625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
                    "score": 0.805381505502983
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 13,
                    "text": "The Lord also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.",
                    "score": 0.8048791685757013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And as I said unto you, as they were going about rebelling against God, behold, the angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake upon which they stood;",
                    "score": 0.8023522035248019
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And behold, thus hath the angel spoken unto me; for he said unto me that there should be thunderings and lightnings for the space of many hours.",
                    "score": 0.8003658298405446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.8001509880402139
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 7,
                    "text": "And behold, he spake unto us, as it were the voice of thunder, and the whole earth did tremble beneath our feet; and we all fell to the earth, for the fear of the Lord came upon us.",
                    "score": 0.7940437152423755
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7899682601534221
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the seven angels which had the seven trumpets prepared themselves to sound.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And seven priests shall bear before the ark seven trumpets of rams' horns: and the seventh day ye shall compass the city seven times, and the priests shall blow with the trumpets.",
                    "score": 0.8052439557364229
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And seven priests bearing seven trumpets of rams' horns before the ark of the Lord went on continually, and blew with the trumpets: and the armed men went before them; but the rearward came after the ark of the Lord, the priests going on, and blowing with the trumpets.",
                    "score": 0.80486515098403
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 12,
                    "text": "Q. What are we to understand by the sounding of the trumpets, mentioned in the 8th chapter of Revelation? A. We are to understand that as God made the world in six days, and on the seventh day he finished his work, and sanctified it, and also formed man out of the dust of the earth, even so, in the beginning of the seventh thousand years will the Lord God sanctify the earth, and complete the salvation of man, and judge all things, and shall redeem all things, except that which he hath not put into his power, when he shall have sealed all things, unto the end of all things; and the sounding of the trumpets of the seven angels are the preparing and finishing of his work, in the beginning of the seventh thousand years--the preparing of the way before the time of his coming.",
                    "score": 0.7876964906058062
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7754631895171223
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 4,
                    "text": "And if they blow but with one trumpet, then the princes, which are heads of the thousands of Israel, shall gather themselves unto thee.",
                    "score": 0.7747997624260888
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 12,
                    "verse": 35,
                    "text": "And certain of the priests' sons with trumpets; namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:",
                    "score": 0.7745826555169427
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams' horns passed on before the Lord, and blew with the trumpets: and the ark of the covenant of the Lord followed them.",
                    "score": 0.7712609680759872
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 112,
                    "text": "And Michael, the seventh angel, even the archangel, shall gather together his armies, even the hosts of heaven.",
                    "score": 0.7687160624621131
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
                    "score": 0.7669351141909336
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 42,
                    "text": "And with them Heman and Jeduthun with trumpets and cymbals for those that should make a sound, and with musical instruments of God. And the sons of Jeduthun were porters.",
                    "score": 0.7654126952160929
                }
            ]
        },
        {
            "verse": 7,
            "text": "The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 13,
                    "text": "The Lord also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.",
                    "score": 0.7935570132517135
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 32,
                    "text": "He gave them hail for rain, and flaming fire in their land.",
                    "score": 0.7910131975101338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
                    "score": 0.7842843701898164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.7823354936230211
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 46,
                    "verse": 6,
                    "text": "The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.",
                    "score": 0.7812004511242195
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 28,
                    "text": "The earth was corrupt before God, and it was filled with violence.",
                    "score": 0.7799691587428902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.7755979096386665
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 22,
                    "text": "For a fire is kindled in mine anger, and shall burn unto the lowest hell, and shall consume the earth with her increase, and set on fire the foundations of the mountains.",
                    "score": 0.7750824470282469
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And the angel of the Lord appeared unto him in a flame of fire out of the midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed.",
                    "score": 0.7743251923148237
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 5,
                    "text": "The hills melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth.",
                    "score": 0.7727828687985313
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And ye came near and stood under the mountain; and the mountain burned with fire unto the midst of heaven, with darkness, clouds, and thick darkness.",
                    "score": 0.789776121973086
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 83,
                    "verse": 14,
                    "text": "As the fire burneth a wood, and as the flame setteth the mountains on fire;",
                    "score": 0.7849298912541491
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 22,
                    "text": "For a fire is kindled in mine anger, and shall burn unto the lowest hell, and shall consume the earth with her increase, and set on fire the foundations of the mountains.",
                    "score": 0.7641633234142353
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.7638851148296492
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 94,
                    "text": "And another angel shall sound his trump, saying: That great church, the mother of abominations, that made all nations drink of the wine of the wrath of her fornication, that persecuteth the saints of God, that shed their blood--she who sitteth upon many waters, and upon the islands of the sea--behold, she is the tares of the earth; she is bound in bundles; her bands are made strong, no man can loose them; therefore, she is ready to be burned. And he shall sound his trump both long and loud, and all nations shall hear it.",
                    "score": 0.7630031405256242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 17,
                    "text": "Wherefore, I, the Lord, have said that the fearful, and the unbelieving, and all liars, and whosoever loveth and maketh a lie, and the whoremonger, and the sorcerer, shall have their part in that lake which burneth with fire and brimstone, which is the second death.",
                    "score": 0.7626298346611058
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.",
                    "score": 0.758893721619624
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Who maketh his angels spirits; his ministers a flaming fire:",
                    "score": 0.7567505504791434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.7550932511490099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And it came to pass when they were all baptized and had come up out of the water, the Holy Ghost did fall upon them, and they were filled with the Holy Ghost and with fire.",
                    "score": 0.7549649684328816
                }
            ]
        },
        {
            "verse": 9,
            "text": "And the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror to be on all that haunt it!",
                    "score": 0.7678094963938553
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 12,
                    "text": "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and a third part shall fall by the sword round about thee; and I will scatter a third part into all the winds, and I will draw out a sword after them.",
                    "score": 0.7626600479790662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And in the three hundred and sixty and second year they did come down again to battle. And we did beat them again, and did slay a great number of them, and their dead were cast into the sea.",
                    "score": 0.7481961749649477
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 8,
                    "text": "They shall bring thee down to the pit, and thou shalt die the deaths of them that are slain in the midst of the seas.",
                    "score": 0.7369788681363533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 8,
                    "text": "And it came to pass that they were never heard of more. And we suppose that they were drowned in the depths of the sea. And it came to pass that one other ship also did sail forth; and whither she did go we know not.",
                    "score": 0.7359462234336599
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 4,
                    "text": "But the Lord sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.",
                    "score": 0.7353176892241122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 6,
                    "text": "And it came to pass that they were many times buried in the depths of the sea, because of the mountain waves which broke upon them, and also the great and terrible tempests which were caused by the fierceness of the wind.",
                    "score": 0.7352613380861508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Wherefore, they knew not whither they should steer the ship, insomuch that there arose a great storm, yea, a great and terrible tempest, and we were driven back upon the waters for the space of three days; and they began to be frightened exceedingly lest they should be drowned in the sea; nevertheless they did not loose me.",
                    "score": 0.727030625318463
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 12,
                    "text": "As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.",
                    "score": 0.7264509443681288
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 11,
                    "text": "And the waters covered their enemies: there was not one of them left.",
                    "score": 0.7258503225328655
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the third angel sounded, and there fell a great star from heaven, burning as it were a lamp, and it fell upon the third part of the rivers, and upon the fountains of waters;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.",
                    "score": 0.7809408560000112
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 20,
                    "text": "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the Lord ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.",
                    "score": 0.7668454429338489
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 13,
                    "text": "When he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapours to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures.",
                    "score": 0.7659520414238468
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 16,
                    "text": "When he uttereth his voice, there is a multitude of waters in the heavens; and he causeth the vapours to ascend from the ends of the earth: he maketh lightnings with rain, and bringeth forth the wind out of his treasures.",
                    "score": 0.7659520414238468
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.765556630594493
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 39,
                    "text": "And worship him that made heaven, and earth, and the sea, and the fountains of waters--",
                    "score": 0.7610300849918616
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 4,
                    "text": "Praise him, ye heavens of heavens, and ye waters that be above the heavens.",
                    "score": 0.757685855108357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 1,
                    "text": "In the celestial glory there are three heavens or degrees;",
                    "score": 0.7571437136192233
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.7555711678694566
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 28,
                    "verse": 11,
                    "text": "He bindeth the floods from overflowing; and the thing that is hid bringeth he forth to light.",
                    "score": 0.753415858602364
                }
            ]
        },
        {
            "verse": 11,
            "text": "And the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of it was called Marah.",
                    "score": 0.7566367981284688
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 15,
                    "text": "He hath filled me with bitterness, he hath made me drunken with wormwood.",
                    "score": 0.7448065261258043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 32,
                    "text": "They angered him also at the waters of strife, so that it went ill with Moses for their sakes:",
                    "score": 0.731768617571912
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 4,
                    "text": "But her end is bitter as wormwood, sharp as a twoedged sword.",
                    "score": 0.705033538875924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that many were drowned in the depths of the fountain; and many were lost from his view, wandering in strange roads.",
                    "score": 0.7021774481452016
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 29,
                    "text": "He turned their waters into blood, and slew their fish.",
                    "score": 0.7017968887443748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 14,
                    "text": "And his brethren were wroth with him because they understood not the dealings of the Lord; they were also wroth with him upon the waters because they hardened their hearts against the Lord.",
                    "score": 0.7009171291315643
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 147,
                    "verse": 4,
                    "text": "He telleth the number of the stars; he calleth them all by their names.",
                    "score": 0.7000828549249132
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Now these are not all the sons of Pahoran (for he had many), but these are they who did contend for the judgment-seat; therefore, they did cause three divisions among the people.",
                    "score": 0.6993725032089172
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And when he hath made her to drink the water, then it shall come to pass, that, if she be defiled, and have done trespass against her husband, that the water that causeth the curse shall enter into her, and become bitter, and her belly shall swell, and her thigh shall rot: and the woman shall be a curse among her people.",
                    "score": 0.6958815894308255
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the evening and the morning were the third day.",
                    "score": 0.7984515769014144
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And the evening and the morning were the third day.",
                    "score": 0.7984515769014144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 10,
                    "text": "For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
                    "score": 0.7948932087435211
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 10,
                    "text": "For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
                    "score": 0.7948932087435211
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
                    "score": 0.793485643334592
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 15,
                    "text": "The sun and the moon shall be darkened, and the stars shall withdraw their shining.",
                    "score": 0.7901922588100004
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the evening and the morning were the fourth day.",
                    "score": 0.7830822507358369
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And the evening and the morning were the fourth day.",
                    "score": 0.7830822507358369
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 45,
                    "text": "The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God.",
                    "score": 0.7725146960616742
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 20,
                    "text": "But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead.",
                    "score": 0.7694345983373235
                }
            ]
        },
        {
            "verse": 13,
            "text": "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.8361209985662188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
                    "score": 0.8041658912813594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And as I said unto you, as they were going about rebelling against God, behold, the angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake upon which they stood;",
                    "score": 0.8001567170717421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "score": 0.7966645173639426
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.795926018699016
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                    "score": 0.7912880359045296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7884778499171283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 92,
                    "text": "And angels shall fly through the midst of heaven, crying with a loud voice, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth; for the judgment of our God is come. Behold, and lo, the Bridegroom cometh; go ye out to meet him.",
                    "score": 0.7863451177551922
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 11,
                    "text": "And the angel spake more things unto me, which were heard by my brethren, but I did not hear them; for when I heard the words--If thou wilt be destroyed of thyself, seek no more to destroy the church of God--I was struck with such great fear and amazement lest perhaps I should be destroyed, that I fell to the earth and I did hear no more.",
                    "score": 0.7847714574837747
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And God heard the voice of the lad; and the angel of God called to Hagar out of heaven, and said unto her, What aileth thee, Hagar? fear not; for God hath heard the voice of the lad where he is.",
                    "score": 0.7808923982774559
                }
            ]
        }
    ]
}