{
    "volume": "New Testament",
    "book": "Romans",
    "chapter": 9,
    "verses": [
        {
            "verse": 1,
            "text": "I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.",
                    "score": 0.8037329533170906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost.",
                    "score": 0.8032650627236361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And the Holy Ghost giveth authority that I should speak these things, and deny them not.",
                    "score": 0.8025220725568093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 74,
                    "text": "Verily, verily, I say unto you, they who believe not on your words, and are not baptized in water in my name, for the remission of their sins, that they may receive the Holy Ghost, shall be damned, and shall not come into my Father's kingdom where my Father and I am.",
                    "score": 0.8008325863477093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 26,
                    "text": "The Spirit of truth is of God. I am the Spirit of truth, and John bore record of me, saying: He received a fulness of truth, yea, even of all truth;",
                    "score": 0.7922677760221526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.",
                    "score": 0.7916211923708107
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 10,
                    "text": "I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation.",
                    "score": 0.7868144642689877
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it shall come to pass, that if you shall ask the Father in my name, in faith believing, you shall receive the Holy Ghost, which giveth utterance, that you may stand as a witness of the things of which you shall both hear and see, and also that you may declare repentance unto this generation.",
                    "score": 0.786084292006598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 32,
                    "text": "And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father, and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me; and I bear record that the Father commandeth all men, everywhere, to repent and believe in me.",
                    "score": 0.7852187308713781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 29,
                    "text": "Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be.",
                    "score": 0.7848396137255553
                }
            ]
        },
        {
            "verse": 2,
            "text": "That I have great heaviness and continual sorrow in my heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 20,
                    "text": "Reproach hath broken my heart; and I am full of heaviness: and I looked for some to take pity, but there was none; and for comforters, but I found none.",
                    "score": 0.7926861039933625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Nevertheless, notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.",
                    "score": 0.7829212243287494
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 10,
                    "text": "For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed.",
                    "score": 0.7813529414260911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7800907840616336
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 13,
                    "text": "Even in laughter the heart is sorrowful; and the end of that mirth is heaviness.",
                    "score": 0.7775737467812452
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 18,
                    "text": "When I would comfort myself against sorrow, my heart is faint in me.",
                    "score": 0.7759841099047895
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 2,
                    "text": "Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as Ariel.",
                    "score": 0.771932165563963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7717126625415093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 9,
                    "text": "Nevertheless, thou hast seen great sorrow, for thou hast rejected me many times because of pride and the cares of the world.",
                    "score": 0.7701221097964169
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.7699402526273028
                }
            ]
        },
        {
            "verse": 3,
            "text": "For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 3,
                    "text": "But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me.",
                    "score": 0.822134206585906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 17,
                    "text": "And now may God grant unto these, my brethren, that they may sit down in the kingdom of God; yea, and also all those who are the fruit of their labors that they may go no more out, but that they may praise him forever. And may God grant that it may be done according to my words, even as I have spoken. Amen.",
                    "score": 0.8152899940303729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "score": 0.8152756439002758
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 58,
                    "text": "I entreated thy favour with my whole heart: be merciful unto me according to thy word.",
                    "score": 0.8051054055506451
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.8044561379710939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 5,
                    "text": "Behold, O ye my people, or my brethren, for I esteem you as such, I desire that ye should consider the cause which ye are called to consider--for ye are desirous to have a king.",
                    "score": 0.8019695777279129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them.",
                    "score": 0.8018315151160214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I perceive that ye desire that I should show unto you what I have done unto your brethren at Jerusalem, for I see that your faith is sufficient that I should heal you.",
                    "score": 0.8016803849055061
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "score": 0.7998784263713963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7982000222264695
                }
            ]
        },
        {
            "verse": 4,
            "text": "Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "score": 0.7902517704029873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 53,
                    "text": "And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.",
                    "score": 0.7849399397592077
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 18,
                    "text": "But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons' wives with thee.",
                    "score": 0.7812817181015707
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 5,
                    "text": "Behold, I am he that gave the law, and I am he who covenanted with my people Israel; therefore, the law in me is fulfilled, for I have come to fulfil the law; therefore it hath an end.",
                    "score": 0.7809527751604811
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 6,
                    "text": "Also the sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
                    "score": 0.7804491515631018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 34,
                    "text": "They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.",
                    "score": 0.7803577418980674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.",
                    "score": 0.7797253573764574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And at that day shall the remnant of our seed know that they are of the house of Israel, and that they are the covenant people of the Lord; and then shall they know and come to the knowledge of their forefathers, and also to the knowledge of the gospel of their Redeemer, which was ministered unto their fathers by him; wherefore, they shall come to the knowledge of their Redeemer and the very points of his doctrine, that they may know how to come unto him and be saved.",
                    "score": 0.7794847942619318
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 30,
                    "text": "Thus shall they know that I the Lord their God am with them, and that they, even the house of Israel, are my people, saith the Lord God.",
                    "score": 0.7788492533879995
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "score": 0.7784032350133503
                }
            ]
        },
        {
            "verse": 5,
            "text": "Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 25,
                    "text": "Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb:",
                    "score": 0.8009352400281613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen.",
                    "score": 0.7946479613111885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 27,
                    "text": "And because he said unto them that Christ was the God, the Father of all things, and said that he should take upon him the image of man, and it should be the image after which man was created in the beginning; or in other words, he said that man was created after the image of God, and that God should come down among the children of men, and take upon him flesh and blood, and go forth upon the face of the earth--",
                    "score": 0.7937476891864864
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 77,
                    "text": "O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it, that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them; that they may always have his Spirit to be with them. Amen.",
                    "score": 0.7916001756396593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And because he dwelleth in flesh he shall be called the Son of God, and having subjected the flesh to the will of the Father, being the Father and the Son--",
                    "score": 0.7907886196115396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 4,
                    "verse": 3,
                    "text": "O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it; that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him, and keep his commandments which he hath given them, that they may always have his Spirit to be with them. Amen.",
                    "score": 0.7907832405249283
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 18,
                    "text": "Thou shewest lovingkindness unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them: the Great, the Mighty God, the Lord of hosts, is his name,",
                    "score": 0.7845575852317995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 23,
                    "text": "Behold, Jesus Christ is the name which is given of the Father, and there is none other name given whereby man can be saved;",
                    "score": 0.7842794802925753
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 52,
                    "text": "Blessed be the Lord for evermore. Amen, and Amen.",
                    "score": 0.7837294779942143
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 16,
                    "text": "For all the riches which God hath taken from our father, that is ours, and our children's: now then, whatsoever God hath said unto thee, do.",
                    "score": 0.7821058707076557
                }
            ]
        },
        {
            "verse": 6,
            "text": "Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 5,
                    "text": "For Israel hath not been forsaken, nor Judah of his God, of the Lord of hosts; though their land was filled with sin against the Holy One of Israel.",
                    "score": 0.7940464306022917
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For thou art not sent to a people of a strange speech and of an hard language, but to the house of Israel;",
                    "score": 0.788927689961697
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 29,
                    "text": "Yet saith the house of Israel, The way of the Lord is not equal. O house of Israel, are not my ways equal? are not your ways unequal?",
                    "score": 0.7836680350949823
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And he said unto him, Thus saith the Lord, Forasmuch as thou hast sent messengers to inquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to inquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.7802407211818768
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 11,
                    "verse": 7,
                    "text": "But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that the Lord doth put a difference between the Egyptians and Israel.",
                    "score": 0.7774991507891306
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 13,
                    "verse": 33,
                    "text": "But unto the tribe of Levi Moses gave not any inheritance: the Lord God of Israel was their inheritance, as he said unto them.",
                    "score": 0.7772507437255319
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 19,
                    "text": "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God.",
                    "score": 0.7764143940539854
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 34,
                    "text": "They did not destroy the nations, concerning whom the Lord commanded them:",
                    "score": 0.7762877499949344
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Are ye not as children of the Ethiopians unto me, O children of Israel? saith the Lord. Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?",
                    "score": 0.776162539442672
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 25,
                    "text": "Yet ye say, The way of the Lord is not equal. Hear now, O house of Israel; Is not my way equal? are not your ways unequal?",
                    "score": 0.7739428102030691
                }
            ]
        },
        {
            "verse": 7,
            "text": "Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And God said unto Abraham, Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah hath said unto thee, hearken unto her voice; for in Isaac shall thy seed be called.",
                    "score": 0.8141093700591814
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 6,
                    "text": "O ye seed of Abraham his servant, ye children of Jacob his chosen.",
                    "score": 0.804942229734523
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 13,
                    "text": "O ye seed of Israel his servant, ye children of Jacob, his chosen ones.",
                    "score": 0.7941336539161116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.78264250616251
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Speak unto Aaron, saying, Whosoever he be of thy seed in their generations that hath any blemish, let him not approach to offer the bread of his God.",
                    "score": 0.7824805064023667
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.7816792242693836
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O ye children of Israel? saith the Lord.",
                    "score": 0.7794954656609009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 37,
                    "text": "Abraham received concubines, and they bore him children; and it was accounted unto him for righteousness, because they were given unto him, and he abode in my law; as Isaac also and Jacob did none other things than that which they were commanded; and because they did none other things than that which they were commanded, they have entered into their exaltation, according to the promises, and sit upon thrones, and are not angels but are gods.",
                    "score": 0.776338694392573
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 23,
                    "text": "They shall not labour in vain, nor bring forth for trouble; for they are the seed of the blessed of the Lord, and their offspring with them.",
                    "score": 0.7759297115194304
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Neither must the children of Israel henceforth come nigh the tabernacle of the congregation, lest they bear sin, and die.",
                    "score": 0.7758356937520191
                }
            ]
        },
        {
            "verse": 8,
            "text": "That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 2,
                    "text": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
                    "score": 0.8069741879409507
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 23,
                    "text": "They shall not labour in vain, nor bring forth for trouble; for they are the seed of the blessed of the Lord, and their offspring with them.",
                    "score": 0.7957912212567136
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.7950224226872729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 12,
                    "text": "For these are they whose sins he has borne; these are they for whom he has died, to redeem them from their transgressions. And now, are they not his seed?",
                    "score": 0.7914405205644178
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
                    "score": 0.7826135781279797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And the righteous need not fear, for they are those who shall not be confounded. But it is the kingdom of the devil, which shall be built up among the children of men, which kingdom is established among them which are in the flesh--",
                    "score": 0.7823494210338037
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 82,
                    "text": "These are they who received not the gospel of Christ, neither the testimony of Jesus.",
                    "score": 0.7768725039939169
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 13,
                    "text": "O ye seed of Israel his servant, ye children of Jacob, his chosen ones.",
                    "score": 0.7756804833352409
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 79,
                    "text": "These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.",
                    "score": 0.7719651928268685
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 9,
                    "text": "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the Lord hath blessed.",
                    "score": 0.7716690978083249
                }
            ]
        },
        {
            "verse": 9,
            "text": "For this is the word of promise, At this time will I come, and Sara shall have a son.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.",
                    "score": 0.8051139340081418
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 21,
                    "text": "But my covenant will I establish with Isaac, which Sarah shall bear unto thee at this set time in the next year.",
                    "score": 0.7992636766120731
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 10,
                    "text": "And he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it in the tent door, which was behind him.",
                    "score": 0.7934830721117263
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And Manoah said, Now let thy words come to pass. How shall we order the child, and how shall we do unto him?",
                    "score": 0.7917042633056098
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 7,
                    "text": "I will declare the decree: the Lord hath said unto me, Thou art my Son; this day have I begotten thee.",
                    "score": 0.7885976364365817
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
                    "score": 0.7884196915108098
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
                    "score": 0.7876709910861313
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Is any thing too hard for the Lord? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.",
                    "score": 0.786324877058477
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 13,
                    "text": "I will be his father, and he shall be my son: and I will not take my mercy away from him, as I took it from him that was before thee:",
                    "score": 0.784919389323247
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.",
                    "score": 0.784839570845969
                }
            ]
        },
        {
            "verse": 10,
            "text": "And not only this; but when Rebecca also had conceived by one, even by our father Isaac;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And also with Joseph and Jacob, and Isaac, and Abraham, your fathers, by whom the promises remain;",
                    "score": 0.7416548644363562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 3,
                    "text": "The Father, because he was conceived by the power of God; and the Son, because of the flesh; thus becoming the Father and Son--",
                    "score": 0.7334509351151357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 23,
                    "text": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
                    "score": 0.7264723746819267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 13,
                    "text": "Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning;",
                    "score": 0.7225581293893726
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And Abraham was an hundred years old, when his son Isaac was born unto him.",
                    "score": 0.7195160054396343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 11,
                    "text": "But behold, I will show unto you a God of miracles, even the God of Abraham, and the God of Isaac, and the God of Jacob; and it is that same God who created the heavens and the earth, and all things that in them are.",
                    "score": 0.7187259862484899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 36,
                    "text": "And also my servant Micah B. Welton and also my servant Eden Smith. Even so. Amen.",
                    "score": 0.7185979678046193
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 15,
                    "text": "And he blessed Joseph, and said, God, before whom my fathers Abraham and Isaac did walk, the God which fed me all my life long unto this day,",
                    "score": 0.7178415872737601
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 17,
                    "text": "And God hearkened unto Leah, and she conceived, and bare Jacob the fifth son.",
                    "score": 0.7161096171219797
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 10,
                    "verse": 21,
                    "text": "Unto Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born.",
                    "score": 0.7150281589843878
                }
            ]
        },
        {
            "verse": 11,
            "text": "(For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 12,
                    "text": "For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until after their faith.",
                    "score": 0.7805799763002854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And wo be unto the children of men if this be the case; for there shall be none that doeth good among you, no not one. For if there be one among you that doeth good, he shall work by the power and gifts of God.",
                    "score": 0.7764969418084188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And behold, when that time cometh, none shall be found blameless before God, except it be little children, only through repentance and faith on the name of the Lord God Omnipotent.",
                    "score": 0.7623385015899197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 47,
                    "text": "Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until they begin to become accountable before me;",
                    "score": 0.7621526496100196
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 22,
                    "text": "For behold that all little children are alive in Christ, and also all they that are without the law. For the power of redemption cometh on all them that have no law; wherefore, he that is not condemned, or he that is under no condemnation, cannot repent; and unto such baptism availeth nothing--",
                    "score": 0.7571191087473925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 15,
                    "text": "For awful is the wickedness to suppose that God saveth one child because of baptism, and the other must perish because he hath no baptism.",
                    "score": 0.7569400027321967
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 14,
                    "verse": 1,
                    "text": "The fool hath said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that doeth good.",
                    "score": 0.7567637570237182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 6,
                    "text": "For behold, God hath said a man being evil cannot do that which is good; for if he offereth a gift, or prayeth unto God, except he shall do it with real intent it profiteth him nothing.",
                    "score": 0.7545668558745957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 7,
                    "text": "For if there be no Christ there be no God; and if there be no God we are not, for there could have been no creation. But there is a God, and he is Christ, and he cometh in the fulness of his own time.",
                    "score": 0.753962273144282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 12,
                    "text": "But little children are alive in Christ, even from the foundation of the world; if not so, God is a partial God, and also a changeable God, and a respecter to persons; for how many little children have died without baptism!",
                    "score": 0.7528217609493272
                }
            ]
        },
        {
            "verse": 12,
            "text": "It was said unto her, The elder shall serve the younger.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 23,
                    "text": "And the Lord said unto her, Two nations are in thy womb, and two manner of people shall be separated from thy bowels; and the one people shall be stronger than the other people; and the elder shall serve the younger.",
                    "score": 0.8084970592139992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 11,
                    "text": "To take an account of the elders as before has been commanded; and to administer to their wants, who shall pay for that which they receive, inasmuch as they have wherewith to pay;",
                    "score": 0.7886452844809384
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 76,
                    "text": "And the elder or priest shall administer it; and after this manner shall he administer it--he shall kneel with the church and call upon the Father in solemn prayer, saying:",
                    "score": 0.7885740607515751
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.",
                    "score": 0.7855039110271036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 21,
                    "text": "Behold, this commandment is given unto all the elders whom I have chosen.",
                    "score": 0.7833641934463825
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 26,
                    "text": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?",
                    "score": 0.7806480037221935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders whom he hath called and chosen in these last days, by the voice of his Spirit--",
                    "score": 0.7778691603955583
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 8,
                    "text": "Then the elders of his city shall call him, and speak unto him: and if he stand to it, and say, I like not to take her;",
                    "score": 0.777601589583856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 10,
                    "text": "And I command you to take it upon you to counsel with your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel.",
                    "score": 0.7761741885624592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 60,
                    "text": "Verily, I say unto you, saith the Lord of Hosts, there must needs be presiding elders to preside over those who are of the office of an elder;",
                    "score": 0.7753254392766712
                }
            ]
        },
        {
            "verse": 13,
            "text": "As it is written, Jacob have I loved, but Esau have I hated.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 41,
                    "text": "And Esau hated Jacob because of the blessing wherewith his father blessed him: and Esau said in his heart, The days of mourning for my father are at hand; then will I slay my brother Jacob.",
                    "score": 0.8178619734702368
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 2,
                    "text": "I have loved you, saith the Lord. Yet ye say, Wherein hast thou loved us? Was not Esau Jacob's brother? saith the Lord: yet I loved Jacob,",
                    "score": 0.7934306109680382
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 34,
                    "text": "Then Jacob gave Esau bread and pottage of lentiles; and he did eat and drink, and rose up, and went his way: thus Esau despised his birthright.",
                    "score": 0.7547979541852121
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And I hated Esau, and laid his mountains and his heritage waste for the dragons of the wilderness.",
                    "score": 0.7474591919051872
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And Isaac loved Esau, because he did eat of his venison: but Rebekah loved Jacob.",
                    "score": 0.7467041963665951
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And Jacob said unto his father, I am Esau thy firstborn; I have done according as thou badest me: arise, I pray thee, sit and eat of my venison, that thy soul may bless me.",
                    "score": 0.7432070095766011
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 7,
                    "text": "O thou that art named the house of Jacob, is the spirit of the Lord straitened? are these his doings? do not my words do good to him that walketh uprightly?",
                    "score": 0.7414424511734744
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 22,
                    "text": "And Jacob went near unto Isaac his father; and he felt him, and said, The voice is Jacob's voice, but the hands are the hands of Esau.",
                    "score": 0.7345175177395081
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 21,
                    "text": "And Isaac said unto Jacob, Come near, I pray thee, that I may feel thee, my son, whether thou be my very son Esau or not.",
                    "score": 0.7343736954582266
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And Esau seeing that the daughters of Canaan pleased not Isaac his father;",
                    "score": 0.7330822164177212
                }
            ]
        },
        {
            "verse": 14,
            "text": "What shall we say then? Is there unrighteousness with God? God forbid.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 18,
                    "text": "Is it fit to say to a king, Thou art wicked? and to princes, Ye are ungodly?",
                    "score": 0.8024402879598204
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 16,
                    "text": "For all that do such things, and all that do unrighteously, are an abomination unto the Lord thy God.",
                    "score": 0.7848382003087123
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:",
                    "score": 0.7749293495365863
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 3,
                    "text": "Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies submit themselves unto thee.",
                    "score": 0.7667749559987923
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 15,
                    "text": "Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.",
                    "score": 0.7644879303695928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 18,
                    "text": "Therefore, it must needs be sanctified from all unrighteousness, that it may be prepared for the celestial glory;",
                    "score": 0.7616335240241179
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.7589645940275828
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And the people answered and said, God forbid that we should forsake the Lord, to serve other gods;",
                    "score": 0.7584269652107553
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 35,
                    "text": "Ye shall do no unrighteousness in judgment, in meteyard, in weight, or in measure.",
                    "score": 0.7549679949976641
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 1,
                    "text": "Thou shalt not raise a false report: put not thine hand with the wicked to be an unrighteous witness.",
                    "score": 0.7539392751220828
                }
            ]
        },
        {
            "verse": 15,
            "text": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 21,
                    "text": "And Saul said, Blessed be ye of the Lord; for ye have compassion on me.",
                    "score": 0.8283560925632028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8259786006412618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 2,
                    "text": "For verily I say unto you, I will that ye should overcome the world; wherefore I will have compassion upon you.",
                    "score": 0.8175272283633738
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying--Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.",
                    "score": 0.8172776932069131
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And I will sow her unto me in the earth; and I will have mercy upon her that had not obtained mercy; and I will say to them which were not my people, Thou art my people; and they shall say, Thou art my God.",
                    "score": 0.8165828807828059
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.8158407296644841
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 9,
                    "text": "Verily I say unto you, notwithstanding their sins, my bowels are filled with compassion towards them. I will not utterly cast them off; and in the day of wrath I will remember mercy.",
                    "score": 0.8157273754788769
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 5,
                    "text": "For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
                    "score": 0.813508578618045
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 1,
                    "text": "Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.",
                    "score": 0.8128269699790718
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 19,
                    "text": "And he said, I will make all my goodness pass before thee, and I will proclaim the name of the Lord before thee; and will be gracious to whom I will be gracious, and will shew mercy on whom I will shew mercy.",
                    "score": 0.8120110057069446
                }
            ]
        },
        {
            "verse": 16,
            "text": "So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 21,
                    "text": "The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.",
                    "score": 0.7929052968786907
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 3,
                    "text": "The Lord repented for this: It shall not be, saith the Lord.",
                    "score": 0.7916756962989329
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 37,
                    "text": "Who is he that saith, and it cometh to pass, when the Lord commandeth it not?",
                    "score": 0.790688762194753
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "The just Lord is in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame.",
                    "score": 0.7854563315412616
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 6,
                    "text": "The Lord repented for this: This also shall not be, saith the Lord God.",
                    "score": 0.7849322151170501
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 20,
                    "text": "Blessed be God, which hath not turned away my prayer, nor his mercy from me.",
                    "score": 0.7841499237458393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 25,
                    "text": "What, do ye suppose that mercy can rob justice? I say unto you, Nay; not one whit. If so, God would cease to be God.",
                    "score": 0.7823808750122845
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 4,
                    "text": "Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the Lord: and thou shalt not cause the land to sin, which the Lord thy God giveth thee for an inheritance.",
                    "score": 0.7820462513885753
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 4,
                    "text": "The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.",
                    "score": 0.7803762691086508
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 13,
                    "text": "Wherefore doth the wicked contemn God? he hath said in his heart, Thou wilt not require it.",
                    "score": 0.7803032226799184
                }
            ]
        },
        {
            "verse": 17,
            "text": "For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And in very deed for this cause have I raised thee up, for to shew in thee my power; and that my name may be declared throughout all the earth.",
                    "score": 0.9058348044482748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.8317913955377312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "score": 0.8080440492158266
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 22,
                    "text": "And thou shalt say unto Pharaoh, Thus saith the Lord, Israel is my son, even my firstborn:",
                    "score": 0.803485524162425
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the Lord of hosts.",
                    "score": 0.802750390727306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 15,
                    "text": "And for this cause have I been lifted up; therefore, according to the power of the Father I will draw all men unto me, that they may be judged according to their works.",
                    "score": 0.8022663687325179
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.7980460396509502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people.",
                    "score": 0.7945072984559758
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 59,
                    "text": "Behold, I am from above, and my power lieth beneath. I am over all, and in all, and through all, and search all things, and the day cometh that all things shall be subject unto me.",
                    "score": 0.7941338914308758
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And Joseph said unto his brethren, and unto his father's house, I will go up, and shew Pharaoh, and say unto him, My brethren, and my father's house, which were in the land of Canaan, are come unto me;",
                    "score": 0.7928793901597339
                }
            ]
        },
        {
            "verse": 18,
            "text": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 34,
                    "text": "Therefore, whosoever repenteth, and hardeneth not his heart, he shall have claim on mercy through mine Only Begotten Son, unto a remission of his sins; and these shall enter into my rest.",
                    "score": 0.8426086127539472
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 19,
                    "text": "And he said, I will make all my goodness pass before thee, and I will proclaim the name of the Lord before thee; and will be gracious to whom I will be gracious, and will shew mercy on whom I will shew mercy.",
                    "score": 0.8222710303226795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And blessed are the merciful, for they shall obtain mercy.",
                    "score": 0.8215156148212622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8195269615341964
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 61,
                    "verse": 7,
                    "text": "He shall abide before God for ever: O prepare mercy and truth, which may preserve him.",
                    "score": 0.8191627359898913
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 13,
                    "text": "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.",
                    "score": 0.8157046132666289
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 31,
                    "text": "He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.",
                    "score": 0.8058331350879815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.8056000812643672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 13,
                    "text": "And now, because ye are compelled to be humble blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth shall find mercy; and he that findeth mercy and endureth to the end the same shall be saved.",
                    "score": 0.8050180015257782
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 1,
                    "text": "O Lord God, to whom vengeance belongeth; O God, to whom vengeance belongeth, shew thyself.",
                    "score": 0.8040789011403333
                }
            ]
        },
        {
            "verse": 19,
            "text": "Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 14,
                    "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
                    "score": 0.8173944618404724
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?",
                    "score": 0.8044323794497606
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 9,
                    "text": "Wilt thou yet say before him that slayeth thee, I am God? but thou shalt be a man, and no God, in the hand of him that slayeth thee.",
                    "score": 0.8008927645867258
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 17,
                    "text": "As yet exaltest thou thyself against my people, that thou wilt not let them go?",
                    "score": 0.7977581039234453
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 7,
                    "verse": 20,
                    "text": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
                    "score": 0.7936131114337855
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 4,
                    "text": "Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest.",
                    "score": 0.7931256942883234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 41,
                    "text": "And if he trespass against thee and repent not the first time, nevertheless thou shalt forgive him.",
                    "score": 0.7923090556046645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "score": 0.791167019773975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "score": 0.7893853203038276
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 35,
                    "text": "Yet thou sayest, Because I am innocent, surely his anger shall turn from me. Behold, I will plead with thee, because thou sayest, I have not sinned.",
                    "score": 0.7892186360923091
                }
            ]
        },
        {
            "verse": 20,
            "text": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say: What have we spoken against thee?",
                    "score": 0.8218713822118545
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee?",
                    "score": 0.806816964862244
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 4,
                    "text": "To whom hast thou uttered words? and whose spirit came from thee?",
                    "score": 0.7924902393971123
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord God.",
                    "score": 0.7910624692412697
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "O my people, what have I done unto thee? and wherein have I wearied thee? testify against me.",
                    "score": 0.78893304686279
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Now the Lord hath brought it, and done according as he hath said: because ye have sinned against the Lord, and have not obeyed his voice, therefore this thing is come upon you.",
                    "score": 0.7870210747345381
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 9,
                    "text": "Wilt thou yet say before him that slayeth thee, I am God? but thou shalt be a man, and no God, in the hand of him that slayeth thee.",
                    "score": 0.7803349398405762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7794766293352199
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.778192543004122
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 2,
                    "text": "Thus saith the Lord the maker thereof, the Lord that formed it, to establish it; the Lord is his name;",
                    "score": 0.777182821768671
                }
            ]
        },
        {
            "verse": 21,
            "text": "Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And the vessel that he made of clay was marred in the hand of the potter: so he made it again another vessel, as seemed good to the potter to make it.",
                    "score": 0.8088044820412401
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 9,
                    "text": "Woe unto him that striveth with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?",
                    "score": 0.7953623651824269
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 16,
                    "text": "Surely your turning of things upside down shall be esteemed as the potter's clay: for shall the work say of him that made it, He made me not? or shall the thing framed say of him that framed it, He had no understanding?",
                    "score": 0.7885355637102779
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "O house of Israel, cannot I do with you as this potter? saith the Lord. Behold, as the clay is in the potter's hand, so are ye in mine hand, O house of Israel.",
                    "score": 0.7847375042293507
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 64,
                    "verse": 8,
                    "text": "But now, O Lord, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.",
                    "score": 0.7757564351952181
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter's vessel.",
                    "score": 0.7698672312440668
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 41,
                    "text": "And whereas thou sawest the feet and toes, part of potters' clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.",
                    "score": 0.7694512420461271
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And shalt say unto them, Thus saith the Lord of hosts; Even so will I break this people and this city, as one breaketh a potter's vessel, that cannot be made whole again: and they shall bury them in Tophet, till there be no place to bury.",
                    "score": 0.7660581924693733
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 24,
                    "text": "Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.",
                    "score": 0.7624729252410507
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And I have also given thee that which thou hast not asked, both riches, and honour: so that there shall not be any among the kings like unto thee all thy days.",
                    "score": 0.7614658361117579
                }
            ]
        },
        {
            "verse": 22,
            "text": "What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 33,
                    "text": "For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity;",
                    "score": 0.8165883487411094
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7971146555939816
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 2,
                    "text": "God is jealous, and the Lord revengeth; the Lord revengeth, and is furious; the Lord will take vengeance on his adversaries, and he reserveth wrath for his enemies.",
                    "score": 0.7844023419587436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 25,
                    "text": "And thus we see that the Lord did visit them in the fulness of his wrath, and their wickedness and abominations had prepared a way for their everlasting destruction.",
                    "score": 0.7827212401190451
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 11,
                    "text": "Who knoweth the power of thine anger? even according to thy fear, so is thy wrath.",
                    "score": 0.7794750148758524
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 15,
                    "text": "For, behold, the Lord will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.",
                    "score": 0.7789566909520073
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.",
                    "score": 0.7730940412196686
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 25,
                    "text": "Because they have forsaken me, and have burned incense unto other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be poured out upon this place, and shall not be quenched.",
                    "score": 0.7699214748333796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.7684765020047404
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 19,
                    "text": "A man of great wrath shall suffer punishment: for if thou deliver him, yet thou must do it again.",
                    "score": 0.7679214095462293
                }
            ]
        },
        {
            "verse": 23,
            "text": "And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 8,
                    "text": "But because of the faith of men he has shown himself unto the world, and glorified the name of the Father, and prepared a way that thereby others might be partakers of the heavenly gift, that they might hope for those things which they have not seen.",
                    "score": 0.7828853230437844
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 39,
                    "text": "Of a talent of pure gold shall he make it, with all these vessels.",
                    "score": 0.7806964729931133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And the great God has had mercy on us, and made these things known unto us that we might not perish; yea, and he has made these things known unto us beforehand, because he loveth our souls as well as he loveth our children; therefore, in his mercy he doth visit us by his angels, that the plan of salvation might be made known unto us as well as unto future generations.",
                    "score": 0.7776994939140649
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 19,
                    "text": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
                    "score": 0.7730755276206808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good--to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.",
                    "score": 0.7664509380655229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 102,
                    "text": "Glory, and honor, and power, and might,Be ascribed to our God; for he is full of mercy,Justice, grace and truth, and peace,Forever and ever, Amen.",
                    "score": 0.7655534975447245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 107,
                    "text": "And then shall the angels be crowned with the glory of his might, and the saints shall be filled with his glory, and receive their inheritance and be made equal with him.",
                    "score": 0.7639886094285023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 39,
                    "text": "But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.",
                    "score": 0.7638190819139169
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 11,
                    "text": "He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "score": 0.7587445538373032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 33,
                    "text": "And if ye had all the scriptures which give an account of all the marvelous works of Christ, ye would, according to the words of Christ, know that these things must surely come.",
                    "score": 0.7550205739056628
                }
            ]
        },
        {
            "verse": 24,
            "text": "Even us, whom he hath called, not of the Jews only, but also of the Gentiles?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now, behold, there are others who are called to declare my gospel, both unto Gentile and unto Jew;",
                    "score": 0.8210309159760827
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 3,
                    "text": "The Lord made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.",
                    "score": 0.7927186198561563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 18,
                    "text": "But behold, this is not all; these are not the only ones who have spoken concerning the Son of God.",
                    "score": 0.7922897304522377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 2,
                    "text": "For behold, I say unto you that as many of the Gentiles as will repent are the covenant people of the Lord; and as many of the Jews as will not repent shall be cast off; for the Lord covenanteth with none save it be with them that repent and believe in his Son, who is the Holy One of Israel.",
                    "score": 0.7778885018890873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 21,
                    "text": "And there cometh a resurrection, even a first resurrection; yea, even a resurrection of those that have been, and who are, and who shall be, even until the resurrection of Christ--for so shall he be called.",
                    "score": 0.7698340551689448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 27,
                    "text": "And behold they will be among the Gentiles, and the Gentiles shall know them not.",
                    "score": 0.7688980118406622
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 26,
                    "text": "But me, even me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called.",
                    "score": 0.7685250715908862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.",
                    "score": 0.7680167092430144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 2,
                    "text": "For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.",
                    "score": 0.7671802982805127
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "But, behold, in the last days, or in the days of the Gentiles--yea, behold all the nations of the Gentiles and also the Jews, both those who shall come upon this land and those who shall be upon other lands, yea, even upon all the lands of the earth, behold, they will be drunken with iniquity and all manner of abominations--",
                    "score": 0.7663395055198113
                }
            ]
        },
        {
            "verse": 25,
            "text": "As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then said God, Call his name Lo-ammi: for ye are not my people, and I will not be your God.",
                    "score": 0.7834620418019445
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 1,
                    "text": "I am sought of them that asked not for me; I am found of them that sought me not: I said, Behold me, behold me, unto a nation that was not called by my name.",
                    "score": 0.769955379242378
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 38,
                    "text": "And they shall be my people, and I will be their God:",
                    "score": 0.7698969692516384
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 31,
                    "text": "And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.",
                    "score": 0.7688926715350932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 18,
                    "text": "Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.",
                    "score": 0.7579967508589108
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 19,
                    "text": "But I said, How shall I put thee among the children, and give thee a pleasant land, a goodly heritage of the hosts of nations? and I said, Thou shalt call me, My father; and shalt not turn away from me.",
                    "score": 0.754707218106383
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 11,
                    "text": "But now I will not be unto the residue of this people as in the former days, saith the Lord of hosts.",
                    "score": 0.7539267435131081
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And it shall be at that day, saith the Lord, that thou shalt call me Ishi; and shalt call me no more Baali.",
                    "score": 0.7520387627392527
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 14,
                    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                    "score": 0.7500801115599933
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 7,
                    "text": "I have forsaken mine house, I have left mine heritage; I have given the dearly beloved of my soul into the hand of her enemies.",
                    "score": 0.7498321975300587
                }
            ]
        },
        {
            "verse": 26,
            "text": "And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
                    "score": 0.8625176820807906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.",
                    "score": 0.8465428589200192
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And it shall come to pass, when ye shall say, Wherefore doeth the Lord our God all these things unto us? then shalt thou answer them, Like as ye have forsaken me, and served strange gods in your land, so shall ye serve strangers in a land that is not yours.",
                    "score": 0.8350972018543095
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 3,
                    "text": "For it shall come to pass in that day that the churches which are built up, and not unto the Lord, when the one shall say unto the other: Behold, I, I am the Lord's; and the others shall say: I, I am the Lord's; and thus shall every one say that hath built up churches, and not unto the Lord--",
                    "score": 0.8283590116132463
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 18,
                    "text": "And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?",
                    "score": 0.82440665830577
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 34,
                    "text": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the Lord dwell among the children of Israel.",
                    "score": 0.8243476194078257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And it shall come to pass that except this people repent and turn unto the Lord their God, they shall be brought into bondage; and none shall deliver them, except it be the Lord the Almighty God.",
                    "score": 0.8128130747414949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "score": 0.8117454343850632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "score": 0.8097555882790405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And this is what our father meaneth; and he meaneth that it will not come to pass until after they are scattered by the Gentiles; and he meaneth that it shall come by way of the Gentiles, that the Lord may show his power unto the Gentiles, for the very cause that he shall be rejected of the Jews, or of the house of Israel.",
                    "score": 0.808989133432635
                }
            ]
        },
        {
            "verse": 27,
            "text": "Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
                    "score": 0.8616813067083849
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 22,
                    "text": "For though thy people Israel be as the sand of the sea, yet a remnant of them shall return: the consumption decreed shall overflow with righteousness.",
                    "score": 0.8469668338879368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "For though thy people Israel be as the sand of the sea, yet a remnant of them shall return; the consumption decreed shall overflow with righteousness.",
                    "score": 0.8469668338879368
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 16,
                    "text": "But lift thou up thy rod, and stretch out thine hand over the sea, and divide it: and the children of Israel shall go on dry ground through the midst of the sea.",
                    "score": 0.821658130919875
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 12,
                    "text": "And thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude.",
                    "score": 0.8041893587031945
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, that they turn and encamp before Pi-hahiroth, between Migdol and the sea, over against Baal-zephon: before it shall ye encamp by the sea.",
                    "score": 0.7952326277238894
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 6,
                    "text": "Yea, thou shalt see thy children's children, and peace upon Israel.",
                    "score": 0.7852809208436566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7827290078675896
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Again, thou shalt say to the children of Israel, Whosoever he be of the children of Israel, or of the strangers that sojourn in Israel, that giveth any of his seed unto Molech; he shall surely be put to death: the people of the land shall stone him with stones.",
                    "score": 0.7817163858979388
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And the children of Israel went into the midst of the sea upon the dry ground: and the waters were a wall unto them on their right hand, and on their left.",
                    "score": 0.7813047735080599
                }
            ]
        },
        {
            "verse": 28,
            "text": "For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 11,
                    "text": "For thus saith the Lord, I will cut my work short in righteousness, for the days come that I will send forth judgment unto victory.",
                    "score": 0.8717344523338219
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 97,
                    "text": "And plagues shall go forth, and they shall not be taken from the earth until I have completed my work, which shall be cut short in righteousness--",
                    "score": 0.8424869105977073
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 46,
                    "verse": 8,
                    "text": "Come, behold the works of the Lord, what desolations he hath made in the earth.",
                    "score": 0.7994441669054881
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 129,
                    "verse": 4,
                    "text": "The Lord is righteous: he hath cut asunder the cords of the wicked.",
                    "score": 0.7893872801522477
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 9,
                    "text": "For evildoers shall be cut off: but those that wait upon the Lord, they shall inherit the earth.",
                    "score": 0.7833725920626025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "For in that day, for my sake shall the Father work a work, which shall be a great and a marvelous work among them; and there shall be among them those who will not believe it, although a man shall declare it unto them.",
                    "score": 0.7831446453472996
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 11,
                    "text": "For I am with thee, saith the Lord, to save thee: though I make a full end of all nations whither I have scattered thee, yet will I not make a full end of thee: but I will correct thee in measure, and will not leave thee altogether unpunished.",
                    "score": 0.7827457315530452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 7,
                    "text": "And the Lord God doth work by means to bring about his great and eternal purposes; and by very small means the Lord doth confound the wise and bringeth about the salvation of many souls.",
                    "score": 0.7814484904915309
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 18,
                    "text": "The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.",
                    "score": 0.7794155135832177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "score": 0.7793036641871449
                }
            ]
        },
        {
            "verse": 29,
            "text": "And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Except the Lord of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.",
                    "score": 0.7997333619823382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7682055957184784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.",
                    "score": 0.763960961662777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 36,
                    "text": "Now when Ammon had said these words, he began at the creation of the world, and also the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the holy scriptures of the people, which had been spoken by the prophets, even down to the time that their father, Lehi, left Jerusalem.",
                    "score": 0.7618826077887759
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.7611041531547091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And our spirits must have become like unto him, and we become devils, angels to a devil, to be shut out from the presence of our God, and to remain with the father of lies, in misery, like unto himself; yea, to that being who beguiled our first parents, who transformeth himself nigh unto an angel of light, and stirreth up the children of men unto secret combinations of murder and all manner of secret works of darkness.",
                    "score": 0.7607559706894943
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Therefore as I live, saith the Lord of hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, even the breeding of nettles, and saltpits, and a perpetual desolation: the residue of my people shall spoil them, and the remnant of my people shall possess them.",
                    "score": 0.7603238077020031
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 37,
                    "text": "And because he loved thy fathers, therefore he chose their seed after them, and brought thee out in his sight with his mighty power out of Egypt;",
                    "score": 0.7602452308984923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
                    "score": 0.75888770310422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And again, that same God has brought our fathers out of the land of Jerusalem, and has kept and preserved his people even until now; and behold, it is because of our iniquities and abominations that he has brought us into bondage.",
                    "score": 0.7588428447644565
                }
            ]
        },
        {
            "verse": 30,
            "text": "What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 21,
                    "text": "He that followeth after righteousness and mercy findeth life, righteousness, and honour.",
                    "score": 0.8216228414084804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 24,
                    "text": "For behold, they are more righteous than you, for they have not sinned against that great knowledge which ye have received; therefore the Lord will be merciful unto them; yea, he will lengthen out their days and increase their seed, even when thou shalt be utterly destroyed except thou shalt repent.",
                    "score": 0.7956071545351581
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 10,
                    "text": "The righteous shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory.",
                    "score": 0.789530672400667
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 19,
                    "text": "Thy righteousness also, O God, is very high, who hast done great things: O God, who is like unto thee!",
                    "score": 0.7887238658815626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 15,
                    "text": "And I say unto you, that if the Gentiles do not repent after the blessing which they shall receive, after they have scattered my people--",
                    "score": 0.7876682124172761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.",
                    "score": 0.783050638736506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 25,
                    "text": "And then shall the righteous shine forth in the kingdom of God.",
                    "score": 0.7819190331444986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And after our seed is scattered the Lord God will proceed to do a marvelous work among the Gentiles, which shall be of great worth unto our seed; wherefore, it is likened unto their being nourished by the Gentiles and being carried in their arms and upon their shoulders.",
                    "score": 0.7801847473139363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "Wherefore, these things go forth from the Jews in purity unto the Gentiles, according to the truth which is in God.",
                    "score": 0.7801456353639694
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 31,
                    "text": "They shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this.",
                    "score": 0.780102938226253
                }
            ]
        },
        {
            "verse": 31,
            "text": "But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For behold, it is not counted unto him for righteousness.",
                    "score": 0.7932138496683073
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 31,
                    "text": "But Jehu took no heed to walk in the law of the Lord God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin.",
                    "score": 0.7885977154958024
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Therefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.",
                    "score": 0.7814690723886941
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 19,
                    "text": "Also Judah kept not the commandments of the Lord their God, but walked in the statutes of Israel which they made.",
                    "score": 0.7809642269260377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.7760874942687788
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 29,
                    "text": "Yet saith the house of Israel, The way of the Lord is not equal. O house of Israel, are not my ways equal? are not your ways unequal?",
                    "score": 0.7750099403525459
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 4,
                    "text": "But sought to the Lord God of his father, and walked in his commandments, and not after the doings of Israel.",
                    "score": 0.7730663182721307
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 41,
                    "text": "And Moses said, Wherefore now do ye transgress the commandment of the Lord? but it shall not prosper.",
                    "score": 0.7727461744853982
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 3,
                    "text": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.",
                    "score": 0.7668268631731564
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 20,
                    "text": "Yet ye say, The way of the Lord is not equal. O ye house of Israel, I will judge you every one after his ways.",
                    "score": 0.7661211105826787
                }
            ]
        },
        {
            "verse": 32,
            "text": "Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7867544035244014
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 1,
                    "text": "Blessed are the undefiled in the way, who walk in the law of the Lord.",
                    "score": 0.785418169636063
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 8,
                    "text": "But ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the Lord of hosts.",
                    "score": 0.7712936030229138
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 25,
                    "text": "But it came to pass that they soon became converted, and were convinced of the error which they were in, for it was made known unto them that the law was not yet fulfilled, and that it must be fulfilled in every whit; yea, the word came unto them that it must be fulfilled; yea, that one jot or tittle should not pass away till it should all be fulfilled; therefore in this same year were they brought to a knowledge of their error and did confess their faults.",
                    "score": 0.7669096365513813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 22,
                    "text": "And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites.",
                    "score": 0.7627097427180087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 9,
                    "text": "But they had fallen into great errors, for they would not observe to keep the commandments of God, and his statutes, according to the law of Moses.",
                    "score": 0.7535452717314217
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Therefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.",
                    "score": 0.7520501463698058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 35,
                    "text": "That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.",
                    "score": 0.7516068689001367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And whosoever shall go to law with thee shall be cursed by the law.",
                    "score": 0.7510900603837518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come.",
                    "score": 0.749705761370596
                }
            ]
        },
        {
            "verse": 33,
            "text": "As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 35,
                    "text": "And whosoever will harden his heart and will do iniquity, behold, I swear in my wrath that he shall not enter into my rest.",
                    "score": 0.8176903260906274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 14,
                    "text": "And he shall be for a sanctuary; but for a stone of stumbling, and for a rock of offense to both the houses of Israel, for a gin and a snare to the inhabitants of Jerusalem.",
                    "score": 0.81005232120484
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And he shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem.",
                    "score": 0.8095660604398175
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 3,
                    "text": "The pride of thine heart hath deceived thee, thou that dwellest in the clefts of the rock, whose habitation is high; that saith in his heart, Who shall bring me down to the ground?",
                    "score": 0.8088739585603361
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 2,
                    "text": "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
                    "score": 0.7999065675367437
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 3,
                    "text": "The God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour; thou savest me from violence.",
                    "score": 0.7980333213567616
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 16,
                    "text": "Thy terribleness hath deceived thee, and the pride of thine heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill: though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence, saith the Lord.",
                    "score": 0.7966583738145291
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 6,
                    "text": "He only is my rock and my salvation: he is my defence; I shall not be moved.",
                    "score": 0.794178786374685
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.",
                    "score": 0.7930287107958894
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Therefore thus saith the Lord, Behold, I will lay stumblingblocks before this people, and the fathers and the sons together shall fall upon them; the neighbour and his friend shall perish.",
                    "score": 0.7925709117760306
                }
            ]
        }
    ]
}