{
    "volume": "New Testament",
    "book": "Titus",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 134,
                    "verse": 3,
                    "text": "We believe that all governments necessarily require civil officers and magistrates to enforce the laws of the same; and that such as will administer the law in equity and justice should be sought for and upheld by the voice of the people if a republic, or the will of the sovereign.",
                    "score": 0.785432216853984
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 12,
                    "text": "We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.",
                    "score": 0.7834249976073071
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And the king's servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.",
                    "score": 0.777490183854289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 22,
                    "text": "That they also may render themselves approved in all things, and be accounted as wise stewards.",
                    "score": 0.7622195457687868
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 6,
                    "text": "And thus all things shall be made sure, according to the laws of the land.",
                    "score": 0.7605651772978043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 111,
                    "text": "For they shall be judged according to their works, and every man shall receive according to his own works, his own dominion, in the mansions which are prepared;",
                    "score": 0.7600666706549187
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 7,
                    "text": "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.",
                    "score": 0.7500392166289528
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 10,
                    "text": "That they themselves may be prepared, and that my people may be taught more perfectly, and have experience, and know more perfectly concerning their duty, and the things which I require at their hands.",
                    "score": 0.749797707548447
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 30,
                    "text": "And this shall be their stewardship which shall be appointed unto them.",
                    "score": 0.7480308447277232
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 14,
                    "text": "But I will make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.",
                    "score": 0.7457827193111316
                }
            ]
        },
        {
            "verse": 2,
            "text": "To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 41,
                    "text": "And let your preaching be the warning voice, every man to his neighbor, in mildness and in meekness.",
                    "score": 0.801461639382684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 4,
                    "text": "That they should let no pride nor haughtiness disturb their peace; that every man should esteem his neighbor as himself, laboring with their own hands for their support.",
                    "score": 0.7912488897152692
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
                    "score": 0.787530703986935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And ye will not have a mind to injure one another, but to live peaceably, and to render to every man according to that which is his due.",
                    "score": 0.7869485461722887
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 2,
                    "text": "For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.",
                    "score": 0.7764575978206243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 21,
                    "text": "And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments.",
                    "score": 0.7761792493698686
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 12,
                    "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
                    "score": 0.7759863198294362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
                    "score": 0.7749049416127474
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
                    "score": 0.7736276469247394
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And thou, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns be with thee, and thou dost dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they be a rebellious house.",
                    "score": 0.772322875447242
                }
            ]
        },
        {
            "verse": 3,
            "text": "For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7812684202030548
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 2,
                    "text": "For he flattereth himself in his own eyes, until his iniquity be found to be hateful.",
                    "score": 0.7733613757321393
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 17,
                    "text": "Fools because of their transgression, and because of their iniquities, are afflicted.",
                    "score": 0.7716201473223032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 13,
                    "text": "And they did humble themselves even to the dust, subjecting themselves to the yoke of bondage, submitting themselves to be smitten, and to be driven to and fro, and burdened, according to the desires of their enemies.",
                    "score": 0.7713278393994994
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 10,
                    "text": "Thou makest us to turn back from the enemy: and they which hate us spoil for themselves.",
                    "score": 0.766452119109728
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 14,
                    "text": "There were among you adulterers and adulteresses; some of whom have turned away from you, and others remain with you that hereafter shall be revealed.",
                    "score": 0.7646428338967873
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Woe unto them that are wise in their own eyes, and prudent in their own sight!",
                    "score": 0.7611549639268705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 6,
                    "text": "For it came to pass that they did deceive many with their flattering words, who were in the church, and did cause them to commit many sins; therefore it became expedient that those who committed sin, that were in the church, should be admonished by the church.",
                    "score": 0.7605467695424349
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 9,
                    "text": "The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.",
                    "score": 0.7597219976807891
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 2,
                    "text": "For wrath killeth the foolish man, and envy slayeth the silly one.",
                    "score": 0.7590721278873406
                }
            ]
        },
        {
            "verse": 4,
            "text": "But after that the kindness and love of God our Saviour toward man appeared,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 117,
                    "verse": 2,
                    "text": "For his merciful kindness is great toward us: and the truth of the Lord endureth for ever. Praise ye the Lord.",
                    "score": 0.788107598689673
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Then there came again and touched me one like the appearance of a man, and he strengthened me,",
                    "score": 0.7800481672739389
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 11,
                    "text": "Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.",
                    "score": 0.7771351415452196
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.",
                    "score": 0.7716321479129327
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.7703807948330674
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 23,
                    "text": "The steps of a good man are ordered by the Lord: and he delighteth in his way.",
                    "score": 0.7689596734583758
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 8,
                    "text": "But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.",
                    "score": 0.7689286088842456
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 4,
                    "text": "So shalt thou find favour and good understanding in the sight of God and man.",
                    "score": 0.7678368122901957
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And it was so, that when he had turned his back to go from Samuel, God gave him another heart: and all those signs came to pass that day.",
                    "score": 0.7650236710305126
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 1,
                    "text": "When the Savior shall appear we shall see him as he is. We shall see that he is a man like ourselves.",
                    "score": 0.7640302430450845
                }
            ]
        },
        {
            "verse": 5,
            "text": "Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 23,
                    "text": "But God ceaseth not to be God, and mercy claimeth the penitent, and mercy cometh because of the atonement; and the atonement bringeth to pass the resurrection of the dead; and the resurrection of the dead bringeth back men into the presence of God; and thus they are restored into his presence, to be judged according to their works, according to the law and justice.",
                    "score": 0.7567681345601447
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And now it came to pass that according to our record, and we know our record to be true, for behold, it was a just man who did keep the record--for he truly did many miracles in the name of Jesus; and there was not any man who could do a miracle in the name of Jesus save he were cleansed every whit from his iniquity--",
                    "score": 0.7561961073249799
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 23,
                    "verse": 3,
                    "text": "He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake.",
                    "score": 0.7532043455778578
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
                    "score": 0.7521383305334285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 33,
                    "text": "These were taught faith in God, repentance from sin, vicarious baptism for the remission of sins, the gift of the Holy Ghost by the laying on of hands,",
                    "score": 0.7501238286912909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And the great God has had mercy on us, and made these things known unto us that we might not perish; yea, and he has made these things known unto us beforehand, because he loveth our souls as well as he loveth our children; therefore, in his mercy he doth visit us by his angels, that the plan of salvation might be made known unto us as well as unto future generations.",
                    "score": 0.7494448612653609
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 13,
                    "text": "Thou in thy mercy hast led forth the people which thou hast redeemed: thou hast guided them in thy strength unto thy holy habitation.",
                    "score": 0.746292798492342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 33,
                    "text": "And again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot.",
                    "score": 0.7461475022152023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 15,
                    "text": "Oh, how merciful is our God! And now behold, since it has been as much as we could do to get our stains taken away from us, and our swords are made bright, let us hide them away that they may be kept bright, as a testimony to our God at the last day, or at the day that we shall be brought to stand before him to be judged, that we have not stained our swords in the blood of our brethren since he imparted his word unto us and has made us clean thereby.",
                    "score": 0.7457462336650855
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 64,
                    "verse": 5,
                    "text": "Thou meetest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved.",
                    "score": 0.7455856214868039
                }
            ]
        },
        {
            "verse": 6,
            "text": "Which he shed on us abundantly through Jesus Christ our Saviour;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 4,
                    "text": "Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.",
                    "score": 0.7747618572637378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Surely he has borne our griefs, and carried our sorrows; yet we did esteem him stricken, smitten of God, and afflicted.",
                    "score": 0.774096416384364
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 3,
                    "text": "For of him unto whom much is given much is required; and he who sins against the greater light shall receive the greater condemnation.",
                    "score": 0.765406369541383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 35,
                    "text": "And behold, we are again delivered out of the hands of our enemies. And blessed is the name of our God; for behold, it is he that has delivered us; yea, that has done this great thing for us.",
                    "score": 0.7643931973880516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 2,
                    "text": "And now, I ask, what great blessings has he bestowed upon us? Can ye tell?",
                    "score": 0.7611441302332325
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 23,
                    "text": "So we fasted and besought our God for this: and he was entreated of us.",
                    "score": 0.7606426648366229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 6,
                    "text": "For unto him that receiveth it shall be given more abundantly, even power.",
                    "score": 0.7576014029386456
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Whoso sheddeth man's blood, by man shall his blood be shed: for in the image of God made he man.",
                    "score": 0.7553085183412372
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 14,
                    "text": "Thou shalt furnish him liberally out of thy flock, and out of thy floor, and out of thy winepress: of that wherewith the Lord thy God hath blessed thee thou shalt give unto him.",
                    "score": 0.7548031386403574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 27,
                    "text": "Yea, wo be unto him that saith: We have received, and we need no more!",
                    "score": 0.7533418034996531
                }
            ]
        },
        {
            "verse": 7,
            "text": "That being justified by his grace, we should be made heirs according to the hope of eternal life.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 5,
                    "text": "But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life.",
                    "score": 0.7969231278222328
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "score": 0.7942425527710401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 4,
                    "text": "For he who is faithful and wise in time is accounted worthy to inherit the mansions prepared for him of my Father.",
                    "score": 0.7921653050605737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.7901847806781112
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 9,
                    "text": "For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ in God--",
                    "score": 0.7835801520334831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 29,
                    "text": "Having faith on the Lord; having a hope that ye shall receive eternal life; having the love of God always in your hearts, that ye may be lifted up at the last day and enter into his rest.",
                    "score": 0.7776566759714088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "score": 0.7766130720684696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 22,
                    "text": "And he that is a faithful and wise steward shall inherit all things. Amen.",
                    "score": 0.775110570200459
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I am the Lord.",
                    "score": 0.7740011783447523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And now, my sons, I would that ye should look to the great Mediator, and hearken unto his great commandments; and be faithful unto his words, and choose eternal life, according to the will of his Holy Spirit;",
                    "score": 0.7731945173806608
                }
            ]
        },
        {
            "verse": 8,
            "text": "This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.",
                    "score": 0.8072133846638988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 11,
                    "text": "But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.",
                    "score": 0.8013769416178939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 5,
                    "text": "For I remember the word of God which saith by their works ye shall know them; for if their works be good, then they are good also.",
                    "score": 0.800508668678406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And if you know that they are true, behold, I give unto you a commandment, that you rely upon the things which are written;",
                    "score": 0.7979391260277197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 41,
                    "text": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.",
                    "score": 0.7960153940456733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 34,
                    "text": "He that is faithful, the same shall be kept and blessed with much fruit.",
                    "score": 0.7951222409464056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 10,
                    "text": "And he that believeth shall be blest with signs following, even as it is written.",
                    "score": 0.7919299335387763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.",
                    "score": 0.7880513043530459
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 9,
                    "verse": 13,
                    "text": "Do this thing which I have commanded you, and you shall prosper. Be faithful, and yield to no temptation.",
                    "score": 0.7851027726916132
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Keep therefore the words of this covenant, and do them, that ye may prosper in all that ye do.",
                    "score": 0.7843568059141861
                }
            ]
        },
        {
            "verse": 9,
            "text": "But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 27,
                    "text": "Add iniquity unto their iniquity: and let them not come into thy righteousness.",
                    "score": 0.7297998315663027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7189992188964734
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 23,
                    "text": "These things also belong to the wise. It is not good to have respect of persons in judgment.",
                    "score": 0.717370487356195
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 8,
                    "text": "But they are altogether brutish and foolish: the stock is a doctrine of vanities.",
                    "score": 0.7159966540402622
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Forsake the foolish, and live; and go in the way of understanding.",
                    "score": 0.7159857501967908
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 6,
                    "text": "Do ye thus requite the Lord, O foolish people and unwise? is not he thy father that hath bought thee? hath he not made thee, and established thee?",
                    "score": 0.7145270119228149
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 17,
                    "text": "Fools because of their transgression, and because of their iniquities, are afflicted.",
                    "score": 0.7129186157994999
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 65,
                    "text": "And if ye ask anything that is not expedient for you, it shall turn unto your condemnation.",
                    "score": 0.7123496578542096
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Woe unto them that are wise in their own eyes, and prudent in their own sight!",
                    "score": 0.7122760486120092
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 18,
                    "text": "The simple inherit folly: but the prudent are crowned with knowledge.",
                    "score": 0.7114516658251133
                }
            ]
        },
        {
            "verse": 10,
            "text": "A man that is an heretick after the first and second admonition reject;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.7851317652565801
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.7729131993147608
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And when he went out the second day, behold, two men of the Hebrews strove together: and he said to him that did the wrong, Wherefore smitest thou thy fellow?",
                    "score": 0.7693542711216614
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 14,
                    "text": "For God speaketh once, yea twice, yet man perceiveth it not.",
                    "score": 0.7670514041136389
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 68,
                    "text": "Whosoever declareth more or less than this, the same is not of me, but is against me; therefore he is not of my church.",
                    "score": 0.7658046738621013
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 19,
                    "text": "Admonish him in his faults, and also receive admonition of him. Be patient; be sober; be temperate; have patience, faith, hope and charity.",
                    "score": 0.7648952400699106
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 15,
                    "verse": 32,
                    "text": "He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding.",
                    "score": 0.7637222418256875
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 23,
                    "text": "He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue.",
                    "score": 0.7606701548649948
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 20,
                    "text": "Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.",
                    "score": 0.7583179603340984
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 42,
                    "text": "And if he trespass against thee the second time, and repent not, nevertheless thou shalt forgive him.",
                    "score": 0.7579612001015339
                }
            ]
        },
        {
            "verse": 11,
            "text": "Knowing that he that is such is subverted, and sinneth, being condemned of himself.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 19,
                    "text": "Therefore repent ye, repent ye, lest by knowing these things and not doing them ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death.",
                    "score": 0.7951578383195715
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.794219012673228
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 2,
                    "text": "Nevertheless, there are those among you who have sinned exceedingly; yea, even all of you have sinned; but verily I say unto you, beware from henceforth, and refrain from sin, lest sore judgments fall upon your heads.",
                    "score": 0.7939639124739926
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 7,
                    "text": "When he shall be judged, let him be condemned: and let his prayer become sin.",
                    "score": 0.7924014668212892
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 14,
                    "verse": 2,
                    "text": "He that walketh in his uprightness feareth the Lord: but he that is perverse in his ways despiseth him.",
                    "score": 0.7909869647760264
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 36,
                    "verse": 2,
                    "text": "For he flattereth himself in his own eyes, until his iniquity be found to be hateful.",
                    "score": 0.7901905475310513
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 2,
                    "text": "Also, that the soul be without knowledge, it is not good; and he that hasteth with his feet sinneth.",
                    "score": 0.7901823630346775
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 9,
                    "text": "The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.",
                    "score": 0.7894561248873336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 9,
                    "text": "The show of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls, for they have rewarded evil unto themselves!",
                    "score": 0.7885950296402083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 15,
                    "text": "But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation--",
                    "score": 0.7872669743925528
                }
            ]
        },
        {
            "verse": 12,
            "text": "When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And if this be the case, behold, I say unto thee Joseph, when thou hast translated a few more pages thou shalt stop for a season, even until I command thee again; then thou mayest translate again.",
                    "score": 0.7728280487299295
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto my servant William Marks, and also unto my servant Newel K. Whitney, let them settle up their business speedily and journey from the land of Kirtland, before I, the Lord, send again the snows upon the earth.",
                    "score": 0.7669947889603688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 3,
                    "text": "Verily this is a mission for a season, which I give unto you.",
                    "score": 0.7570636174803678
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And, behold, I will send a lad, saying, Go, find out the arrows. If I expressly say unto the lad, Behold, the arrows are on this side of thee, take them; then come thou: for there is peace to thee, and no hurt; as the Lord liveth.",
                    "score": 0.7570232264706436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 63,
                    "text": "And behold, it shall come to pass that my servants shall be sent forth to the east and to the west, to the north and to the south.",
                    "score": 0.755081868324149
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.754078674895557
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
                    "score": 0.7536273991785212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 61,
                    "text": "Wherefore I give unto you that ye may now translate it, that ye may be prepared for the things to come.",
                    "score": 0.7522758774285827
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 16,
                    "text": "Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me.",
                    "score": 0.7515034234014574
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Yet I will send my servants unto thee to morrow about this time, and they shall search thine house, and the houses of thy servants; and it shall be, that whatsoever is pleasant in thine eyes, they shall put it in their hand, and take it away.",
                    "score": 0.7514716615089454
                }
            ]
        },
        {
            "verse": 13,
            "text": "Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 22,
                    "text": "And now I say unto you, tarry with him, and he shall journey with you; forsake him not, and surely these things shall be fulfilled.",
                    "score": 0.7191794366658992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 33,
                    "text": "Yea, verily I say, let all these take their journey unto one place, in their several courses, and one man shall not build upon another's foundation, neither journey in another's track.",
                    "score": 0.7164113717085521
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 23,
                    "verse": 8,
                    "text": "Who hath taken this counsel against Tyre, the crowning city, whose merchants are princes, whose traffickers are the honourable of the earth?",
                    "score": 0.7153357025696685
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 6,
                    "text": "But the sons of Belial shall be all of them as thorns thrust away, because they cannot be taken with hands:",
                    "score": 0.7136167021292639
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 21,
                    "text": "Tell ye, and bring them near; yea, let them take counsel together: who hath declared this from ancient time? who hath told it from that time? have not I the Lord? and there is no God else beside me; a just God and a Saviour; there is none beside me.",
                    "score": 0.7122315173016941
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 99,
                    "text": "And he shall be led in paths where the poisonous serpent cannot lay hold upon his heel, and he shall mount up in the imagination of his thoughts as upon eagles' wings.",
                    "score": 0.7115982716524625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And all these things must surely come, saith the prophet Zenos. And the rocks of the earth must rend; and because of the groanings of the earth, many of the kings of the isles of the sea shall be wrought upon by the Spirit of God, to exclaim: The God of nature suffers.",
                    "score": 0.7099686465425802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 96,
                    "text": "And the saints that are upon the earth, who are alive, shall be quickened and be caught up to meet him.",
                    "score": 0.7099422318212715
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Zebulun shall dwell at the haven of the sea; and he shall be for an haven of ships; and his border shall be unto Zidon.",
                    "score": 0.7089815880058363
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.708277498036891
                }
            ]
        },
        {
            "verse": 14,
            "text": "And let ours also learn to maintain good works for necessary uses, that they be not unfruitful.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 33,
                    "text": "Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.",
                    "score": 0.7942502960013029
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 7,
                    "text": "Be ye strong therefore, and let not your hands be weak: for your work shall be rewarded.",
                    "score": 0.7580118453581052
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Let there more work be laid upon the men, that they may labour therein; and let them not regard vain words.",
                    "score": 0.7543348113049385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 34,
                    "text": "Teach them to never be weary of good works, but to be meek and lowly in heart; for such shall find rest to their souls.",
                    "score": 0.7525808753583269
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Two are better than one; because they have a good reward for their labour.",
                    "score": 0.7369440169121471
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 12,
                    "text": "For their works do follow them, for it is because of their works that they are hewn down; therefore remember the things that I have told you.",
                    "score": 0.7295424996704336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 10,
                    "text": "And now, as ye have begun to teach the word even so I would that ye should continue to teach; and I would that ye would be diligent and temperate in all things.",
                    "score": 0.7230133056615248
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And if a man borrow ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.",
                    "score": 0.7208310665101004
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 55,
                    "text": "As my father's worldly circumstances were very limited, we were under the necessity of laboring with our hands, hiring out by day's work and otherwise, as we could get opportunity. Sometimes we were at home, and sometimes abroad, and by continuous labor were enabled to get a comfortable maintenance.",
                    "score": 0.7192295547146594
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 9,
                    "text": "Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning.",
                    "score": 0.7191285194849815
                }
            ]
        },
        {
            "verse": 15,
            "text": "All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 8,
                    "text": "And behold, and lo, I am with you to bless you and deliver you forever. Amen.",
                    "score": 0.8175544915552959
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 8,
                    "text": "For my brethren and companions' sakes, I will now say, Peace be within thee.",
                    "score": 0.8144377838262602
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 111,
                    "verse": 1,
                    "text": "Praise ye the Lord. I will praise the Lord with my whole heart, in the assembly of the upright, and in the congregation.",
                    "score": 0.805613164044821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 9,
                    "text": "Thy friends do stand by thee, and they shall hail thee again with warm hearts and friendly hands.",
                    "score": 0.8045237118977594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 62,
                    "verse": 9,
                    "text": "Behold, the kingdom is yours. And behold, and lo, I am with the faithful always. Even so. Amen.",
                    "score": 0.8034970731734459
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 8,
                    "text": "And now, verily thus saith the Lord, it is expedient that all things be done unto my glory, by you who are joined together in this order;",
                    "score": 0.8029023689245595
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 50,
                    "text": "Therefore I will give thanks unto thee, O Lord, among the heathen, and I will sing praises unto thy name.",
                    "score": 0.7982378686063449
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 12,
                    "text": "Thy vows are upon me, O God: I will render praises unto thee.",
                    "score": 0.7971288359029804
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O Lord.",
                    "score": 0.7921079023567099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 1,
                    "text": "Behold and hearken, O ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.",
                    "score": 0.7907907711530028
                }
            ]
        }
    ]
}