{
    "volume": "New Testament",
    "book": "Titus",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "But speak thou the things which become sound doctrine:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Wherefore, the things which I have written sufficeth me, save it be a few words which I must speak concerning the doctrine of Christ; wherefore, I shall speak unto you plainly, according to the plainness of my prophesying.",
                    "score": 0.8012775967581979
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 7,
                    "text": "Nevertheless hear thou now this word that I speak in thine ears, and in the ears of all the people;",
                    "score": 0.7969547309273147
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.7879694589639172
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 27,
                    "text": "Go thou near, and hear all that the Lord our God shall say: and speak thou unto us all that the Lord our God shall speak unto thee; and we will hear it, and do it.",
                    "score": 0.784868309063043
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7796350089060943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 4,
                    "text": "And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.",
                    "score": 0.7772549752897279
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 16,
                    "text": "These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:",
                    "score": 0.7772092201416253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 1,
                    "text": "O hearken, ye elders of my church, and give ear to the words which I shall speak unto you.",
                    "score": 0.7754550519686505
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 16,
                    "text": "And thou must open thy mouth at all times, declaring my gospel with the sound of rejoicing. Amen.",
                    "score": 0.7754075177749309
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 11,
                    "text": "They shall speak of the glory of thy kingdom, and talk of thy power;",
                    "score": 0.7748193810390268
                }
            ]
        },
        {
            "verse": 2,
            "text": "That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 19,
                    "text": "Admonish him in his faults, and also receive admonition of him. Be patient; be sober; be temperate; have patience, faith, hope and charity.",
                    "score": 0.7776206697291257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness, charity, humility, diligence.",
                    "score": 0.7725936090070543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 9,
                    "text": "Be patient in afflictions, revile not against those that revile. Govern your house in meekness, and be steadfast.",
                    "score": 0.7447315076164704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 21,
                    "text": "Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith.",
                    "score": 0.7440698071896652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 21,
                    "text": "Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.",
                    "score": 0.742411843724114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And now, because of their steadfastness when they do believe in that thing which they do believe, for because of their firmness when they are once enlightened, behold, the Lord shall bless them and prolong their days, notwithstanding their iniquity--",
                    "score": 0.7423822409254147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 41,
                    "text": "But that ye have patience, and bear with those afflictions, with a firm hope that ye shall one day rest from all your afflictions.",
                    "score": 0.7347231561488885
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 49,
                    "verse": 18,
                    "text": "Though while he lived he blessed his soul: and men will praise thee, when thou doest well to thyself.",
                    "score": 0.7341217275441096
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 18,
                    "verse": 14,
                    "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?",
                    "score": 0.733779983179541
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 29,
                    "text": "When men are cast down, then thou shalt say, There is lifting up; and he shall save the humble person.",
                    "score": 0.7335490708970615
                }
            ]
        },
        {
            "verse": 3,
            "text": "The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 14,
                    "text": "They shall still bring forth fruit in old age; they shall be fat and flourishing;",
                    "score": 0.7370304397084309
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 9,
                    "text": "Great men are not always wise: neither do the aged understand judgment.",
                    "score": 0.7345172639636817
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Behold, it is written by them of old time, that thou shalt not commit adultery;",
                    "score": 0.7185437790888827
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 6,
                    "text": "That drink wine in bowls, and anoint themselves with the chief ointments: but they are not grieved for the affliction of Joseph.",
                    "score": 0.7183447392390127
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 22,
                    "text": "As a jewel of gold in a swine's snout, so is a fair woman which is without discretion.",
                    "score": 0.714114080323819
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Be not among winebibbers; among riotous eaters of flesh:",
                    "score": 0.7138649625863379
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 16,
                    "text": "A gracious woman retaineth honour: and strong men retain riches.",
                    "score": 0.7126192263409005
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 29,
                    "text": "Many daughters have done virtuously, but thou excellest them all.",
                    "score": 0.7106387221186461
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink.",
                    "score": 0.7100213422665644
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 30,
                    "text": "And thus, in their prosperous circumstances, they did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need.",
                    "score": 0.7097519162275121
                }
            ]
        },
        {
            "verse": 4,
            "text": "That they may teach the young women to be sober, to love their husbands, to love their children,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 15,
                    "text": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.",
                    "score": 0.7657539888457264
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished.",
                    "score": 0.734181004087728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Behold, their husbands love their wives, and their wives love their husbands; and their husbands and their wives love their children; and their unbelief and their hatred towards you is because of the iniquity of their fathers; wherefore, how much better are you than they, in the sight of your great Creator?",
                    "score": 0.7213709557367821
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 3,
                    "text": "Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.",
                    "score": 0.7103828685450622
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up.",
                    "score": 0.7099818602755057
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 28,
                    "text": "Her children arise up, and call her blessed; her husband also, and he praiseth her.",
                    "score": 0.6979935793788067
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 4,
                    "text": "If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself.",
                    "score": 0.6960109000738538
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they of Ephraim shall be like a mighty man, and their heart shall rejoice as through wine: yea, their children shall see it, and be glad; their heart shall rejoice in the Lord.",
                    "score": 0.6959119696450683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them.",
                    "score": 0.6941332898185323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now in this thing we do rejoice; and we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contempt, concerning their first parents.",
                    "score": 0.6926255939153022
                }
            ]
        },
        {
            "verse": 5,
            "text": "To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 7,
                    "text": "They shall not take a wife that is a whore, or profane; neither shall they take a woman put away from her husband: for he is holy unto his God.",
                    "score": 0.8033542922128656
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Moreover thou shalt not lie carnally with thy neighbour's wife, to defile thyself with her.",
                    "score": 0.7976676628257651
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 45,
                    "text": "Let thy bowels also be full of charity towards all men, and to the household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.",
                    "score": 0.7926165770653829
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7897973394790535
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 17,
                    "text": "Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to pledge:",
                    "score": 0.7896568205916165
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 14,
                    "text": "Continue in the spirit of meekness, and beware of pride. Let thy soul delight in thy husband, and the glory which shall come upon him.",
                    "score": 0.7862053683507937
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 83,
                    "verse": 2,
                    "text": "Women have claim on their husbands for their maintenance, until their husbands are taken; and if they are not found transgressors they shall have fellowship in the church.",
                    "score": 0.7857720837395504
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 13,
                    "text": "If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the Lord, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words:",
                    "score": 0.7856864439103536
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Thou shalt not uncover the nakedness of thy daughter in law: she is thy son's wife; thou shalt not uncover her nakedness.",
                    "score": 0.784788567956866
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Be not rash with thy mouth, and let not thine heart be hasty to utter any thing before God: for God is in heaven, and thou upon earth: therefore let thy words be few.",
                    "score": 0.7847862873807958
                }
            ]
        },
        {
            "verse": 6,
            "text": "Young men likewise exhort to be sober minded.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 9,
                    "text": "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word.",
                    "score": 0.760125907540702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 24,
                    "text": "Cease drunkenness; and let your words tend to edifying one another.",
                    "score": 0.756010017647515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 21,
                    "text": "Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.",
                    "score": 0.7465069073749111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 27,
                    "text": "Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;",
                    "score": 0.7374506207426981
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.",
                    "score": 0.7368837660147494
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 17,
                    "text": "The words of wise men are heard in quiet more than the cry of him that ruleth among fools.",
                    "score": 0.7326297918592961
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 8,
                    "text": "Remember this, and shew yourselves men: bring it again to mind, O ye transgressors.",
                    "score": 0.7317743842341459
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 17,
                    "verse": 8,
                    "text": "Upright men shall be astonied at this, and the innocent shall stir up himself against the hypocrite.",
                    "score": 0.7282125793315104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 10,
                    "text": "Wherefore, honest men and wise men should be sought for diligently, and good men and wise men ye should observe to uphold; otherwise whatsoever is less than these cometh of evil.",
                    "score": 0.7281797795759443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Wo unto the wise in their own eyes and prudent in their own sight!",
                    "score": 0.7251240670219611
                }
            ]
        },
        {
            "verse": 7,
            "text": "In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7499482531455066
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 27,
                    "text": "With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself unsavoury.",
                    "score": 0.7482459675863223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God.",
                    "score": 0.7384916168314382
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 27,
                    "text": "Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.",
                    "score": 0.7371626933949513
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 2,
                    "text": "For I give you good doctrine, forsake ye not my law.",
                    "score": 0.736331827046495
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Is not this thy fear, thy confidence, thy hope, and the uprightness of thy ways?",
                    "score": 0.7356094963510215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 7,
                    "text": "Or, if there be any among you that shall make one like unto it, then ye are justified in saying that ye do not know that they are true;",
                    "score": 0.7352310103647963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 34,
                    "text": "These sayings are true and faithful; wherefore, transgress them not, neither take therefrom.",
                    "score": 0.7341891991485401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.7338049263170703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 22,
                    "text": "Yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing--unto such it is given to know the mysteries of God; yea, unto such it shall be given to reveal things which never have been revealed; yea, and it shall be given unto such to bring thousands of souls to repentance, even as it has been given unto us to bring these our brethren to repentance.",
                    "score": 0.733540400379964
                }
            ]
        },
        {
            "verse": 8,
            "text": "Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
                    "score": 0.7960504751044
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 91,
                    "text": "And if any one offend openly, he or she shall be rebuked openly, that he or she may be ashamed. And if he or she confess not, he or she shall be delivered up unto the law of God.",
                    "score": 0.7921903133411158
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 6,
                    "text": "Then shall I not be ashamed, when I have respect unto all thy commandments.",
                    "score": 0.7849095561178042
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 80,
                    "text": "Let my heart be sound in thy statutes; that I be not ashamed.",
                    "score": 0.7837483963119753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Fear not, for thou shalt not be ashamed; neither be thou confounded, for thou shalt not be put to shame; for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy youth, and shalt not remember the reproach of thy widowhood any more.",
                    "score": 0.777681478846234
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Talk no more so exceeding proudly; let not arrogancy come out of your mouth: for the Lord is a God of knowledge, and by him actions are weighed.",
                    "score": 0.7743248507586667
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 32,
                    "text": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness.",
                    "score": 0.7735193050866822
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 4,
                    "text": "Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more.",
                    "score": 0.7729776608787993
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
                    "score": 0.7724646481026649
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 92,
                    "text": "If any shall offend in secret, he or she shall be rebuked in secret, that he or she may have opportunity to confess in secret to him or her whom he or she has offended, and to God, that the church may not speak reproachfully of him or her.",
                    "score": 0.7712521804919911
                }
            ]
        },
        {
            "verse": 9,
            "text": "Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
                    "score": 0.8043976064059501
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.8016533817992002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.8014796863206721
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
                    "score": 0.8003800549518859
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 6,
                    "text": "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness.",
                    "score": 0.7916949865537023
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 45,
                    "text": "Strangers shall submit themselves unto me: as soon as they hear, they shall be obedient unto me.",
                    "score": 0.7888681326041576
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 6,
                    "text": "Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an awl; and he shall serve him for ever.",
                    "score": 0.7881728204316792
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 28,
                    "text": "Let them curse, but bless thou: when they arise, let them be ashamed; but let thy servant rejoice.",
                    "score": 0.786953516654956
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 4,
                    "text": "And my servant Leman shall be ordained unto this work, that he may reason with them, not according to that which he has received of them, but according to that which shall be taught him by you my servants; and by so doing I will bless him, otherwise he shall not prosper.",
                    "score": 0.7855316979943319
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 9,
                    "text": "And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.",
                    "score": 0.7840727438211496
                }
            ]
        },
        {
            "verse": 10,
            "text": "Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 13,
                    "text": "We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul--We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.",
                    "score": 0.7956907813549862
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 47,
                    "text": "Because thou servedst not the Lord thy God with joyfulness, and with gladness of heart, for the abundance of all things;",
                    "score": 0.7884448438658203
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 31,
                    "verse": 23,
                    "text": "O love the Lord, all ye his saints: for the Lord preserveth the faithful, and plentifully rewardeth the proud doer.",
                    "score": 0.7844854612494563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 41,
                    "text": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.",
                    "score": 0.7804022221672718
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 6,
                    "text": "Then shall I not be ashamed, when I have respect unto all thy commandments.",
                    "score": 0.7788028219778768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 6,
                    "text": "Thou also sayest, except we repent we shall perish. How knowest thou the thought and intent of our hearts? How knowest thou that we have cause to repent? How knowest thou that we are not a righteous people? Behold, we have built sanctuaries, and we do assemble ourselves together to worship God. We do believe that God will save all men.",
                    "score": 0.7782043073569432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now in this thing we do rejoice; and we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contempt, concerning their first parents.",
                    "score": 0.7778689538966116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 6,
                    "text": "But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship idols, but that ye do worship the true and the living God, and that ye look forward for the remission of your sins, with an everlasting faith, which is to come.",
                    "score": 0.7769881673599373
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 133,
                    "verse": 1,
                    "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
                    "score": 0.7767476677817916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 27,
                    "text": "Thus we may see that the Lord is merciful unto all who will, in the sincerity of their hearts, call upon his holy name.",
                    "score": 0.7762954776553265
                }
            ]
        },
        {
            "verse": 11,
            "text": "For the grace of God that bringeth salvation hath appeared to all men,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "score": 0.8185319027875155
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 13,
                    "text": "The Lord looketh from heaven; he beholdeth all the sons of men.",
                    "score": 0.8087598478428635
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 2,
                    "text": "Thou art fairer than the children of men: grace is poured into thy lips: therefore God hath blessed thee for ever.",
                    "score": 0.7986321114473527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.",
                    "score": 0.7980658681605026
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 98,
                    "verse": 2,
                    "text": "The Lord hath made known his salvation: his righteousness hath he openly shewed in the sight of the heathen.",
                    "score": 0.7908521927779181
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And he said unto him, If now I have found grace in thy sight, then shew me a sign that thou talkest with me.",
                    "score": 0.7906497703148821
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 4,
                    "text": "For the Lord taketh pleasure in his people: he will beautify the meek with salvation.",
                    "score": 0.7904604992990656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 15,
                    "text": "For behold, he surely must die that salvation may come; yea, it behooveth him and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby men may be brought into the presence of the Lord.",
                    "score": 0.7879484489384322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 15,
                    "text": "And thus he shall bring salvation to all those who shall believe on his name; this being the intent of this last sacrifice, to bring about the bowels of mercy, which overpowereth justice, and bringeth about means unto men that they may have faith unto repentance.",
                    "score": 0.786297194455215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And my soul delighteth in proving unto my people that save Christ should come all men must perish.",
                    "score": 0.7849744561643638
                }
            ]
        },
        {
            "verse": 12,
            "text": "Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Be wise in the days of your probation; strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with a firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God.",
                    "score": 0.7836094748382368
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 11,
                    "text": "Nevertheless thy vows shall be offered up in righteousness on all days and at all times;",
                    "score": 0.772618766599603
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 21,
                    "text": "Take upon you the name of Christ, and speak the truth in soberness.",
                    "score": 0.7696122791838702
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.768723837209007
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 3,
                    "text": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.",
                    "score": 0.7601234697945172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 32,
                    "text": "Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.",
                    "score": 0.7599320714539777
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 35,
                    "text": "Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the Lord, O my soul. Praise ye the Lord.",
                    "score": 0.7599186827712502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 123,
                    "text": "See that ye love one another; cease to be covetous; learn to impart one to another as the gospel requires.",
                    "score": 0.7562846515788547
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 10,
                    "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                    "score": 0.7548646337254094
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 32,
                    "text": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness.",
                    "score": 0.7547332726974879
                }
            ]
        },
        {
            "verse": 13,
            "text": "Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 32,
                    "text": "The humble shall see this, and be glad: and your heart shall live that seek God.",
                    "score": 0.7781225164120187
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Blessed is the man that trusteth in the Lord, and whose hope the Lord is.",
                    "score": 0.7776377529187074
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 40,
                    "text": "Let us search and try our ways, and turn again to the Lord.",
                    "score": 0.77315530030479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "score": 0.772610287719553
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.",
                    "score": 0.7711207521021435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "score": 0.7693103846330223
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 42,
                    "verse": 2,
                    "text": "My soul thirsteth for God, for the living God: when shall I come and appear before God?",
                    "score": 0.7649935617438628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Wherefore, we search the prophets, and we have many revelations and the spirit of prophecy; and having all these witnesses we obtain a hope, and our faith becometh unshaken, insomuch that we truly can command in the name of Jesus and the very trees obey us, or the mountains, or the waves of the sea.",
                    "score": 0.7637023917055686
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 63,
                    "verse": 2,
                    "text": "To see thy power and thy glory, so as I have seen thee in the sanctuary.",
                    "score": 0.7625963521089582
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 67,
                    "verse": 1,
                    "text": "God be merciful unto us, and bless us; and cause his face to shine upon us; Selah.",
                    "score": 0.7624685636346551
                }
            ]
        },
        {
            "verse": 14,
            "text": "Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee.",
                    "score": 0.7991278467975256
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 2,
                    "text": "A good man obtaineth favour of the Lord: but a man of wicked devices will he condemn.",
                    "score": 0.7990209545114283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "score": 0.7932613491031002
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 17,
                    "text": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
                    "score": 0.7853873921039503
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 5,
                    "verse": 22,
                    "text": "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his sins.",
                    "score": 0.7852806366217286
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Then hear thou from heaven, and do, and judge thy servants, by requiting the wicked, by recompensing his way upon his own head; and by justifying the righteous, by giving him according to his righteousness.",
                    "score": 0.7850616431911674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 28,
                    "text": "And thus they should impart of their substance of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul.",
                    "score": 0.7846251104830246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7797583158056495
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 149,
                    "verse": 4,
                    "text": "For the Lord taketh pleasure in his people: he will beautify the meek with salvation.",
                    "score": 0.7796830943389748
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 52,
                    "verse": 7,
                    "text": "Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.",
                    "score": 0.7772634337598875
                }
            ]
        },
        {
            "verse": 15,
            "text": "These things speak, and exhort, and rebuke with all authority. Let no man despise thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 9,
                    "text": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
                    "score": 0.8045841210113563
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee.",
                    "score": 0.8043911019250108
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them.",
                    "score": 0.7941165622078052
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:",
                    "score": 0.7896499006287371
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.",
                    "score": 0.78762585996734
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 15,
                    "text": "So it shall be a reproach and a taunt, an instruction and an astonishment unto the nations that are round about thee, when I shall execute judgments in thee in anger and in fury and in furious rebukes. I the Lord have spoken it.",
                    "score": 0.7869763510862525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 16,
                    "text": "Wo be unto them that shall pervert the ways of the Lord after this manner, for they shall perish except they repent. Behold, I speak with boldness, having authority from God; and I fear not what man can do; for perfect love casteth out all fear.",
                    "score": 0.7861425361147183
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 16,
                    "text": "These are the things that ye shall do; Speak ye every man the truth to his neighbour; execute the judgment of truth and peace in your gates:",
                    "score": 0.7859007916478243
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.",
                    "score": 0.7841533055298594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 22,
                    "text": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
                    "score": 0.7822600503898184
                }
            ]
        }
    ]
}