{
    "volume": "Book of Mormon",
    "book": "1 Nephi",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father; and having seen many afflictions in the course of my days, nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a record of my proceedings in my days.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.8025320769809341
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 71,
                    "text": "It is good for me that I have been afflicted; that I might learn thy statutes.",
                    "score": 0.7950541003896793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 2,
                    "text": "And as for the perils which I am called to pass through, they seem but a small thing to me, as the envy and wrath of man have been my common lot all the days of my life; and for what cause it seems mysterious, unless I was ordained from before the foundation of the world for some good end, or bad, as you may choose to call it. Judge ye for yourselves. God knoweth all these things, whether it be good or bad. But nevertheless, deep water is what I am wont to swim in. It all has become a second nature to me; and I feel, like Paul, to glory in tribulation; for to this day has the God of my fathers delivered me out of them all, and will deliver me from henceforth; for behold, and lo, I shall triumph over all my enemies, for the Lord God hath spoken it.",
                    "score": 0.7861126023473805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 40,
                    "text": "And now, because the account which is engraven upon the plates of Nephi is more particular concerning the things which, in my wisdom, I would bring to the knowledge of the people in this account--",
                    "score": 0.7855691810442635
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 18,
                    "text": "I am one that bear witness of myself, and the Father that sent me beareth witness of me.",
                    "score": 0.7819191053151432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And after having received the record of the Nephites, yea, even my servant Joseph Smith, Jun., might have power to translate through the mercy of God, by the power of God, the Book of Mormon.",
                    "score": 0.776834287241591
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 3,
                    "text": "I am verily a man which am a Jew, born in Tarsus, a city in Cilicia, yet brought up in this city at the feet of Gamaliel, and taught according to the perfect manner of the law of the fathers, and was zealous toward God, as ye all are this day.",
                    "score": 0.7731565455964938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And to the Nephites, and the Jacobites, and the Josephites, and the Zoramites, through the testimony of their fathers--",
                    "score": 0.7707551152340505
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And, finding there was greater happiness and peace and rest for me, I sought for the blessings of the fathers, and the right whereunto I should be ordained to administer the same; having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers.",
                    "score": 0.7686687165593917
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
                    "score": 0.76792770662995
                }
            ]
        },
        {
            "verse": 2,
            "text": "Yea, I make a record in the language of my father, which consists of the learning of the Jews and the language of the Egyptians.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 38,
                    "text": "I speak that which I have seen with my Father: and ye do that which ye have seen with your father.",
                    "score": 0.7750203431900963
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 5,
                    "text": "This he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not.",
                    "score": 0.7740009536401746
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.763557922369805
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 3,
                    "text": "I am verily a man which am a Jew, born in Tarsus, a city in Cilicia, yet brought up in this city at the feet of Gamaliel, and taught according to the perfect manner of the law of the fathers, and was zealous toward God, as ye all are this day.",
                    "score": 0.7570948532544735
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "score": 0.7568897935127586
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 4,
                    "text": "My manner of life from my youth, which was at the first among mine own nation at Jerusalem, know all the Jews;",
                    "score": 0.7531886457780264
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And profited in the Jews' religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.",
                    "score": 0.7521386846116374
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 43,
                    "text": "That your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the Lord your God.",
                    "score": 0.750483415771421
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And the name of the other was Eliezer; for the God of my father, said he, was mine help, and delivered me from the sword of Pharaoh:",
                    "score": 0.7486486757967618
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And that thou mayest tell in the ears of thy son, and of thy son's son, what things I have wrought in Egypt, and my signs which I have done among them; that ye may know how that I am the Lord.",
                    "score": 0.7465800873119733
                }
            ]
        },
        {
            "verse": 3,
            "text": "And I know that the record which I make is true; and I make it with mine own hand; and I make it according to my knowledge.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7473073206012438
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 4,
                    "text": "For truly my words shall not be false: he that is perfect in knowledge is with thee.",
                    "score": 0.7440161903525134
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 4,
                    "text": "Then, let there be a general recorder, to whom these other records can be handed, being attended with certificates over their own signatures, certifying that the record they have made is true. Then the general church recorder can enter the record on the general church book, with the certificates and all the attending witnesses, with his own statement that he verily believes the above statement and records to be true, from his knowledge of the general character and appointment of those men by the church. And when this is done on the general church book, the record shall be just as holy, and shall answer the ordinance just the same as if he had seen with his eyes and heard with his ears, and made a record of the same on the general church book.",
                    "score": 0.7419772523888779
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 32,
                    "text": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
                    "score": 0.7396591200792616
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 19,
                    "text": "I Paul have written it with mine own hand, I will repay it: albeit I do not say to thee how thou owest unto me even thine own self besides.",
                    "score": 0.7363596196797859
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 14,
                    "text": "Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.",
                    "score": 0.7353871613073732
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 33,
                    "text": "Speaking unto you that you may naturally understand; but unto myself my works have no end, neither beginning; but it is given unto you that ye may understand, because ye have asked it of me and are agreed.",
                    "score": 0.7332013379169071
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 28,
                    "text": "But I shall endeavor, hereafter, to delineate the chronology running back from myself to the beginning of the creation, for the records have come into my hands, which I hold unto this present time.",
                    "score": 0.7329607732992992
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 35,
                    "text": "And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.",
                    "score": 0.732694109869902
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 11,
                    "text": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works' sake.",
                    "score": 0.732453923179644
                }
            ]
        },
        {
            "verse": 4,
            "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, and in the fifth month, that Hananiah the son of Azur the prophet, which was of Gibeon, spake unto me in the house of the Lord, in the presence of the priests and of all the people, saying,",
                    "score": 0.825622929462485
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.",
                    "score": 0.8122859853820881
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 6,
                    "text": "Then Jeremiah the prophet spake all these words unto Zedekiah king of Judah in Jerusalem,",
                    "score": 0.8109436022674315
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 2,
                    "verse": 5,
                    "text": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem.",
                    "score": 0.8034141727172373
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And afterward, saith the Lord, I will deliver Zedekiah king of Judah, and his servants, and the people, and such as are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he shall not spare them, neither have pity, nor have mercy.",
                    "score": 0.8014365129629347
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 3,
                    "text": "For through the anger of the Lord it came to pass in Jerusalem and Judah, till he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
                    "score": 0.8008239469916691
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 20,
                    "text": "For through the anger of the Lord it came to pass in Jerusalem and Judah, until he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
                    "score": 0.7957908008849413
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 34,
                    "text": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:",
                    "score": 0.7950260910460719
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Thus saith the Lord, the God of Israel; Go and speak to Zedekiah king of Judah, and tell him, Thus saith the Lord; Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire:",
                    "score": 0.7935053206750741
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 3,
                    "text": "For Zedekiah king of Judah had shut him up, saying, Wherefore dost thou prophesy, and say, Thus saith the Lord, Behold, I will give this city into the hand of the king of Babylon, and he shall take it;",
                    "score": 0.7934747727198084
                }
            ]
        },
        {
            "verse": 5,
            "text": "Wherefore it came to pass that my father, Lehi, as he went forth prayed unto the Lord, yea, even with all his heart, in behalf of his people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.8122938107108443
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Now therefore, I pray you, swear unto me by the Lord, since I have shewed you kindness, that ye will also shew kindness unto my father's house, and give me a true token:",
                    "score": 0.8088710049378854
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And it came to pass, when God caused me to wander from my father's house, that I said unto her, This is thy kindness which thou shalt shew unto me; at every place whither we shall come, say of me, He is my brother.",
                    "score": 0.8053056729870115
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 27,
                    "text": "Then he said, I pray thee therefore, father, that thou wouldest send him to my father's house:",
                    "score": 0.8014469979205855
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 9,
                    "text": "And Joseph said unto his father, They are my sons, whom God hath given me in this place. And he said, Bring them, I pray thee, unto me, and I will bless them.",
                    "score": 0.7970777741431692
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.7919426242016425
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 23,
                    "text": "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God.",
                    "score": 0.7896551498373181
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And he prayed unto the Lord, and said, I pray thee, O Lord, was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil.",
                    "score": 0.7894009180868675
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took it.",
                    "score": 0.7889780432759916
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the Lord appeared unto me in answer to my prayers, and said unto me: Unto thy seed will I give this land.",
                    "score": 0.7886773332665294
                }
            ]
        },
        {
            "verse": 6,
            "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And he said, Go forth, and stand upon the mount before the Lord. And, behold, the Lord passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake:",
                    "score": 0.8141854673395833
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 13,
                    "text": "The Lord also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.",
                    "score": 0.8123269672991751
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.",
                    "score": 0.7995745792251896
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.",
                    "score": 0.799088922088486
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7987212970523482
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7987103529185725
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And it came to pass, when they were come, that he looked on Eliab, and said, Surely the Lord's anointed is before him.",
                    "score": 0.79832048587157
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And now Satan began to tremble, and the earth shook; and Moses received strength, and called upon God, saying: In the name of the Only Begotten, depart hence, Satan.",
                    "score": 0.7982774999584022
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And ye said, Behold, the Lord our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.",
                    "score": 0.7982319905231552
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And Moses stretched forth his rod toward heaven: and the Lord sent thunder and hail, and the fire ran along upon the ground; and the Lord rained hail upon the land of Egypt.",
                    "score": 0.7957473711344478
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being overcome with the Spirit and the things which he had seen.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 24,
                    "text": "When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.",
                    "score": 0.7945764962870123
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 39,
                    "text": "Return to thine own house, and shew how great things God hath done unto thee. And he went his way, and published throughout the whole city how great things Jesus had done unto him.",
                    "score": 0.7877892876228862
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And his return was to Ramah; for there was his house; and there he judged Israel; and there he built an altar unto the Lord.",
                    "score": 0.7828034541142728
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 2,
                    "text": "And one told Jacob, and said, Behold, thy son Joseph cometh unto thee: and Israel strengthened himself, and sat upon the bed.",
                    "score": 0.7809392625066198
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And Jehoshaphat the king of Judah returned to his house in peace to Jerusalem.",
                    "score": 0.7775168850905356
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And it came to pass, that, when I was come again to Jerusalem, even while I prayed in the temple, I was in a trance;",
                    "score": 0.7774174941721484
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.",
                    "score": 0.7761317581680985
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.",
                    "score": 0.7759950798783845
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.",
                    "score": 0.7748318737309285
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he arose, and departed to his house.",
                    "score": 0.7746643664414686
                }
            ]
        },
        {
            "verse": 8,
            "text": "And being thus overcome with the Spirit, he was carried away in a vision, even that he saw the heavens open, and he thought he saw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 4,
                    "text": "He hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.8123386753379925
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.8006767509307489
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 23,
                    "text": "Though he had commanded the clouds from above, and opened the doors of heaven,",
                    "score": 0.7972066010504492
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 43,
                    "text": "And there appeared an angel unto him from heaven, strengthening him.",
                    "score": 0.7809930091056072
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7780389513148563
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:",
                    "score": 0.7763596661925177
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And all that sat in the council, looking steadfastly on him, saw his face as it had been the face of an angel.",
                    "score": 0.775918988099027
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he went out, and followed him; and wist not that it was true which was done by the angel; but thought he saw a vision.",
                    "score": 0.7751394046162507
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 55,
                    "text": "But he, being full of the Holy Ghost, looked up steadfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God,",
                    "score": 0.7744742216618593
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:",
                    "score": 0.7738644104396446
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass that he saw One descending out of the midst of heaven, and he beheld that his luster was above that of the sun at noon-day.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was as it were the sun, and his feet as pillars of fire:",
                    "score": 0.8010030876299025
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And it came to pass, that, as I made my journey, and was come nigh unto Damascus about noon, suddenly there shone from heaven a great light round about me.",
                    "score": 0.7856579483666379
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:",
                    "score": 0.782829199476571
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 13,
                    "text": "At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.",
                    "score": 0.7798721397862346
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 13,
                    "text": "I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.",
                    "score": 0.7766080709379298
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 9,
                    "text": "He bowed the heavens also, and came down: and darkness was under his feet.",
                    "score": 0.7730583715623118
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 10,
                    "text": "He bowed the heavens also, and came down; and darkness was under his feet.",
                    "score": 0.7730583715623118
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.7688570151702092
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 31,
                    "text": "And as he passed over Penuel the sun rose upon him, and he halted upon his thigh.",
                    "score": 0.7636528805836951
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.",
                    "score": 0.7603014719907477
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he also saw twelve others following him, and their brightness did exceed that of the stars in the firmament.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And in the evening he cometh with the twelve.",
                    "score": 0.786695135540624
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.",
                    "score": 0.7605903063080924
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 12,
                    "text": "Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.",
                    "score": 0.7602510463252139
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And that he was seen of Cephas, then of the twelve:",
                    "score": 0.7560505052705404
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 147,
                    "verse": 4,
                    "text": "He telleth the number of the stars; he calleth them all by their names.",
                    "score": 0.7507970602972164
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 15,
                    "text": "But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.",
                    "score": 0.7476270517408706
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 109,
                    "text": "But behold, and lo, we saw the glory and the inhabitants of the telestial world, that they were as innumerable as the stars in the firmament of heaven, or as the sand upon the seashore;",
                    "score": 0.743832526494683
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 6,
                    "text": "After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.",
                    "score": 0.7428644525087649
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 9,
                    "text": "And he dreamed yet another dream, and told it his brethren, and said, Behold, I have dreamed a dream more; and, behold, the sun and the moon and the eleven stars made obeisance to me.",
                    "score": 0.7393142664083443
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased.",
                    "score": 0.7371469612477135
                }
            ]
        },
        {
            "verse": 11,
            "text": "And they came down and went forth upon the face of the earth; and the first came and stood before my father, and gave unto him a book, and bade him that he should read.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 3,
                    "text": "It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time, yea, even from the beginning, or before the foundation of the earth, down to the present time, even the right of the firstborn, or the first man, who is Adam, or first father, through the fathers unto me.",
                    "score": 0.8144322320402332
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 59,
                    "text": "And Enoch beheld the Son of Man ascend up unto the Father; and he called unto the Lord, saying: Wilt thou not come again upon the earth? Forasmuch as thou art God, and I know thee, and thou hast sworn unto me, and commanded me that I should ask in the name of thine Only Begotten; thou hast made me, and given unto me a right to thy throne, and not of myself, but through thine own grace; wherefore, I ask thee if thou wilt not come again on the earth.",
                    "score": 0.7808459061358465
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the Lord said unto Satan, From whence comest thou? And Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
                    "score": 0.7753673528230445
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7752456919879234
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And the Lord said unto Satan, Whence comest thou? Then Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
                    "score": 0.7744520073162084
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I saw the Lord; and he stood before my face, and he talked with me, even as a man talketh one with another, face to face; and he said unto me: Look, and I will show unto thee the world for the space of many generations.",
                    "score": 0.7743071145952505
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 26,
                    "text": "And when Joseph came home, they brought him the present which was in their hand into the house, and bowed themselves to him to the earth.",
                    "score": 0.7743039553314497
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 18,
                    "verse": 28,
                    "text": "And Ahimaaz called, and said unto the king, All is well. And he fell down to the earth upon his face before the king, and said, Blessed be the Lord thy God, which hath delivered up the men that lifted up their hand against my lord the king.",
                    "score": 0.7740149317005501
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
                    "score": 0.7732733773670348
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.769748840364647
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 31,
                    "text": "And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;",
                    "score": 0.8295029454504393
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 24,
                    "text": "For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord.",
                    "score": 0.8193868365756177
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,",
                    "score": 0.8069268235028116
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.8037703311332441
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 65,
                    "text": "And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man.",
                    "score": 0.8009131854012637
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 8,
                    "text": "But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.",
                    "score": 0.8008059878764987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 18,
                    "text": "Now this caused us to marvel, for it was given unto us of the Spirit.",
                    "score": 0.8001939920322177
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
                    "score": 0.7974656345333709
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 28,
                    "text": "And it shall come to pass that he that asketh in Spirit shall receive in Spirit;",
                    "score": 0.7972141773942051
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah.",
                    "score": 0.7885756899442155
                }
            ]
        },
        {
            "verse": 13,
            "text": "And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine abominations! Yea, and many things did my father read concerning Jerusalem--that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be carried away captive into Babylon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "score": 0.8117141948620916
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 9,
                    "text": "He that abideth in this city shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans that besiege you, he shall live, and his life shall be unto him for a prey.",
                    "score": 0.8080740862546126
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.",
                    "score": 0.8080213076363334
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "When you, therefore, shall see the abomination of desolation, spoken of by Daniel the prophet, concerning the destruction of Jerusalem, then you shall stand in the holy place; whoso readeth let him understand.",
                    "score": 0.8070687963695689
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.8057750838454779
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 6,
                    "text": "He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.",
                    "score": 0.8006765510063665
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 35,
                    "text": "The violence done to me and to my flesh be upon Babylon, shall the inhabitant of Zion say; and my blood upon the inhabitants of Chaldea, shall Jerusalem say.",
                    "score": 0.7994548987443898
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 21,
                    "text": "For thus saith the Lord God; How much more when I send my four sore judgments upon Jerusalem, the sword, and the famine, and the noisome beast, and the pestilence, to cut off from it man and beast?",
                    "score": 0.7969844765855454
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.",
                    "score": 0.794229969122271
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 36,
                    "text": "And now therefore thus saith the Lord, the God of Israel, concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babylon by the sword, and by the famine, and by the pestilence;",
                    "score": 0.7915828589051829
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.",
                    "score": 0.8370181328357476
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 5,
                    "text": "And the Lord thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers.",
                    "score": 0.8296440743137837
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.8259780429317819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 114,
                    "text": "But great and marvelous are the works of the Lord, and the mysteries of his kingdom which he showed unto us, which surpass all understanding in glory, and in might, and in dominion;",
                    "score": 0.8248066368560102
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.8220561423617252
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 21,
                    "text": "He is thy praise, and he is thy God, that hath done for thee these great and terrible things, which thine eyes have seen.",
                    "score": 0.8173103898543209
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And the Lord thy God will make thee plenteous in every work of thine hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, for good: for the Lord will again rejoice over thee for good, as he rejoiced over thy fathers:",
                    "score": 0.8172040958519883
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And thou shalt do that which is right and good in the sight of the Lord: that it may be well with thee, and that thou mayest go in and possess the good land which the Lord sware unto thy fathers,",
                    "score": 0.8168172353911146
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 18,
                    "text": "O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:",
                    "score": 0.8147842822340401
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 21,
                    "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "score": 0.8114241908682116
                }
            ]
        },
        {
            "verse": 15,
            "text": "And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen, yea, which the Lord had shown unto him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 56,
                    "text": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
                    "score": 0.8178958872372485
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.",
                    "score": 0.8108895546864163
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.8035129101952172
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.",
                    "score": 0.8023048780848703
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 16,
                    "text": "Thy words were found, and I did eat them; and thy word was unto me the joy and rejoicing of mine heart: for I am called by thy name, O Lord God of hosts.",
                    "score": 0.7964642653405181
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 50,
                    "text": "I obeyed; I returned to my father in the field, and rehearsed the whole matter to him. He replied to me that it was of God, and told me to go and do as commanded by the messenger. I left the field, and went to the place where the messenger had told me the plates were deposited; and owing to the distinctness of the vision which I had had concerning it, I knew the place the instant that I arrived there.",
                    "score": 0.793999194756675
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 31,
                    "text": "And he also had made savoury meat, and brought it unto his father, and said unto his father, Let my father arise, and eat of his son's venison, that thy soul may bless me.",
                    "score": 0.7923553723338971
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 27,
                    "text": "For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.",
                    "score": 0.7923074523723069
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And the Lord thy God will make thee plenteous in every work of thine hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, for good: for the Lord will again rejoice over thee for good, as he rejoiced over thy fathers:",
                    "score": 0.7906837464771999
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
                    "score": 0.7898645718772611
                }
            ]
        },
        {
            "verse": 16,
            "text": "And now I, Nephi, do not make a full account of the things which my father hath written, for he hath written many things which he saw in visions and in dreams; and he also hath written many things which he prophesied and spake unto his children, of which I shall not make a full account.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Yea, and you remember it was said in those writings that a more particular account was given of these things upon the plates of Nephi.",
                    "score": 0.7950364255926617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7776638741740478
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 44,
                    "text": "Behold, they have only got a part, or an abridgment of the account of Nephi.",
                    "score": 0.7769767447057903
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 17,
                    "text": "(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.",
                    "score": 0.7762179866341793
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 28,
                    "text": "But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;",
                    "score": 0.7715427699684709
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 40,
                    "text": "And now, because the account which is engraven upon the plates of Nephi is more particular concerning the things which, in my wisdom, I would bring to the knowledge of the people in this account--",
                    "score": 0.7701777303048176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 42,
                    "text": "And behold, you shall publish it as the record of Nephi; and thus I will confound those who have altered my words.",
                    "score": 0.7655697019097176
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 46,
                    "text": "By this time, so deep were the impressions made on my mind, that sleep had fled from my eyes, and I lay overwhelmed in astonishment at what I had both seen and heard. But what was my surprise when again I beheld the same messenger at my bedside, and heard him rehearse or repeat over again to me the same things as before; and added a caution to me, telling me that Satan would try to tempt me (in consequence of the indigent circumstances of my father's family), to get the plates for the purpose of getting rich. This he forbade me, saying that I must have no other object in view in getting the plates but to glorify God, and must not be influenced by any other motive than that of building his kingdom; otherwise I could not get them.",
                    "score": 0.7623188107462912
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
                    "score": 0.7620262066607201
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7586896034408135
                }
            ]
        },
        {
            "verse": 17,
            "text": "But I shall make an account of my proceedings in my days. Behold, I make an abridgment of the record of my father, upon plates which I have made with mine own hands; wherefore, after I have abridged the record of my father then will I make an account of mine own life.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 28,
                    "text": "But I shall endeavor, hereafter, to delineate the chronology running back from myself to the beginning of the creation, for the records have come into my hands, which I hold unto this present time.",
                    "score": 0.8112693659281082
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7958497530784588
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 6,
                    "text": "And John saw and bore record of the fulness of my glory, and the fulness of John's record is hereafter to be revealed.",
                    "score": 0.7946387849112246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 4,
                    "text": "And an account of this stewardship will I require of them in the day of judgment.",
                    "score": 0.780978929218547
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 4,
                    "text": "Then, let there be a general recorder, to whom these other records can be handed, being attended with certificates over their own signatures, certifying that the record they have made is true. Then the general church recorder can enter the record on the general church book, with the certificates and all the attending witnesses, with his own statement that he verily believes the above statement and records to be true, from his knowledge of the general character and appointment of those men by the church. And when this is done on the general church book, the record shall be just as holy, and shall answer the ordinance just the same as if he had seen with his eyes and heard with his ears, and made a record of the same on the general church book.",
                    "score": 0.7737082624852843
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 96,
                    "text": "That my servant Hyrum may bear record of the things which I shall show unto him, that his name may be had in honorable remembrance from generation to generation, forever and ever.",
                    "score": 0.7691544682154314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.766816415298804
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Behold, I say unto you, that as my servant Martin Harris has desired a witness at my hand, that you, my servant Joseph Smith, Jun., have got the plates of which you have testified and borne record that you have received of me;",
                    "score": 0.7667084725859601
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 45,
                    "text": "For behold, I have reserved an inheritance for his father, for his support; therefore he shall be reckoned in the house of my servant Joseph Smith, Jun.",
                    "score": 0.7661749363027278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 47,
                    "verse": 1,
                    "text": "Behold, it is expedient in me that my servant John should write and keep a regular history, and assist you, my servant Joseph, in transcribing all things which shall be given you, until he is called to further duties.",
                    "score": 0.7661423452223219
                }
            ]
        },
        {
            "verse": 18,
            "text": "Therefore, I would that ye should know, that after the Lord had shown so many marvelous things unto my father, Lehi, yea, concerning the destruction of Jerusalem, behold he went forth among the people, and began to prophesy and to declare unto them concerning the things which he had both seen and heard.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.",
                    "score": 0.8071619350508848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And then he shall say unto the people of this generation: Behold, I have seen the things which the Lord hath shown unto Joseph Smith, Jun., and I know of a surety that they are true, for I have seen them, for they have been shown unto me by the power of God and not of man.",
                    "score": 0.803951603717908
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.8012812145520289
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.7985432629162662
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 4,
                    "text": "Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?",
                    "score": 0.7965752180287362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "score": 0.7951366929229444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 19,
                    "text": "And that which he hath seen and heard may be made known unto my disciples, that they perish not. And for this cause have I spoken these things.",
                    "score": 0.7941644689870679
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 13,
                    "text": "And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither.",
                    "score": 0.7938399689903167
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And, behold, there came a prophet unto Ahab king of Israel, saying, Thus saith the Lord, Hast thou seen all this great multitude? behold, I will deliver it into thine hand this day; and thou shalt know that I am the Lord.",
                    "score": 0.7937751080501498
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 17,
                    "text": "For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.",
                    "score": 0.791933463190434
                }
            ]
        },
        {
            "verse": 19,
            "text": "And it came to pass that the Jews did mock him because of the things which he testified of them; for he truly testified of their wickedness and their abominations; and he testified that the things which he saw and heard, and also the things which he read in the book, manifested plainly of the coming of a Messiah, and also the redemption of the world.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 28,
                    "text": "For he mightily convinced the Jews, and that publickly, shewing by the scriptures that Jesus was Christ.",
                    "score": 0.7921158654496149
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 36,
                    "text": "Then said the Jews, Behold how he loved him!",
                    "score": 0.786654376859897
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And when he had said these things, all his adversaries were ashamed: and all the people rejoiced for all the glorious things that were done by him.",
                    "score": 0.7709526930195516
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For he shall be delivered unto the Gentiles, and shall be mocked, and spitefully entreated, and spitted on:",
                    "score": 0.7702884780670417
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 17,
                    "text": "He that speaketh truth sheweth forth righteousness: but a false witness deceit.",
                    "score": 0.7649092960934002
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 45,
                    "text": "Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.",
                    "score": 0.763766810548325
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.7617619679900706
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 45,
                    "text": "And he remembered for them his covenant, and repented according to the multitude of his mercies.",
                    "score": 0.761504615568855
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, after the abominations of the heathen, whom the Lord cast out before the children of Israel.",
                    "score": 0.7608144128932819
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 45,
                    "text": "But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.",
                    "score": 0.7598262707291361
                }
            ]
        },
        {
            "verse": 20,
            "text": "And when the Jews heard these things they were angry with him; yea, even as with the prophets of old, whom they had cast out, and stoned, and slain; and they also sought his life, that they might take it away. But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
                    "score": 0.7947569610732597
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7930684368783256
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 9,
                    "text": "But a prophet of the Lord was there, whose name was Oded: and he went out before the host that came to Samaria, and said unto them, Behold, because the Lord God of your fathers was wroth with Judah, he hath delivered them into your hand, and ye have slain them in a rage that reacheth up unto heaven.",
                    "score": 0.7894281146947516
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7762301952902964
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7757078684614575
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the Lord came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
                    "score": 0.7756788624282361
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
                    "score": 0.7724032268489603
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 8,
                    "text": "His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?",
                    "score": 0.7719549982806069
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And he said, I have been very jealous for the Lord God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.",
                    "score": 0.769850927884591
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 16,
                    "text": "When ye have transgressed the covenant of the Lord your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the Lord be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
                    "score": 0.7693122138407826
                }
            ]
        }
    ]
}