{
    "volume": "Book of Mormon",
    "book": "1 Nephi",
    "chapter": 5,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that after we had come down into the wilderness unto our father, behold, he was filled with joy, and also my mother, Sariah, was exceedingly glad, for she truly had mourned because of us.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 48,
                    "text": "And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.",
                    "score": 0.785592558449086
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 20,
                    "text": "And we beheld the glory of the Son, on the right hand of the Father, and received of his fulness;",
                    "score": 0.7680739520999857
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.",
                    "score": 0.7653683603885916
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.764998005150954
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7646273498195137
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 27,
                    "verse": 3,
                    "text": "Our father died in the wilderness, and he was not in the company of them that gathered themselves together against the Lord in the company of Korah; but died in his own sin, and had no sons.",
                    "score": 0.7634669618526456
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 67,
                    "text": "And Isaac brought her into his mother Sarah's tent, and took Rebekah, and she became his wife; and he loved her: and Isaac was comforted after his mother's death.",
                    "score": 0.7632847425796818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 44,
                    "text": "Yea, when thou comest down, and the mountains flow down at thy presence, thou shalt meet him who rejoiceth and worketh righteousness, who remembereth thee in thy ways.",
                    "score": 0.7599437823437007
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 9,
                    "verse": 10,
                    "text": "I found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: but they went to Baal-peor, and separated themselves unto that shame; and their abominations were according as they loved.",
                    "score": 0.759284812625764
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 73,
                    "text": "Immediately on our coming up out of the water after we had been baptized, we experienced great and glorious blessings from our Heavenly Father. No sooner had I baptized Oliver Cowdery, than the Holy Ghost fell upon him, and he stood up and prophesied many things which should shortly come to pass. And again, so soon as I had been baptized by him, I also had the spirit of prophecy, when, standing up, I prophesied concerning the rise of this Church, and many other things connected with the Church, and this generation of the children of men. We were filled with the Holy Ghost, and rejoiced in the God of our salvation.",
                    "score": 0.7589310280381638
                }
            ]
        },
        {
            "verse": 2,
            "text": "For she had supposed that we had perished in the wilderness; and she also had complained against my father, telling him that he was a visionary man; saying: Behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 30,
                    "text": "Accordingly a famine prevailed throughout all the land of Chaldea, and my father was sorely tormented because of the famine, and he repented of the evil which he had determined against me, to take away my life.",
                    "score": 0.7773863822585316
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 27,
                    "verse": 3,
                    "text": "Our father died in the wilderness, and he was not in the company of them that gathered themselves together against the Lord in the company of Korah; but died in his own sin, and had no sons.",
                    "score": 0.7773370539413047
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7708615314305775
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 13,
                    "text": "But the house of Israel rebelled against me in the wilderness: they walked not in my statutes, and they despised my judgments, which if a man do, he shall even live in them; and my sabbaths they greatly polluted: then I said, I would pour out my fury upon them in the wilderness, to consume them.",
                    "score": 0.7692512383775306
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 17,
                    "text": "Son of man, when the house of Israel dwelt in their own land, they defiled it by their own way and by their doings: their way was before me as the uncleanness of a removed woman.",
                    "score": 0.767670020018395
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?",
                    "score": 0.767100328685572
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And she said unto the men, I know that the Lord hath given you the land, and that your terror is fallen upon us, and that all the inhabitants of the land faint because of you.",
                    "score": 0.765159975194499
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the other woman said, Nay; but the living is my son, and the dead is thy son. And this said, No; but the dead is thy son, and the living is my son. Thus they spake before the king.",
                    "score": 0.7612186895850614
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 11,
                    "text": "Then said Judah to Tamar his daughter in law, Remain a widow at thy father's house, till Shelah my son be grown: for he said, Lest peradventure he die also, as his brethren did. And Tamar went and dwelt in her father's house.",
                    "score": 0.760198507618237
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 20,
                    "text": "He again forbade me to join with any of them; and many other things did he say unto me, which I cannot write at this time. When I came to myself again, I found myself lying on my back, looking up into heaven. When the light had departed, I had no strength; but soon recovering in some degree, I went home. And as I leaned up to the fireplace, mother inquired what the matter was. I replied, \"Never mind, all is well--I am well enough off.\" I then said to my mother, \"I have learned for myself that Presbyterianism is not true.\" It seems as though the adversary was aware, at a very early period of my life, that I was destined to prove a disturber and an annoyer of his kingdom; else why should the powers of darkness combine against me? Why the opposition and persecution that arose against me, almost in my infancy?",
                    "score": 0.7587838232043983
                }
            ]
        },
        {
            "verse": 3,
            "text": "And after this manner of language had my mother complained against my father.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 23,
                    "text": "He that hateth me hateth my Father also.",
                    "score": 0.7702866991054834
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 22,
                    "text": "Hearken unto thy father that begat thee, and despise not thy mother when she is old.",
                    "score": 0.7585443673298717
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And now whereas my father did lade you with a heavy yoke, I will add to your yoke: my father hath chastised you with whips, but I will chastise you with scorpions.",
                    "score": 0.7381930816796236
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 11,
                    "text": "For whereas my father put a heavy yoke upon you, I will put more to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
                    "score": 0.7367920190500616
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 14,
                    "text": "For thus saith the Lord of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the Lord of hosts, and I repented not:",
                    "score": 0.7293515280789055
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 26,
                    "text": "Yet they hearkened not unto me, nor inclined their ear, but hardened their neck: they did worse than their fathers.",
                    "score": 0.726939157804975
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 3,
                    "text": "They compassed me about also with words of hatred; and fought against me without a cause.",
                    "score": 0.7268444365288723
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 13,
                    "text": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
                    "score": 0.7227988301992714
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 8,
                    "text": "My son, hear the instruction of thy father, and forsake not the law of thy mother:",
                    "score": 0.7214178231257384
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 24,
                    "text": "He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.",
                    "score": 0.7213692951310923
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it had come to pass that my father spake unto her, saying: I know that I am a visionary man; for if I had not seen the things of God in a vision I should not have known the goodness of God, but had tarried at Jerusalem, and had perished with my brethren.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But now mine own eyes have beheld God; but not my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should have withered and died in his presence; but his glory was upon me; and I beheld his face, for I was transfigured before him.",
                    "score": 0.8137079569529037
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 24,
                    "text": "However, it was nevertheless a fact that I had beheld a vision. I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related the account of the vision he had when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was mad; and he was ridiculed and reviled. But all this did not destroy the reality of his vision. He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise; and though they should persecute him unto death, yet he knew, and would know to his latest breath, that he had both seen a light and heard a voice speaking unto him, and all the world could not make him think or believe otherwise.",
                    "score": 0.7943404372089578
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 25,
                    "text": "So it was with me. I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me falsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.",
                    "score": 0.7889461853259104
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 42,
                    "text": "Again, he told me, that when I got those plates of which he had spoken--for the time that they should be obtained was not yet fulfilled--I should not show them to any person; neither the breastplate with the Urim and Thummim; only to those to whom I should be commanded to show them; if I did I should be destroyed. While he was conversing with me about the plates, the vision was opened to my mind that I could see the place where the plates were deposited, and that so clearly and distinctly that I knew the place again when I visited it.",
                    "score": 0.7836857827460539
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 46,
                    "text": "By this time, so deep were the impressions made on my mind, that sleep had fled from my eyes, and I lay overwhelmed in astonishment at what I had both seen and heard. But what was my surprise when again I beheld the same messenger at my bedside, and heard him rehearse or repeat over again to me the same things as before; and added a caution to me, telling me that Satan would try to tempt me (in consequence of the indigent circumstances of my father's family), to get the plates for the purpose of getting rich. This he forbade me, saying that I must have no other object in view in getting the plates but to glorify God, and must not be influenced by any other motive than that of building his kingdom; otherwise I could not get them.",
                    "score": 0.7813214259431741
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 39,
                    "text": "Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.",
                    "score": 0.7801437287422359
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 17,
                    "text": "So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.",
                    "score": 0.7785284796924795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 49,
                    "text": "The first thing that I can recollect was a voice speaking unto me, calling me by name. I looked up, and beheld the same messenger standing over my head, surrounded by light as before. He then again related unto me all that he had related to me the previous night, and commanded me to go to my father and tell him of the vision and commandments which I had received.",
                    "score": 0.7784105371304414
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 27,
                    "verse": 13,
                    "text": "I had fainted, unless I had believed to see the goodness of the Lord in the land of the living.",
                    "score": 0.7782723158610131
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Some few days after I had this vision, I happened to be in company with one of the Methodist preachers, who was very active in the before mentioned religious excitement; and, conversing with him on the subject of religion, I took occasion to give him an account of the vision which I had had. I was greatly surprised at his behavior; he treated my communication not only lightly, but with great contempt, saying it was all of the devil, that there were no such things as visions or revelations in these days; that all such things had ceased with the apostles, and that there would never be any more of them.",
                    "score": 0.7776206500163051
                }
            ]
        },
        {
            "verse": 5,
            "text": "But behold, I have obtained a land of promise, in the which things I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And the Lord said, Judah shall go up: behold, I have delivered the land into his hand.",
                    "score": 0.8187188188162382
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "score": 0.8138513433232061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 13,
                    "text": "Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren--your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down.",
                    "score": 0.8129330961373085
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I am the Lord.",
                    "score": 0.8117899299817336
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And I commanded you at that time, saying, The Lord your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all that are meet for the war.",
                    "score": 0.8096783971951269
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites.",
                    "score": 0.8094513035328852
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.8093149778897397
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But, The Lord liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them: and I will bring them again into their land that I gave unto their fathers.",
                    "score": 0.8088066025225162
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which the Lord our God doth give us.",
                    "score": 0.8078485181490163
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And in all the land of your possession ye shall grant a redemption for the land.",
                    "score": 0.8075597364252244
                }
            ]
        },
        {
            "verse": 6,
            "text": "And after this manner of language did my father, Lehi, comfort my mother, Sariah, concerning us, while we journeyed in the wilderness up to the land of Jerusalem, to obtain the record of the Jews.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 13,
                    "text": "As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem.",
                    "score": 0.7791222580993656
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7783971236336525
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 4,
                    "text": "My manner of life from my youth, which was at the first among mine own nation at Jerusalem, know all the Jews;",
                    "score": 0.7740301738180041
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 7,
                    "text": "And as for me, when I came from Padan, Rachel died by me in the land of Canaan in the way, when yet there was but a little way to come unto Ephrath: and I buried her there in the way of Ephrath; the same is Beth-lehem.",
                    "score": 0.7647696595664628
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7634290547144087
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And David said, I will shew kindness unto Hanun the son of Nahash, because his father shewed kindness to me. And David sent messengers to comfort him concerning his father. So the servants of David came into the land of the children of Ammon to Hanun, to comfort him.",
                    "score": 0.7615944241000628
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 42,
                    "text": "And ye shall know that I am the Lord, when I shall bring you into the land of Israel, into the country for the which I lifted up mine hand to give it to your fathers.",
                    "score": 0.7587817817781691
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 14,
                    "text": "And Reuben went in the days of wheat harvest, and found mandrakes in the field, and brought them unto his mother Leah. Then Rachel said to Leah, Give me, I pray thee, of thy son's mandrakes.",
                    "score": 0.7585275099469535
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, O God of Israel, let thy word, I pray thee, be verified, which thou spakest unto thy servant David my father.",
                    "score": 0.7576309964672303
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 2,
                    "text": "Then said David, I will shew kindness unto Hanun the son of Nahash, as his father shewed kindness unto me. And David sent to comfort him by the hand of his servants for his father. And David's servants came into the land of the children of Ammon.",
                    "score": 0.7569783288703179
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when we had returned to the tent of my father, behold their joy was full, and my mother was comforted.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 25,
                    "text": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice.",
                    "score": 0.7513461212236893
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 48,
                    "text": "And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.",
                    "score": 0.7491039793210204
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 67,
                    "text": "And Isaac brought her into his mother Sarah's tent, and took Rebekah, and she became his wife; and he loved her: and Isaac was comforted after his mother's death.",
                    "score": 0.747141456801432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 5,
                    "text": "I was in the world and received of my Father, and the works of him were plainly manifest.",
                    "score": 0.7441243605457432
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 6,
                    "text": "So Joshua blessed them, and sent them away: and they went unto their tents.",
                    "score": 0.7392069765011685
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 10,
                    "text": "But we have dwelt in tents, and have obeyed, and done according to all that Jonadab our father commanded us.",
                    "score": 0.7335046126830196
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 56,
                    "text": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
                    "score": 0.7318676623161025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 15,
                    "text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
                    "score": 0.7278144137794884
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                    "score": 0.7256524838795714
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7242265483572186
                }
            ]
        },
        {
            "verse": 8,
            "text": "And she spake, saying: Now I know of a surety that the Lord hath commanded my husband to flee into the wilderness; yea, and I also know of a surety that the Lord hath protected my sons, and delivered them out of the hands of Laban, and given them power whereby they could accomplish the thing which the Lord hath commanded them. And after this manner of language did she speak.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 15,
                    "text": "And she said unto her, Is it a small matter that thou hast taken my husband? and wouldest thou take away my son's mandrakes also? And Rachel said, Therefore he shall lie with thee to night for thy son's mandrakes.",
                    "score": 0.7948617031009507
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 22,
                    "text": "But Joshua had said unto the two men that had spied out the country, Go into the harlot's house, and bring out thence the woman, and all that she hath, as ye sware unto her.",
                    "score": 0.7783768446545268
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant did fear the Lord: and the creditor is come to take unto him my two sons to be bondmen.",
                    "score": 0.7764155432354695
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7749258223661383
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 43,
                    "text": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;",
                    "score": 0.7740637887128847
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And she said unto him, My lord, thou swarest by the Lord thy God unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne.",
                    "score": 0.7730917762071498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 44,
                    "text": "And if she hath not committed adultery, but is innocent and hath not broken her vow, and she knoweth it, and I reveal it unto you, my servant Joseph, then shall you have power, by the power of my Holy Priesthood, to take her and give her unto him that hath not committed adultery but hath been faithful; for he shall be made ruler over many.",
                    "score": 0.7730618803678534
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 13,
                    "text": "And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?",
                    "score": 0.7713675337446627
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And she said unto the men, I know that the Lord hath given you the land, and that your terror is fallen upon us, and that all the inhabitants of the land faint because of you.",
                    "score": 0.7696112579044033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 64,
                    "text": "And again, verily, verily, I say unto you, if any man have a wife, who holds the keys of this power, and he teaches unto her the law of my priesthood, as pertaining to these things, then shall she believe and administer unto him, or she shall be destroyed, saith the Lord your God; for I will destroy her; for I will magnify my name upon all those who receive and abide in my law.",
                    "score": 0.7695605387901286
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.",
                    "score": 0.836638680029721
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Then the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the Lord: and David the king also rejoiced with great joy.",
                    "score": 0.826859970433403
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 21,
                    "text": "And they sacrificed sacrifices unto the Lord, and offered burnt offerings unto the Lord, on the morrow after that day, even a thousand bullocks, a thousand rams, and a thousand lambs, with their drink offerings, and sacrifices in abundance for all Israel:",
                    "score": 0.8207525761708087
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 19,
                    "text": "Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.",
                    "score": 0.808261945801363
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 2,
                    "text": "And when David had made an end of offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord.",
                    "score": 0.8054283607311178
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And Jethro rejoiced for all the goodness which the Lord had done to Israel, whom he had delivered out of the hand of the Egyptians.",
                    "score": 0.804976017124494
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Then the men feared the Lord exceedingly, and offered a sacrifice unto the Lord, and made vows.",
                    "score": 0.8034441752039627
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And Samuel said, Hath the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.",
                    "score": 0.8024843190929201
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And all the people went to Gilgal; and there they made Saul king before the Lord in Gilgal; and there they sacrificed sacrifices of peace offerings before the Lord; and there Saul and all the men of Israel rejoiced greatly.",
                    "score": 0.8005226141532504
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.8004221001977191
                }
            ]
        },
        {
            "verse": 10,
            "text": "And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the plates of brass, and he did search them from the beginning.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7642242594072819
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the Lord, silver, and gold, and vessels.",
                    "score": 0.7618582720624724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7611663210468358
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 18,
                    "text": "The caldrons also, and the shovels, and the snuffers, and the bowls, and the spoons, and all the vessels of brass wherewith they ministered, took they away.",
                    "score": 0.7603157212215319
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And for this very purpose are these plates preserved, which contain these records--that the promises of the Lord might be fulfilled, which he made to his people;",
                    "score": 0.7590371668465686
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 16,
                    "text": "Now when I had delivered the evidence of the purchase unto Baruch the son of Neriah, I prayed unto the Lord, saying,",
                    "score": 0.7588914733691248
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 25,
                    "verse": 14,
                    "text": "And the pots, and the shovels, and the snuffers, and the spoons, and all the vessels of brass wherewith they ministered, took they away.",
                    "score": 0.7586891298534986
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
                    "score": 0.7586308447194812
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 4,
                    "verse": 16,
                    "text": "The pots also, and the shovels, and the fleshhooks, and all their instruments, did Huram his father make to king Solomon for the house of the Lord of bright brass.",
                    "score": 0.7580363624029011
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had wholly dedicated the silver unto the Lord from my hand for my son, to make a graven image and a molten image: now therefore I will restore it unto thee.",
                    "score": 0.7546359311397502
                }
            ]
        },
        {
            "verse": 11,
            "text": "And he beheld that they did contain the five books of Moses, which gave an account of the creation of the world, and also of Adam and Eve, who were our first parents;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.8047439890431131
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.7721353189933744
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.",
                    "score": 0.7686062806779715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 24,
                    "text": "That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.",
                    "score": 0.7682519892749954
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 3,
                    "text": "It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time, yea, even from the beginning, or before the foundation of the earth, down to the present time, even the right of the firstborn, or the first man, who is Adam, or first father, through the fathers unto me.",
                    "score": 0.7570277213846107
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 1,
                    "text": "This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;",
                    "score": 0.7563775534717104
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 1,
                    "text": "In the beginning God created the heaven and the earth.",
                    "score": 0.754149168201806
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Known unto God are all his works from the beginning of the world.",
                    "score": 0.7529192910618792
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 51,
                    "text": "And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh.",
                    "score": 0.7491893795537435
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 13,
                    "text": "Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning;",
                    "score": 0.7481220946130911
                }
            ]
        },
        {
            "verse": 12,
            "text": "And also a record of the Jews from the beginning, even down to the commencement of the reign of Zedekiah, king of Judah;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And the Jews undertook to do as they had begun, and as Mordecai had written unto them;",
                    "score": 0.7847311518658894
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, and in the fifth month, that Hananiah the son of Azur the prophet, which was of Gibeon, spake unto me in the house of the Lord, in the presence of the priests and of all the people, saying,",
                    "score": 0.7704415230683869
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And in the reign of Ahasuerus, in the beginning of his reign, wrote they unto him an accusation against the inhabitants of Judah and Jerusalem.",
                    "score": 0.7650927282647201
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 35,
                    "verse": 27,
                    "text": "And his deeds, first and last, behold, they are written in the book of the kings of Israel and Judah.",
                    "score": 0.757280729646891
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 11,
                    "text": "Zedekiah was one and twenty years old when he began to reign, and reigned eleven years in Jerusalem.",
                    "score": 0.7510072420406776
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.",
                    "score": 0.7482290835447395
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 26,
                    "text": "Now the rest of his acts and of all his ways, first and last, behold, they are written in the book of the kings of Judah and Israel.",
                    "score": 0.7475893502382666
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 4,
                    "verse": 12,
                    "text": "Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations.",
                    "score": 0.7470776203912507
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign.",
                    "score": 0.745298728069316
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 1,
                    "text": "In the beginning of the reign of Jehoiakim the son of Josiah king of Judah came this word from the Lord, saying,",
                    "score": 0.7444710426680741
                }
            ]
        },
        {
            "verse": 13,
            "text": "And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 6,
                    "text": "Then came the word of the Lord unto the prophet Jeremiah, saying,",
                    "score": 0.8010787571373239
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 6,
                    "text": "Then Jeremiah the prophet spake all these words unto Zedekiah king of Judah in Jerusalem,",
                    "score": 0.799287453788482
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 34,
                    "text": "The word of the Lord that came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying,",
                    "score": 0.7970106824681086
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 23,
                    "text": "Moreover the word of the Lord came to Jeremiah, saying,",
                    "score": 0.7947794657125677
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Then said Jeremiah unto them, Thus shall ye say to Zedekiah:",
                    "score": 0.7912351367867175
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 70,
                    "text": "As he spake by the mouth of his holy prophets, which have been since the world began:",
                    "score": 0.7873788080294577
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7858885756353149
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 7,
                    "text": "So the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.",
                    "score": 0.7834777711102437
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 26,
                    "text": "Then came the word of the Lord unto Jeremiah, saying,",
                    "score": 0.7806249236699897
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 30,
                    "text": "Then came the word of the Lord unto Jeremiah, saying,",
                    "score": 0.7806249236699897
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 7,
                    "text": "For he is a descendant of Joseph and a partaker of the blessings of the promise made unto his fathers--",
                    "score": 0.8033441181890952
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 113,
                    "verse": 6,
                    "text": "Behold, thus saith the Lord, it is a descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom, for an ensign, and for the gathering of my people in the last days.",
                    "score": 0.7831098198545171
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 32,
                    "text": "And the bones of Joseph, which the children of Israel brought up out of Egypt, buried they in Shechem, in a parcel of ground which Jacob bought of the sons of Hamor the father of Shechem for an hundred pieces of silver: and it became the inheritance of the children of Joseph.",
                    "score": 0.7828892038292372
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 50,
                    "text": "And unto Joseph were born two sons before the years of famine came, which Asenath the daughter of Poti-pherah priest of On bare unto him.",
                    "score": 0.777570655106352
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 27,
                    "text": "And the sons of Joseph, which were born him in Egypt, were two souls: all the souls of the house of Jacob, which came into Egypt, were threescore and ten.",
                    "score": 0.771009944271253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And also with Joseph and Jacob, and Isaac, and Abraham, your fathers, by whom the promises remain;",
                    "score": 0.7702022179636652
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.769427928795232
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 8,
                    "text": "So Hanameel mine uncle's son came to me in the court of the prison according to the word of the Lord, and said unto me, Buy my field, I pray thee, that is in Anathoth, which is in the country of Benjamin: for the right of inheritance is thine, and the redemption is thine; buy it for thyself. Then I knew that this was the word of the Lord.",
                    "score": 0.7655688380065971
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 11,
                    "text": "And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.",
                    "score": 0.7651720707740508
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 25,
                    "text": "And it came to pass, when Rachel had born Joseph, that Jacob said unto Laban, Send me away, that I may go unto mine own place, and to my country.",
                    "score": 0.7650853995292252
                }
            ]
        },
        {
            "verse": 15,
            "text": "And they were also led out of captivity and out of the land of Egypt, by that same God who had preserved them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 12,
                    "verse": 13,
                    "text": "And by a prophet the Lord brought Israel out of Egypt, and by a prophet was he preserved.",
                    "score": 0.7993989246871173
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 17,
                    "text": "For the Lord our God, he it is that brought us up and our fathers out of the land of Egypt, from the house of bondage, and which did those great signs in our sight, and preserved us in all the way wherein we went, and among all the people through whom we passed:",
                    "score": 0.7898061423840332
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 30,
                    "text": "And Moses went out from Pharaoh, and entreated the Lord.",
                    "score": 0.7893273036836848
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 28,
                    "text": "Then shall they know that I am the Lord their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.",
                    "score": 0.7884405597391215
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                    "score": 0.786183244142047
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And he went out from Pharaoh, and entreated the Lord.",
                    "score": 0.7831965655587844
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they shall answer, Because they forsook the Lord their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the Lord brought upon them all this evil.",
                    "score": 0.7827410161071718
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 2,
                    "text": "I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage.",
                    "score": 0.7777335702661897
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 6,
                    "text": "I am the Lord thy God, which brought thee out of the land of Egypt, from the house of bondage.",
                    "score": 0.7770116632070825
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And the children of Israel, which were come again out of captivity, and all such as had separated themselves unto them from the filthiness of the heathen of the land, to seek the Lord God of Israel, did eat,",
                    "score": 0.7764905918566295
                }
            ]
        },
        {
            "verse": 16,
            "text": "And thus my father, Lehi, did discover the genealogy of his fathers. And Laban also was a descendant of Joseph, wherefore he and his fathers had kept the records.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 7,
                    "text": "For he is a descendant of Joseph and a partaker of the blessings of the promise made unto his fathers--",
                    "score": 0.7680341518818369
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 5,
                    "text": "And he said unto them, Know ye Laban the son of Nahor? And they said, We know him.",
                    "score": 0.747590883227538
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 113,
                    "verse": 6,
                    "text": "Behold, thus saith the Lord, it is a descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom, for an ensign, and for the gathering of my people in the last days.",
                    "score": 0.743689179081132
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7426542015850497
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And Rebekah had a brother, and his name was Laban: and Laban ran out unto the man, unto the well.",
                    "score": 0.7417376109644871
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 13,
                    "text": "And it came to pass, when Laban heard the tidings of Jacob his sister's son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things.",
                    "score": 0.7387901295859862
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 42,
                    "text": "And those that were numbered of the families of the sons of Merari, throughout their families, by the house of their fathers,",
                    "score": 0.7386822575530656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And also with Joseph and Jacob, and Isaac, and Abraham, your fathers, by whom the promises remain;",
                    "score": 0.7384699260444108
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 16,
                    "text": "And Laban had two daughters: the name of the elder was Leah, and the name of the younger was Rachel.",
                    "score": 0.7383399042327446
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 43,
                    "text": "And Laban answered and said unto Jacob, These daughters are my daughters, and these children are my children, and these cattle are my cattle, and all that thou seest is mine: and what can I do this day unto these my daughters, or unto their children which they have born?",
                    "score": 0.7377166049358237
                }
            ]
        },
        {
            "verse": 17,
            "text": "And now when my father saw all these things, he was filled with the Spirit, and began to prophesy concerning his seed--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 67,
                    "text": "And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,",
                    "score": 0.7985014677035275
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 55,
                    "text": "As he spake to our fathers, to Abraham, and to his seed for ever.",
                    "score": 0.7903871101923261
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And in that day Adam blessed God and was filled, and began to prophesy concerning all the families of the earth, saying: Blessed be the name of God, for because of my transgression my eyes are opened, and in this life I shall have joy, and again in the flesh I shall see God.",
                    "score": 0.7845885577294353
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 37,
                    "text": "And because he loved thy fathers, therefore he chose their seed after them, and brought thee out in his sight with his mighty power out of Egypt;",
                    "score": 0.7791593404736021
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 24,
                    "text": "And the Lord appeared unto him the same night, and said, I am the God of Abraham thy father: fear not, for I am with thee, and will bless thee, and multiply thy seed for my servant Abraham's sake.",
                    "score": 0.7756595739955451
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 47,
                    "text": "And behold, Enoch saw the day of the coming of the Son of Man, even in the flesh; and his soul rejoiced, saying: The Righteous is lifted up, and the Lamb is slain from the foundation of the world; and through faith I am in the bosom of the Father, and behold, Zion is with me.",
                    "score": 0.774365737210398
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 73,
                    "text": "Immediately on our coming up out of the water after we had been baptized, we experienced great and glorious blessings from our Heavenly Father. No sooner had I baptized Oliver Cowdery, than the Holy Ghost fell upon him, and he stood up and prophesied many things which should shortly come to pass. And again, so soon as I had been baptized by him, I also had the spirit of prophecy, when, standing up, I prophesied concerning the rise of this Church, and many other things connected with the Church, and this generation of the children of men. We were filled with the Holy Ghost, and rejoiced in the God of our salvation.",
                    "score": 0.771454653674877
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 5,
                    "text": "I was in the world and received of my Father, and the works of him were plainly manifest.",
                    "score": 0.7702320201195612
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 4,
                    "text": "I sought for mine appointment unto the Priesthood according to the appointment of God unto the fathers concerning the seed.",
                    "score": 0.7691622715626677
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 17,
                    "text": "And he received all power, both in heaven and on earth, and the glory of the Father was with him, for he dwelt in him.",
                    "score": 0.7675790409625967
                }
            ]
        },
        {
            "verse": 18,
            "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And thou shalt make the horns of it upon the four corners thereof: his horns shall be of the same: and thou shalt overlay it with brass.",
                    "score": 0.815830140755991
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Take ye from among you an offering unto the Lord: whosoever is of a willing heart, let him bring it, an offering of the Lord; gold, and silver, and brass,",
                    "score": 0.8134286870955257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 37,
                    "text": "And this gospel shall be preached unto every nation, and kindred, and tongue, and people.",
                    "score": 0.8085541145432209
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Arise and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many people: and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth.",
                    "score": 0.8071281983361579
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 3,
                    "text": "And this is the offering which ye shall take of them; gold, and silver, and brass,",
                    "score": 0.8000516306355102
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 58,
                    "text": "And I give unto you a commandment that then ye shall teach them unto all men; for they shall be taught unto all nations, kindreds, tongues and people.",
                    "score": 0.7972472630651416
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 2,
                    "text": "Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps.",
                    "score": 0.7972024858433173
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 3,
                    "text": "And thou shalt make his pans to receive his ashes, and his shovels, and his basins, and his fleshhooks, and his firepans: all the vessels thereof thou shalt make of brass.",
                    "score": 0.7966026388739328
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 19,
                    "text": "All the vessels of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass.",
                    "score": 0.795520860736996
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 17,
                    "text": "For thou art the glory of their strength: and in thy favour our horn shall be exalted.",
                    "score": 0.7926541362598052
                }
            ]
        },
        {
            "verse": 19,
            "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 29,
                    "text": "His seed also will I make to endure for ever, and his throne as the days of heaven.",
                    "score": 0.7824591057503942
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 36,
                    "text": "His seed shall endure for ever, and his throne as the sun before me.",
                    "score": 0.7759423969022442
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 42,
                    "text": "Again, he told me, that when I got those plates of which he had spoken--for the time that they should be obtained was not yet fulfilled--I should not show them to any person; neither the breastplate with the Urim and Thummim; only to those to whom I should be commanded to show them; if I did I should be destroyed. While he was conversing with me about the plates, the vision was opened to my mind that I could see the place where the plates were deposited, and that so clearly and distinctly that I knew the place again when I visited it.",
                    "score": 0.7680461482570732
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7608565088725951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 23,
                    "text": "Wherefore, be not deceived, but continue in steadfastness, looking forth for the heavens to be shaken, and the earth to tremble and to reel to and fro as a drunken man, and for the valleys to be exalted, and for the mountains to be made low, and for the rough places to become smooth--and all this when the angel shall sound his trumpet.",
                    "score": 0.7597475098500615
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And thou shalt make the horns of it upon the four corners thereof: his horns shall be of the same: and thou shalt overlay it with brass.",
                    "score": 0.7596795603721206
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 28,
                    "text": "For the Lord loveth judgment, and forsaketh not his saints; they are preserved for ever: but the seed of the wicked shall be cut off.",
                    "score": 0.7574215628110144
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And he said unto them, Take heed, and beware of covetousness: for a man's life consisteth not in the abundance of the things which he possesseth.",
                    "score": 0.7568136406369483
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And Eve, his wife, heard all these things and was glad, saying: Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient.",
                    "score": 0.7554130347896922
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 27,
                    "verse": 3,
                    "text": "And thou shalt make his pans to receive his ashes, and his shovels, and his basins, and his fleshhooks, and his firepans: all the vessels thereof thou shalt make of brass.",
                    "score": 0.7552975757461492
                }
            ]
        },
        {
            "verse": 20,
            "text": "And it came to pass that thus far I and my father had kept the commandments wherewith the Lord had commanded us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.8248568736809746
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "score": 0.8217423756914617
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.8173917471796928
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 10,
                    "text": "But we have dwelt in tents, and have obeyed, and done according to all that Jonadab our father commanded us.",
                    "score": 0.81295283571725
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And if thou wilt walk before me, as David thy father walked, in integrity of heart, and in uprightness, to do according to all that I have commanded thee, and wilt keep my statutes and my judgments:",
                    "score": 0.8129378491183
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.81277096518294
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8122889990662309
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Now therefore, O Lord God of Israel, keep with thy servant David my father that which thou hast promised him, saying, There shall not fail thee a man in my sight to sit upon the throne of Israel; yet so that thy children take heed to their way to walk in my law, as thou hast walked before me.",
                    "score": 0.8116893778517597
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 1,
                    "text": "All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the Lord sware unto your fathers.",
                    "score": 0.811422626785242
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "score": 0.8069954245721401
                }
            ]
        },
        {
            "verse": 21,
            "text": "And we had obtained the records which the Lord had commanded us, and searched them and found that they were desirable; yea, even of great worth unto us, insomuch that we could preserve the commandments of the Lord unto our children.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 2,
                    "text": "By this we know that we love the children of God, when we love God, and keep his commandments.",
                    "score": 0.7801688063886202
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 29,
                    "text": "The secret things belong unto the Lord our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law.",
                    "score": 0.7766514581040153
                },
                {
                    "volume": "New Testament",
                    "book": "2 John",
                    "chapter": 1,
                    "verse": 4,
                    "text": "I rejoiced greatly that I found of thy children walking in truth, as we have received a commandment from the Father.",
                    "score": 0.7739519485266592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And for this very purpose are these plates preserved, which contain these records--that the promises of the Lord might be fulfilled, which he made to his people;",
                    "score": 0.7704805500378578
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 8,
                    "text": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God: that ye may possess this good land, and leave it for an inheritance for your children after you for ever.",
                    "score": 0.7681540725492761
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 17,
                    "text": "Ye shall diligently keep the commandments of the Lord your God, and his testimonies, and his statutes, which he hath commanded thee.",
                    "score": 0.7671344961209122
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 40,
                    "text": "Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.",
                    "score": 0.7668063331915281
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.",
                    "score": 0.7666857938929273
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7629882943245442
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 12,
                    "text": "While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.",
                    "score": 0.7610562412213312
                }
            ]
        },
        {
            "verse": 22,
            "text": "Wherefore, it was wisdom in the Lord that we should carry them with us, as we journeyed in the wilderness towards the land of promise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 7,
                    "text": "O God, when thou wentest forth before thy people, when thou didst march through the wilderness; Selah:",
                    "score": 0.7989775570969756
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 27,
                    "text": "We will go three days' journey into the wilderness, and sacrifice to the Lord our God, as he shall command us.",
                    "score": 0.7860422449189429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.7839811963362765
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And the Lord said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them.",
                    "score": 0.7787502231742848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 9,
                    "text": "And after you have done journeying, behold, I say unto you, seek ye a living like unto men, until I prepare a place for you.",
                    "score": 0.7745594812524391
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Go and cry in the ears of Jerusalem, saying, Thus saith the Lord; I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land that was not sown.",
                    "score": 0.7741975659811894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 28,
                    "text": "Wherefore, let him do as the Spirit of the living God commandeth him, whether upon the land or upon the waters, as it remaineth with me to do hereafter.",
                    "score": 0.7725087825993673
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7706734585475395
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7704236943007458
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 20,
                    "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
                    "score": 0.7689539035951246
                }
            ]
        }
    ]
}