{
    "volume": "Book of Mormon",
    "book": "1 Nephi",
    "chapter": 21,
    "verses": [
        {
            "verse": 1,
            "text": "And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel. Listen, O isles, unto me, and hearken ye people from far; the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Listen, O isles, unto me; and hearken, ye people, from far; The Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
                    "score": 0.8597033643869967
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 3,
                    "text": "Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne by me from the belly, which are carried from the womb:",
                    "score": 0.8526893362250186
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 1,
                    "text": "Hear ye the word which the Lord speaketh unto you, O house of Israel:",
                    "score": 0.8303428595421997
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 22,
                    "text": "Therefore say unto the house of Israel, Thus saith the Lord God; I do not this for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went.",
                    "score": 0.8129582569121718
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Hear ye this word which I take up against you, even a lamentation, O house of Israel.",
                    "score": 0.8122367438934318
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 5,
                    "text": "Now therefore, what have I here, saith the Lord, that my people is taken away for nought? they that rule over them make them to howl, saith the Lord; and my name continually every day is blasphemed.",
                    "score": 0.808896263543004
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name in those things which they hallow unto me: I am the Lord.",
                    "score": 0.8088726594021196
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Hear ye the word of the Lord, O house of Jacob, and all the families of the house of Israel:",
                    "score": 0.808759385680748
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.",
                    "score": 0.8078571716648801
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Then will I cut off Israel out of the land which I have given them; and this house, which I have hallowed for my name, will I cast out of my sight; and Israel shall be a proverb and a byword among all people:",
                    "score": 0.8075075974158564
                }
            ]
        },
        {
            "verse": 2,
            "text": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 2,
                    "text": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 16,
                    "verse": 9,
                    "text": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.",
                    "score": 0.7994516702903178
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 12,
                    "text": "He hath bent his bow, and set me as a mark for the arrow.",
                    "score": 0.7939118177225244
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 57,
                    "verse": 17,
                    "text": "For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart.",
                    "score": 0.7792888683440253
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 41,
                    "verse": 30,
                    "text": "Sharp stones are under him: he spreadeth sharp pointed things upon the mire.",
                    "score": 0.7774017843164618
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.",
                    "score": 0.7766556760838939
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And his brightness was as the light; he had horns coming out of his hand: and there was the hiding of his power.",
                    "score": 0.7746761295415121
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 9,
                    "text": "He hath inclosed my ways with hewn stone, he hath made my paths crooked.",
                    "score": 0.7743238695682068
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Then said Saul to his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and abuse me. But his armourbearer would not; for he was sore afraid. So Saul took a sword, and fell upon it.",
                    "score": 0.773923851090097
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 4,
                    "text": "Then said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
                    "score": 0.7721000426626466
                }
            ]
        },
        {
            "verse": 3,
            "text": "And said unto me: Thou art my servant, O Israel, in whom I will be glorified.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 3,
                    "text": "And said unto me, Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 1.0
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.8255419677796852
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 26,
                    "text": "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and in his Father's, and of the holy angels.",
                    "score": 0.8134037905213548
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
                    "score": 0.8124340107379644
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 38,
                    "text": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels.",
                    "score": 0.8122717212168515
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 21,
                    "text": "Remember these, O Jacob and Israel; for thou art my servant: I have formed thee; thou art my servant: O Israel, thou shalt not be forgotten of me.",
                    "score": 0.8113230184389065
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 36,
                    "verse": 1,
                    "text": "Thus saith the Lord God, the Mighty One of Israel: Behold, I say unto you, my servant Edward, that you are blessed, and your sins are forgiven you, and you are called to preach my gospel as with the voice of a trump;",
                    "score": 0.8095337301065842
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 3,
                    "text": "I will call upon the Lord, who is worthy to be praised: so shall I be saved from mine enemies.",
                    "score": 0.8088933282048528
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.8088619860113857
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Be merciful, O Lord, unto thy people Israel, whom thou hast redeemed, and lay not innocent blood unto thy people of Israel's charge. And the blood shall be forgiven them.",
                    "score": 0.8076777250861594
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then I said, I have labored in vain, I have spent my strength for naught and in vain; surely my judgment is with the Lord, and my work with my God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 4,
                    "text": "Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: yet surely my judgment is with the Lord, and my work with my God.",
                    "score": 0.9870185209007362
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 4,
                    "text": "For thou, Lord, hast made me glad through thy work: I will triumph in the works of thy hands.",
                    "score": 0.8310537701215204
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 10,
                    "text": "But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.",
                    "score": 0.8053038590149091
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
                    "score": 0.8043744026160828
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 4,
                    "text": "I have glorified thee on the earth: I have finished the work which thou gavest me to do.",
                    "score": 0.8018935944940043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 23,
                    "text": "Stir up thyself, and awake to my judgment, even unto my cause, my God and my Lord.",
                    "score": 0.7990650474173964
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And I besought the Lord at that time, saying,",
                    "score": 0.7935178335314876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 17,
                    "text": "And I have sent forth the fulness of my gospel by the hand of my servant Joseph; and in weakness have I blessed him;",
                    "score": 0.7934398176552367
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And I said, My strength and my hope is perished from the Lord:",
                    "score": 0.7849559572349369
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 35,
                    "text": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.",
                    "score": 0.7832203944606851
                }
            ]
        },
        {
            "verse": 5,
            "text": "And now, saith the Lord--that formed me from the womb that I should be his servant, to bring Jacob again to him--though Israel be not gathered, yet shall I be glorious in the eyes of the Lord, and my God shall be my strength.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 5,
                    "text": "And now, saith the Lord that formed me from the womb to be his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the Lord, and my God shall be my strength.",
                    "score": 0.991295351223984
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 2,
                    "text": "Thus saith the Lord that made thee, and formed thee from the womb, which will help thee; Fear not, O Jacob, my servant; and thou, Jesurun, whom I have chosen.",
                    "score": 0.8806967753288977
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "score": 0.8400559660968914
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 1,
                    "text": "Yet now hear, O Jacob my servant; and Israel, whom I have chosen:",
                    "score": 0.8399519287768455
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 8,
                    "text": "But thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend.",
                    "score": 0.8348919032083408
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 21,
                    "text": "Remember these, O Jacob and Israel; for thou art my servant: I have formed thee; thou art my servant: O Israel, thou shalt not be forgotten of me.",
                    "score": 0.8272288039756004
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 9,
                    "text": "And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there.",
                    "score": 0.8223135811863506
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 25,
                    "text": "Therefore thus saith the Lord God; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;",
                    "score": 0.8206913206671149
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 27,
                    "text": "But fear not thou, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save thee from afar off, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid.",
                    "score": 0.8173762473696106
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And say unto them, Thus saith the Lord God; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the Lord your God;",
                    "score": 0.8166205401637233
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he said: It is a light thing that thou shouldst be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel. I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.",
                    "score": 0.9986622123966704
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "score": 0.8649127279524221
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 11,
                    "text": "Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel. The Lord hath said it. Amen.",
                    "score": 0.8300092308732884
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 6,
                    "text": "I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;",
                    "score": 0.827033055417949
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 32,
                    "text": "A light to lighten the Gentiles, and the glory of thy people Israel.",
                    "score": 0.8227769546385617
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 3,
                    "text": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
                    "score": 0.816208151192971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.8152847251722798
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 8,
                    "text": "But thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend.",
                    "score": 0.8120648738462192
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And unto his son will I give one tribe, that David my servant may have a light alway before me in Jerusalem, the city which I have chosen me to put my name there.",
                    "score": 0.8112399663544231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 5,
                    "text": "Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations;",
                    "score": 0.8101463429037485
                }
            ]
        },
        {
            "verse": 7,
            "text": "Thus saith the Lord, the Redeemer of Israel, his Holy One, to him whom man despiseth, to him whom the nations abhorreth, to servant of rulers: Kings shall see and arise, princes also shall worship, because of the Lord that is faithful.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 7,
                    "text": "Thus saith the Lord, the Redeemer of Israel, and his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the Lord that is faithful, and the Holy One of Israel, and he shall choose thee.",
                    "score": 0.98189267129152
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
                    "score": 0.7999075320012616
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 16,
                    "text": "For the Lord, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the Lord of hosts: therefore take heed to your spirit, that ye deal not treacherously.",
                    "score": 0.7996495019178613
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.",
                    "score": 0.7992886035790929
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 32,
                    "text": "Therefore thus saith the Lord; Behold, I will punish Shemaiah the Nehelamite, and his seed: he shall not have a man to dwell among this people; neither shall he behold the good that I will do for my people, saith the Lord; because he hath taught rebellion against the Lord.",
                    "score": 0.7988663981643925
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 14,
                    "text": "For the Lord will judge his people, and he will repent himself concerning his servants.",
                    "score": 0.7976561106889634
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 45,
                    "verse": 9,
                    "text": "Thus saith the Lord God; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord God.",
                    "score": 0.7976334577768589
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Nevertheless, he that repents and does the commandments of the Lord shall be forgiven;",
                    "score": 0.7959864988793077
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 9,
                    "text": "He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread.",
                    "score": 0.793487542296693
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 10,
                    "text": "Let favour be shewed to the wicked, yet will he not learn righteousness: in the land of uprightness will he deal unjustly, and will not behold the majesty of the Lord.",
                    "score": 0.7931087657641377
                }
            ]
        },
        {
            "verse": 8,
            "text": "Thus saith the Lord: In an acceptable time have I heard thee, O isles of the sea, and in a day of salvation have I helped thee; and I will preserve thee, and give thee my servant for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 8,
                    "text": "Thus saith the Lord, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.9587532167978743
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 10,
                    "text": "Sing unto the Lord a new song, and his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.",
                    "score": 0.844948678915692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8235593994864079
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 1,
                    "text": "The Lord reigneth; let the earth rejoice; let the multitude of isles be glad thereof.",
                    "score": 0.8222805531798892
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 5,
                    "text": "My righteousness is near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust.",
                    "score": 0.8221808361922177
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 16,
                    "text": "To morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me.",
                    "score": 0.8203923204976417
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 6,
                    "text": "I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;",
                    "score": 0.8156162308064007
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 10,
                    "text": "Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.",
                    "score": 0.8136732455463291
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Save when there shall be no poor among you; for the Lord shall greatly bless thee in the land which the Lord thy God giveth thee for an inheritance to possess it:",
                    "score": 0.8119265570831558
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 2,
                    "text": "Preserve my soul; for I am holy: O thou my God, save thy servant that trusteth in thee.",
                    "score": 0.8109692600574325
                }
            ]
        },
        {
            "verse": 9,
            "text": "That thou mayest say to the prisoners: Go forth; to them that sit in darkness: Show yourselves. They shall feed in the ways, and their pastures shall be in all high places.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 9,
                    "text": "That thou mayest say to the prisoners, Go forth; to them that are in darkness, Shew yourselves. They shall feed in the ways, and their pastures shall be in all high places.",
                    "score": 0.985552538029307
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 19,
                    "text": "If ye be true men, let one of your brethren be bound in the house of your prison: go ye, carry corn for the famine of your houses:",
                    "score": 0.8025189021299726
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord God; whether they will hear, or whether they will forbear.",
                    "score": 0.8000562833993107
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it shall come to pass, if they say unto thee, Whither shall we go forth? then thou shalt tell them, Thus saith the Lord; Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.",
                    "score": 0.798728383028312
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 142,
                    "verse": 7,
                    "text": "Bring my soul out of prison, that I may praise thy name: the righteous shall compass me about; for thou shalt deal bountifully with me.",
                    "score": 0.7927116678936971
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 16,
                    "text": "Therefore all they that devour thee shall be devoured; and all thine adversaries, every one of them, shall go into captivity; and they that spoil thee shall be a spoil, and all that prey upon thee will I give for a prey.",
                    "score": 0.7926891987214925
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 12,
                    "text": "Wherefore their way shall be unto them as slippery ways in the darkness: they shall be driven on, and fall therein: for I will bring evil upon them, even the year of their visitation, saith the Lord.",
                    "score": 0.7884116153670941
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.7876826806307206
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 3,
                    "text": "Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.",
                    "score": 0.7876251213758462
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 34,
                    "verse": 14,
                    "text": "I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in a fat pasture shall they feed upon the mountains of Israel.",
                    "score": 0.7869649413930249
                }
            ]
        },
        {
            "verse": 10,
            "text": "They shall not hunger nor thirst, neither shall the heat nor the sun smite them; for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 10,
                    "text": "They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
                    "score": 0.9989615717046615
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 16,
                    "text": "They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.",
                    "score": 0.8608399068940449
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.",
                    "score": 0.8365056635501954
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 11,
                    "text": "And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.",
                    "score": 0.8332534869153055
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 22,
                    "text": "And he answered, Thou shalt not smite them: wouldest thou smite those whom thou hast taken captive with thy sword and with thy bow? set bread and water before them, that they may eat and drink, and go to their master.",
                    "score": 0.8108658697931147
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 17,
                    "text": "When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them, I the God of Israel will not forsake them.",
                    "score": 0.8024461334449132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 57,
                    "text": "For they that are wise and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived--verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day.",
                    "score": 0.7975577678117654
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 42,
                    "text": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
                    "score": 0.7970836063113107
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
                    "score": 0.7954509747516771
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 26,
                    "text": "The meek shall eat and be satisfied: they shall praise the Lord that seek him: your heart shall live for ever.",
                    "score": 0.7951519404808698
                }
            ]
        },
        {
            "verse": 11,
            "text": "And I will make all my mountains a way, and my highways shall be exalted.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 11,
                    "text": "And I will make all my mountains a way, and my highways shall be exalted.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 4,
                    "text": "Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:",
                    "score": 0.8088222286534903
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 3,
                    "text": "O my mountain in the field, I will give thy substance and all thy treasures to the spoil, and thy high places for sin, throughout all thy borders.",
                    "score": 0.795001677727334
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 5,
                    "text": "And I will lay thy flesh upon the mountains, and fill the valleys with thy height.",
                    "score": 0.7945532162638408
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 21,
                    "text": "Set thee up waymarks, make thee high heaps: set thine heart toward the highway, even the way which thou wentest: turn again, O virgin of Israel, turn again to these thy cities.",
                    "score": 0.7917539919356648
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 35,
                    "verse": 8,
                    "text": "And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the wayfaring men, though fools, shall not err therein.",
                    "score": 0.7917300274362072
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;",
                    "score": 0.7846474335910394
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7818157983577073
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.",
                    "score": 0.7810835095385733
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Now therefore give me this mountain, whereof the Lord spake in that day; for thou heardest in that day how the Anakims were there, and that the cities were great and fenced: if so be the Lord will be with me, then I shall be able to drive them out, as the Lord said.",
                    "score": 0.77794269763331
                }
            ]
        },
        {
            "verse": 12,
            "text": "And then, O house of Israel, behold, these shall come from far; and lo, these from the north and from the west; and these from the land of Sinim.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 12,
                    "text": "Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.",
                    "score": 0.9457385828092293
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God.",
                    "score": 0.8341361230657897
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 8,
                    "text": "But, The Lord liveth, which brought up and which led the seed of the house of Israel out of the north country, and from all countries whither I had driven them; and they shall dwell in their own land.",
                    "score": 0.8290524052396196
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Son of man, behold, they of the house of Israel say, The vision that he seeth is for many days to come, and he prophesieth of the times that are far off.",
                    "score": 0.8153624677495434
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 18,
                    "text": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
                    "score": 0.8143039369974039
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And they shall come from the cities of Judah, and from the places about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the south, bringing burnt offerings, and sacrifices, and meat offerings, and incense, and bringing sacrifices of praise, unto the house of the Lord.",
                    "score": 0.8132828172614691
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Lo, I will bring a nation upon you from far, O house of Israel, saith the Lord: it is a mighty nation, it is an ancient nation, a nation whose language thou knowest not, neither understandest what they say.",
                    "score": 0.8111805354785112
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country, even from Babylon.",
                    "score": 0.8046114736266331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 63,
                    "text": "And behold, it shall come to pass that my servants shall be sent forth to the east and to the west, to the north and to the south.",
                    "score": 0.8027661275508622
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And many nations shall come, and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord from Jerusalem.",
                    "score": 0.8021536879943448
                }
            ]
        },
        {
            "verse": 13,
            "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.9498836749355452
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 23,
                    "text": "Sing, O ye heavens; for the Lord hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the Lord hath redeemed Jacob, and glorified himself in Israel.",
                    "score": 0.8510576544512254
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 12,
                    "text": "For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.",
                    "score": 0.8470306150606711
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 67,
                    "verse": 4,
                    "text": "O let the nations be glad and sing for joy: for thou shalt judge the people righteously, and govern the nations upon earth. Selah.",
                    "score": 0.8453757594852414
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 144,
                    "verse": 5,
                    "text": "Bow thy heavens, O Lord, and come down: touch the mountains, and they shall smoke.",
                    "score": 0.8306168007614158
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "score": 0.82836542827992
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 32,
                    "text": "Sing unto God, ye kingdoms of the earth; O sing praises unto the Lord; Selah:",
                    "score": 0.8239817471386492
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 4,
                    "text": "All the earth shall worship thee, and shall sing unto thee; they shall sing to thy name. Selah.",
                    "score": 0.8186247233602834
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 10,
                    "text": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.",
                    "score": 0.8179735703732615
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.8177527611006467
                }
            ]
        },
        {
            "verse": 14,
            "text": "But, behold, Zion hath said: The Lord hath forsaken me, and my Lord hath forgotten me--but he will show that he hath not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 14,
                    "text": "But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me.",
                    "score": 0.9497493896646614
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 17,
                    "text": "For I will restore health unto thee, and I will heal thee of thy wounds, saith the Lord; because they called thee an Outcast, saying, This is Zion, whom no man seeketh after.",
                    "score": 0.7991380096193087
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice: for they will say, The Lord hath not appeared unto thee.",
                    "score": 0.7889916015639883
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7828294188925532
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 27,
                    "text": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.",
                    "score": 0.7822911711903001
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 100,
                    "text": "The Lord hath redeemed his people;And Satan is bound and time is no longer.The Lord hath gathered all things in one.The Lord hath brought down Zion from above.The Lord hath brought up Zion from beneath.",
                    "score": 0.7806737947278866
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 21,
                    "text": "For I will cleanse their blood that I have not cleansed: for the Lord dwelleth in Zion.",
                    "score": 0.7797798420079315
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 28,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord God, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner stone, a sure foundation: he that believeth shall not make haste.",
                    "score": 0.7785328186946794
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 16,
                    "text": "When the Lord shall build up Zion, he shall appear in his glory.",
                    "score": 0.7784855748562871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 67,
                    "text": "And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion.",
                    "score": 0.7772869848983325
                }
            ]
        },
        {
            "verse": 15,
            "text": "For can a woman forget her sucking child, that she should not have compassion on the son of her womb? Yea, they may forget, yet will I not forget thee, O house of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 15,
                    "text": "Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.",
                    "score": 0.9495593093097744
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 18,
                    "text": "Howbeit we may not give them wives of our daughters: for the children of Israel have sworn, saying, Cursed be he that giveth a wife to Benjamin.",
                    "score": 0.7872922315615847
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 137,
                    "verse": 5,
                    "text": "If I forget thee, O Jerusalem, let my right hand forget her cunning.",
                    "score": 0.7831570190695832
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, saying, If a woman have conceived seed, and born a man child: then she shall be unclean seven days; according to the days of the separation for her infirmity shall she be unclean.",
                    "score": 0.7705586613819475
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 22,
                    "text": "Neither shall they take for their wives a widow, nor her that is put away: but they shall take maidens of the seed of the house of Israel, or a widow that had a priest before.",
                    "score": 0.7644127126854875
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 9,
                    "text": "Have ye forgotten the wickedness of your fathers, and the wickedness of the kings of Judah, and the wickedness of their wives, and your own wickedness, and the wickedness of your wives, which they have committed in the land of Judah, and in the streets of Jerusalem?",
                    "score": 0.761056089955175
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 7,
                    "text": "But the house of Israel will not hearken unto thee; for they will not hearken unto me: for all the house of Israel are impudent and hardhearted.",
                    "score": 0.7595009067976981
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 8,
                    "verse": 1,
                    "text": "O that thou wert as my brother, that sucked the breasts of my mother! when I should find thee without, I would kiss thee; yea, I should not be despised.",
                    "score": 0.7585181644443483
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 12,
                    "text": "Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother's womb.",
                    "score": 0.7582065659064813
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And she vowed a vow, and said, O Lord of hosts, if thou wilt indeed look on the affliction of thine handmaid, and remember me, and not forget thine handmaid, but wilt give unto thine handmaid a man child, then I will give him unto the Lord all the days of his life, and there shall no razor come upon his head.",
                    "score": 0.7578557423755954
                }
            ]
        },
        {
            "verse": 16,
            "text": "Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 16,
                    "text": "Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 5,
                    "text": "Thou hast beset me behind and before, and laid thine hand upon me.",
                    "score": 0.8169874085067063
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me.",
                    "score": 0.811796138650419
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thou hast forsaken me, saith the Lord, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee; I am weary with repenting.",
                    "score": 0.798923477981941
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 110,
                    "verse": 1,
                    "text": "The Lord said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.",
                    "score": 0.7940457218454323
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 23,
                    "verse": 5,
                    "text": "Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.",
                    "score": 0.7934862756913443
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 19,
                    "text": "Thou hast known my reproach, and my shame, and my dishonour: mine adversaries are all before thee.",
                    "score": 0.7929071819559287
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 8,
                    "text": "I have set the Lord always before me: because he is at my right hand, I shall not be moved.",
                    "score": 0.7911964993356193
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 9,
                    "text": "Mine eye mourneth by reason of affliction: Lord, I have called daily upon thee, I have stretched out my hands unto thee.",
                    "score": 0.7901472740429767
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 42,
                    "verse": 10,
                    "text": "As with a sword in my bones, mine enemies reproach me; while they say daily unto me, Where is thy God?",
                    "score": 0.7869965367227343
                }
            ]
        },
        {
            "verse": 17,
            "text": "Thy children shall make haste against thy destroyers; and they that made thee waste shall go forth of thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 17,
                    "text": "Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.",
                    "score": 0.9866341405287157
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 3,
                    "text": "Thou turnest man to destruction; and sayest, Return, ye children of men.",
                    "score": 0.838148344793878
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "score": 0.8276117185650967
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 7,
                    "text": "And I will prepare destroyers against thee, every one with his weapons: and they shall cut down thy choice cedars, and cast them into the fire.",
                    "score": 0.808873579047511
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 30,
                    "text": "And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:",
                    "score": 0.8082511207562509
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "score": 0.8059976580316159
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "score": 0.8018328291355783
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 27,
                    "text": "I will send my fear before thee, and will destroy all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.",
                    "score": 0.801442166103828
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Understand therefore this day, that the Lord thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the Lord hath said unto thee.",
                    "score": 0.8005222340171436
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And I will dash them one against another, even the fathers and the sons together, saith the Lord: I will not pity, nor spare, nor have mercy, but destroy them.",
                    "score": 0.8005219732548794
                }
            ]
        },
        {
            "verse": 18,
            "text": "Lift up thine eyes round about and behold; all these gather themselves together, and they shall come to thee. And as I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on even as a bride.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 18,
                    "text": "Lift up thine eyes round about, and behold: all these gather themselves together, and come to thee. As I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on thee, as a bride doeth.",
                    "score": 0.9928000887072495
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 4,
                    "text": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.",
                    "score": 0.8495113307456466
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 10,
                    "text": "I will greatly rejoice in the Lord, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.",
                    "score": 0.8205343105187461
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 10,
                    "text": "Yea, let the cry go forth among all people: Awake and arise and go forth to meet the Bridegroom; behold and lo, the Bridegroom cometh; go ye out to meet him. Prepare yourselves for the great day of the Lord.",
                    "score": 0.8090667086446524
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O Lord.",
                    "score": 0.8065662470879637
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes.",
                    "score": 0.8065315995875835
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 9,
                    "text": "For they shall be an ornament of grace unto thy head, and chains about thy neck.",
                    "score": 0.8059009367723848
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 7,
                    "text": "All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.",
                    "score": 0.8015552896597923
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 22,
                    "text": "Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
                    "score": 0.801536400798697
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And their houses shall be turned unto others, with their fields and wives together: for I will stretch out my hand upon the inhabitants of the land, saith the Lord.",
                    "score": 0.8000199169474238
                }
            ]
        },
        {
            "verse": 19,
            "text": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants; and they that swallowed thee up shall be far away.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And they shall be desolate in the midst of the countries that are desolate, and her cities shall be in the midst of the cities that are wasted.",
                    "score": 0.8237751096384125
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings.",
                    "score": 0.8197181272762691
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And the cities that are inhabited shall be laid waste, and the land shall be desolate; and ye shall know that I am the Lord.",
                    "score": 0.8176939579672797
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 35,
                    "text": "And they shall say, This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are become fenced, and are inhabited.",
                    "score": 0.811637775372724
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 3,
                    "text": "The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word.",
                    "score": 0.8105606031924755
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 16,
                    "text": "To make their land desolate, and a perpetual hissing; every one that passeth thereby shall be astonished, and wag his head.",
                    "score": 0.8034721844140933
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 6,
                    "verse": 6,
                    "text": "In all your dwellingplaces the cities shall be laid waste, and the high places shall be desolate; that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your images may be cut down, and your works may be abolished.",
                    "score": 0.8019033383985005
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 6,
                    "text": "Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.",
                    "score": 0.8012696211658328
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 34,
                    "text": "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by.",
                    "score": 0.800789525483788
                }
            ]
        },
        {
            "verse": 20,
            "text": "The children whom thou shalt have, after thou hast lost the first, shall again in thine ears say: The place is too strait for me; give place to me that I may dwell.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.",
                    "score": 0.986460561364736
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And the sons of the prophets said unto Elisha, Behold now, the place where we dwell with thee is too strait for us.",
                    "score": 0.8368371843504282
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
                    "score": 0.8105855528449005
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 19,
                    "text": "But I said, How shall I put thee among the children, and give thee a pleasant land, a goodly heritage of the hosts of nations? and I said, Thou shalt call me, My father; and shalt not turn away from me.",
                    "score": 0.8094798984352755
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up.",
                    "score": 0.8084767062588598
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 34,
                    "text": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the Lord dwell among the children of Israel.",
                    "score": 0.8054498277078569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 25,
                    "text": "Wherefore, I, the Lord, give unto you this commandment, that ye obtain places for your families, inasmuch as your brethren are willing to open their hearts.",
                    "score": 0.8014673186491161
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 10,
                    "text": "And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children's children, and thy flocks, and thy herds, and all that thou hast:",
                    "score": 0.8006151675066009
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 21,
                    "text": "Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where had they been?",
                    "score": 0.7998870793404276
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 18,
                    "text": "And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?",
                    "score": 0.79965966745468
                }
            ]
        },
        {
            "verse": 21,
            "text": "Then shalt thou say in thine heart: Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? And who hath brought up these? Behold, I was left alone; these, where have they been?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 21,
                    "text": "Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where had they been?",
                    "score": 0.998987838801197
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And they that escape of you shall remember me among the nations whither they shall be carried captives, because I am broken with their whorish heart, which hath departed from me, and with their eyes, which go a whoring after their idols: and they shall lothe themselves for the evils which they have committed in all their abominations.",
                    "score": 0.8234944039619965
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 28,
                    "text": "Then shall they know that I am the Lord their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.",
                    "score": 0.8139879450000234
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "score": 0.8085422121554704
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "score": 0.8084268304479527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 46,
                    "text": "But behold, I say unto you, that little children are redeemed from the foundation of the world through mine Only Begotten;",
                    "score": 0.8026882564355242
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.8008893701610661
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.",
                    "score": 0.797738154840663
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 9,
                    "text": "Thou hast sent widows away empty, and the arms of the fatherless have been broken.",
                    "score": 0.7977189142066039
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
                    "score": 0.797273308728313
                }
            ]
        },
        {
            "verse": 22,
            "text": "Thus saith the Lord God: Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people; and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 22,
                    "text": "Thus saith the Lord God, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 7,
                    "text": "Therefore thus saith the Lord God; I have lifted up mine hand, Surely the heathen that are about you, they shall bear their shame.",
                    "score": 0.8432295470361082
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 6,
                    "text": "I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;",
                    "score": 0.8377981272718128
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.8322286947202513
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 4,
                    "text": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.",
                    "score": 0.8302459449267544
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And say unto them, Thus saith the Lord God; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the Lord your God;",
                    "score": 0.8254268153390342
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "score": 0.8238913770704906
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And it shall come to pass in that day, that a great tumult from the Lord shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.",
                    "score": 0.8235382367319295
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And it shall be for a token upon thine hand, and for frontlets between thine eyes: for by strength of hand the Lord brought us forth out of Egypt.",
                    "score": 0.8205917470985729
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 21,
                    "text": "With whom my hand shall be established: mine arm also shall strengthen him.",
                    "score": 0.8194933828127563
                }
            ]
        },
        {
            "verse": 23,
            "text": "And kings shall be thy nursing fathers, and their queens thy nursing mothers; they shall bow down to thee with their face towards the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord; for they shall not be ashamed that wait for me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 23,
                    "text": "And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord: for they shall not be ashamed that wait for me.",
                    "score": 0.9997476722336285
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 12,
                    "text": "Have I conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou swarest unto their fathers?",
                    "score": 0.8116854788593011
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.8091773979324731
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 8,
                    "text": "Judah, thou art he whom thy brethren shall praise: thy hand shall be in the neck of thine enemies; thy father's children shall bow down before thee.",
                    "score": 0.8073679024704741
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 4,
                    "text": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.",
                    "score": 0.806134597408716
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 138,
                    "verse": 4,
                    "text": "All the kings of the earth shall praise thee, O Lord, when they hear the words of thy mouth.",
                    "score": 0.80364826089625
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And I will make thee swear by the Lord, the God of heaven, and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell:",
                    "score": 0.8007990708688829
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, O Lord God, let thy promise unto David my father be established: for thou hast made me king over a people like the dust of the earth in multitude.",
                    "score": 0.796763957935016
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 29,
                    "text": "Let people serve thee, and nations bow down to thee: be lord over thy brethren, and let thy mother's sons bow down to thee: cursed be every one that curseth thee, and blessed be he that blesseth thee.",
                    "score": 0.796223168103558
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 48,
                    "text": "And it came to pass that Enoch looked upon the earth; and he heard a voice from the bowels thereof, saying: Wo, wo is me, the mother of men; I am pained, I am weary, because of the wickedness of my children. When shall I rest, and be cleansed from the filthiness which is gone forth out of me? When will my Creator sanctify me, that I may rest, and righteousness for a season abide upon my face?",
                    "score": 0.7953550128562726
                }
            ]
        },
        {
            "verse": 24,
            "text": "For shall the prey be taken from the mighty, or the lawful captives delivered?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 24,
                    "text": "Shall the prey be taken from the mighty, or the lawful captive delivered?",
                    "score": 0.9814512646684865
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.867856648111686
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 16,
                    "text": "Therefore all they that devour thee shall be devoured; and all thine adversaries, every one of them, shall go into captivity; and they that spoil thee shall be a spoil, and all that prey upon thee will I give for a prey.",
                    "score": 0.8479250190906096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 85,
                    "text": "And if he or she shall steal, he or she shall be delivered up unto the law of the land.",
                    "score": 0.8254145801587547
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the Lord is upon you.",
                    "score": 0.8169874995897565
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
                    "score": 0.8153401739090463
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.8135732292563358
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 10,
                    "text": "When thou goest forth to war against thine enemies, and the Lord thy God hath delivered them into thine hands, and thou hast taken them captive,",
                    "score": 0.8116682073738187
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Or, Deliver me from the enemy's hand? or, Redeem me from the hand of the mighty?",
                    "score": 0.8105453842884485
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 18,
                    "text": "The wicked shall be a ransom for the righteous, and the transgressor for the upright.",
                    "score": 0.810110989398591
                }
            ]
        },
        {
            "verse": 25,
            "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 25,
                    "text": "But thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 16,
                    "text": "Therefore all they that devour thee shall be devoured; and all thine adversaries, every one of them, shall go into captivity; and they that spoil thee shall be a spoil, and all that prey upon thee will I give for a prey.",
                    "score": 0.8544051465350639
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Behold, the Lord will carry thee away with a mighty captivity, and will surely cover thee.",
                    "score": 0.8520269324942483
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 10,
                    "text": "When thou goest forth to war against thine enemies, and the Lord thy God hath delivered them into thine hands, and thou hast taken them captive,",
                    "score": 0.8452493205374466
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the Lord is upon you.",
                    "score": 0.8434919824352278
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 24,
                    "text": "Shall the prey be taken from the mighty, or the lawful captive delivered?",
                    "score": 0.8398887011191555
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "score": 0.8346260770606244
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 55,
                    "text": "So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.",
                    "score": 0.833877914870738
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.",
                    "score": 0.8338244290354021
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.8323290651125916
                }
            ]
        },
        {
            "verse": 26,
            "text": "And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I, the Lord, am thy Savior and thy Redeemer, the Mighty One of Jacob.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the Lord am thy Saviour and thy Redeemer, the mighty One of Jacob.",
                    "score": 0.9925174010674876
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 42,
                    "text": "I will make mine arrows drunk with blood, and my sword shall devour flesh; and that with the blood of the slain and of the captives, from the beginning of revenges upon the enemy.",
                    "score": 0.8301840956204479
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 54,
                    "text": "Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.",
                    "score": 0.8222830018345382
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 16,
                    "text": "Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the Lord am thy Saviour and thy Redeemer, the mighty One of Jacob.",
                    "score": 0.8164126236319964
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 56,
                    "text": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
                    "score": 0.8156178601536165
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 19,
                    "text": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.",
                    "score": 0.81539377764881
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I will cause them to eat the flesh of their sons and the flesh of their daughters, and they shall eat every one the flesh of his friend in the siege and straitness, wherewith their enemies, and they that seek their lives, shall straiten them.",
                    "score": 0.8105699309369652
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 18,
                    "text": "Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.",
                    "score": 0.8092260129937029
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 39,
                    "text": "In their heat I will make their feasts, and I will make them drunken, that they may rejoice, and sleep a perpetual sleep, and not wake, saith the Lord.",
                    "score": 0.808223487615819
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 80,
                    "verse": 5,
                    "text": "Thou feedest them with the bread of tears; and givest them tears to drink in great measure.",
                    "score": 0.8074415805646289
                }
            ]
        }
    ]
}