{
    "volume": "Book of Mormon",
    "book": "1 Nephi",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that I, Nephi, returned from speaking with the Lord, to the tent of my father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 33,
                    "text": "And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.",
                    "score": 0.7689541548191342
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7668553994081987
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now the Lord your God hath given rest unto your brethren, as he promised them: therefore now return ye, and get you unto your tents, and unto the land of your possession, which Moses the servant of the Lord gave you on the other side Jordan.",
                    "score": 0.7660394553031628
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And it came to pass, when God caused me to wander from my father's house, that I said unto her, This is thy kindness which thou shalt shew unto me; at every place whither we shall come, say of me, He is my brother.",
                    "score": 0.7649413527744598
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.7622249822216285
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return?",
                    "score": 0.7607054228223675
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 9,
                    "text": "And it came to pass, as Moses entered into the tabernacle, the cloudy pillar descended, and stood at the door of the tabernacle, and the Lord talked with Moses.",
                    "score": 0.7606656685222527
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 50,
                    "text": "I obeyed; I returned to my father in the field, and rehearsed the whole matter to him. He replied to me that it was of God, and told me to go and do as commanded by the messenger. I left the field, and went to the place where the messenger had told me the plates were deposited; and owing to the distinctness of the vision which I had had concerning it, I knew the place the instant that I arrived there.",
                    "score": 0.760304931652231
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And it came to pass, as they sat at the table, that the word of the Lord came unto the prophet that brought him back:",
                    "score": 0.758332006608045
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And it came to pass, that, when I was come again to Jerusalem, even while I prayed in the temple, I was in a trance;",
                    "score": 0.7548266211328032
                }
            ]
        },
        {
            "verse": 2,
            "text": "And it came to pass that he spake unto me, saying: Behold I have dreamed a dream, in the which the Lord hath commanded me that thou and thy brethren shall return to Jerusalem.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 6,
                    "text": "And he said unto them, Hear, I pray you, this dream which I have dreamed:",
                    "score": 0.8252771598508067
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 10,
                    "text": "And he told it to his father, and to his brethren: and his father rebuked him, and said unto him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down ourselves to thee to the earth?",
                    "score": 0.80599027486837
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the Lord hath delivered into your hand the host of Midian.",
                    "score": 0.8057596821123496
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 5,
                    "text": "In Gibeon the Lord appeared to Solomon in a dream by night: and God said, Ask what I shall give thee.",
                    "score": 0.8038607721019787
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.8014503524315353
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And the Lord appeared to Solomon by night, and said unto him, I have heard thy prayer, and have chosen this place to myself for an house of sacrifice.",
                    "score": 0.7972627773043651
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 18,
                    "text": "He said unto him, I am a prophet also as thou art; and an angel spake unto me by the word of the Lord, saying, Bring him back with thee into thine house, that he may eat bread and drink water. But he lied unto him.",
                    "score": 0.7955554710585663
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord; I am returned to Jerusalem with mercies: my house shall be built in it, saith the Lord of hosts, and a line shall be stretched forth upon Jerusalem.",
                    "score": 0.7948471008956683
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 14,
                    "text": "And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.",
                    "score": 0.7922298285384838
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And he said, Hear now my words: If there be a prophet among you, I the Lord will make myself known unto him in a vision, and will speak unto him in a dream.",
                    "score": 0.7898715575749723
                }
            ]
        },
        {
            "verse": 3,
            "text": "For behold, Laban hath the record of the Jews and also a genealogy of my forefathers, and they are engraven upon plates of brass.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 18,
                    "text": "Son of man, the house of Israel is to me become dross: all they are brass, and tin, and iron, and lead, in the midst of the furnace; they are even the dross of silver.",
                    "score": 0.7635630595714036
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 36,
                    "text": "And thou shalt make a plate of pure gold, and grave upon it, like the engravings of a signet, Holiness to the Lord.",
                    "score": 0.7626903962918439
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 11,
                    "text": "With the work of an engraver in stone, like the engravings of a signet, shalt thou engrave the two stones with the names of the children of Israel: thou shalt make them to be set in ouches of gold.",
                    "score": 0.7622641345347381
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7614333065413453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 4,
                    "text": "Let thy heart be of good cheer before my face; and thou shalt bear record of my name, not only unto the Gentiles, but also unto the Jews; and thou shalt send forth my word unto the ends of the earth.",
                    "score": 0.7599044987650897
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,",
                    "score": 0.7578166354558544
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 9,
                    "text": "And again, let all the records be had in order, that they may be put in the archives of my holy temple, to be held in remembrance from generation to generation, saith the Lord of Hosts.",
                    "score": 0.7569548938199485
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 96,
                    "text": "That my servant Hyrum may bear record of the things which I shall show unto him, that his name may be had in honorable remembrance from generation to generation, forever and ever.",
                    "score": 0.756680896129439
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 43,
                    "text": "And Laban answered and said unto Jacob, These daughters are my daughters, and these children are my children, and these cattle are my cattle, and all that thou seest is mine: and what can I do this day unto these my daughters, or unto their children which they have born?",
                    "score": 0.7565214550418374
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 7,
                    "text": "Your iniquities, and the iniquities of your fathers together, saith the Lord, which have burned incense upon the mountains, and blasphemed me upon the hills: therefore will I measure their former work into their bosom.",
                    "score": 0.7549877775948651
                }
            ]
        },
        {
            "verse": 4,
            "text": "Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.8057463182306813
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 38,
                    "verse": 20,
                    "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
                    "score": 0.8035293302422352
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 4,
                    "text": "For thus saith the Lord unto the house of Israel, Seek ye me, and ye shall live:",
                    "score": 0.8012134915301953
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 43,
                    "text": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;",
                    "score": 0.7983759852756341
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7937588467254109
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 7,
                    "text": "O God, when thou wentest forth before thy people, when thou didst march through the wilderness; Selah:",
                    "score": 0.7926103696600603
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 17,
                    "text": "And Pharaoh said unto Joseph, Say unto thy brethren, This do ye; lade your beasts, and go, get you unto the land of Canaan;",
                    "score": 0.7885489885899067
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 21,
                    "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
                    "score": 0.7882415381908501
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 6,
                    "text": "For thus saith the Lord unto the king's house of Judah; Thou art Gilead unto me, and the head of Lebanon: yet surely I will make thee a wilderness, and cities which are not inhabited.",
                    "score": 0.7847411127719002
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 15,
                    "text": "Son of man, thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel wholly, are they unto whom the inhabitants of Jerusalem have said, Get you far from the Lord: unto us is this land given in possession.",
                    "score": 0.7841574561743507
                }
            ]
        },
        {
            "verse": 5,
            "text": "And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of them, but it is a commandment of the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.8109044890523216
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And he said, Thou hast asked a hard thing: nevertheless, if thou see me when I am taken from thee, it shall be so unto thee; but if not, it shall not be so.",
                    "score": 0.8070309251620096
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.",
                    "score": 0.7986428760961964
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.",
                    "score": 0.7959473411221942
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 38,
                    "text": "But since ye say, The burden of the Lord; therefore thus saith the Lord; Because ye say this word, The burden of the Lord, and I have sent unto you, saying, Ye shall not say, The burden of the Lord;",
                    "score": 0.7882678841647016
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 6,
                    "text": "For thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing.",
                    "score": 0.7862826710954164
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Ye have not left your brethren these many days unto this day, but have kept the charge of the commandment of the Lord your God.",
                    "score": 0.7859504189753816
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.7852968950905033
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 9,
                    "text": "And Esau said, I have enough, my brother; keep that thou hast unto thyself.",
                    "score": 0.7844074922465292
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 60,
                    "text": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?",
                    "score": 0.7834572027523595
                }
            ]
        },
        {
            "verse": 6,
            "text": "Therefore go, my son, and thou shalt be favored of the Lord, because thou hast not murmured.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 19,
                    "text": "Hear thou, my son, and be wise, and guide thine heart in the way.",
                    "score": 0.8266802110182357
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 1,
                    "text": "My son, if thou wilt receive my words, and hide my commandments with thee;",
                    "score": 0.8197901430351989
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 8,
                    "text": "But thou, son of man, hear what I say unto thee; Be not thou rebellious like that rebellious house: open thy mouth, and eat that I give thee.",
                    "score": 0.8151189263924447
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 1,
                    "text": "My son, keep my words, and lay up my commandments with thee.",
                    "score": 0.8082621238037538
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 11,
                    "text": "My sons, be not now negligent: for the Lord hath chosen you to stand before him, to serve him, and that ye should minister unto him, and burn incense.",
                    "score": 0.8075140158555375
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Now therefore, O Lord God of Israel, keep with thy servant David my father that which thou hast promised him, saying, There shall not fail thee a man in my sight to sit upon the throne of Israel; yet so that thy children take heed to their way to walk in my law, as thou hast walked before me.",
                    "score": 0.8073833169780612
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 10,
                    "text": "My son, if sinners entice thee, consent thou not.",
                    "score": 0.8068828354781652
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.8055383154038243
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 16,
                    "text": "He shall dwell with thee, even among you, in that place which he shall choose in one of thy gates, where it liketh him best: thou shalt not oppress him.",
                    "score": 0.8042024998146152
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 21,
                    "text": "My son, let not them depart from thine eyes: keep sound wisdom and discretion:",
                    "score": 0.8006130458181624
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 14,
                    "text": "I the Lord have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord God.",
                    "score": 0.8064354398315431
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.7979879465186615
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "score": 0.7970446704184635
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 28,
                    "text": "And Pharaoh said, I will let you go, that ye may sacrifice to the Lord your God in the wilderness; only ye shall not go very far away: entreat for me.",
                    "score": 0.7920331028343733
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.7899826391955499
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 32,
                    "text": "And the Lord said unto Enoch: Go forth and do as I have commanded thee, and no man shall pierce thee. Open thy mouth, and it shall be filled, and I will give thee utterance, for all flesh is in my hands, and I will do as seemeth me good.",
                    "score": 0.7889886112189267
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 19,
                    "text": "Now thou art commanded, this do ye; take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.",
                    "score": 0.7879467295141124
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And Manoah said, Now let thy words come to pass. How shall we order the child, and how shall we do unto him?",
                    "score": 0.7865887371227752
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 30,
                    "text": "But I will lie with my fathers, and thou shalt carry me out of Egypt, and bury me in their buryingplace. And he said, I will do as thou hast said.",
                    "score": 0.7855686014853752
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And Joseph said unto his brethren, and unto his father's house, I will go up, and shew Pharaoh, and say unto him, My brethren, and my father's house, which were in the land of Canaan, are come unto me;",
                    "score": 0.7849816570956617
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass that when my father had heard these words he was exceedingly glad, for he knew that I had been blessed of the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.822599054181366
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.8119144243005696
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 28,
                    "verse": 6,
                    "text": "Blessed be the Lord, because he hath heard the voice of my supplications.",
                    "score": 0.8065041553388809
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.",
                    "score": 0.8055277619846494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.8045300838544345
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And he said, Blessed be the Lord God of Israel, who hath with his hands fulfilled that which he spake with his mouth to my father David, saying,",
                    "score": 0.7959745712341751
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 5,
                    "text": "I was in the world and received of my Father, and the works of him were plainly manifest.",
                    "score": 0.7954854081470373
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 56,
                    "text": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
                    "score": 0.7938476231071114
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
                    "score": 0.7857632673872451
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he said, Blessed be the Lord God of Israel, which spake with his mouth unto David my father, and hath with his hand fulfilled it, saying,",
                    "score": 0.782881310582783
                }
            ]
        },
        {
            "verse": 9,
            "text": "And I, Nephi, and my brethren took our journey in the wilderness, with our tents, to go up to the land of Jerusalem.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 12,
                    "text": "And they took their journey out of the wilderness of Sin, and encamped in Dophkah.",
                    "score": 0.7916558812487416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Open your mouths and they shall be filled, and you shall become even as Nephi of old, who journeyed from Jerusalem in the wilderness.",
                    "score": 0.7905159648743056
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Then we turned, and took our journey into the wilderness by the way of the Red sea, as the Lord spake unto me: and we compassed mount Seir many days.",
                    "score": 0.7899441328571146
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And when we departed from Horeb, we went through all that great and terrible wilderness, which ye saw by the way of the mountain of the Amorites, as the Lord our God commanded us; and we came to Kadesh-barnea.",
                    "score": 0.7830655269709053
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.7771740953922954
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And they rose early in the morning, and went forth into the wilderness of Tekoa: and as they went forth, Jehoshaphat stood and said, Hear me, O Judah, and ye inhabitants of Jerusalem; Believe in the Lord your God, so shall ye be established; believe his prophets, so shall ye prosper.",
                    "score": 0.7745390306158905
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 5,
                    "text": "For I have not dwelt in an house since the day that I brought up Israel unto this day; but have gone from tent to tent, and from one tabernacle to another.",
                    "score": 0.7737743126844495
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And he said, Which way shall we go up? And he answered, The way through the wilderness of Edom.",
                    "score": 0.7732717208824574
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness.",
                    "score": 0.7730542133041935
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.773022813435925
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And when we were come to Jerusalem, the brethren received us gladly.",
                    "score": 0.83177483205242
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And I have also established my covenant with them, to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers.",
                    "score": 0.8057681058724858
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass after this, that David inquired of the Lord, saying, Shall I go up into any of the cities of Judah? And the Lord said unto him, Go up. And David said, Whither shall I go up? And he said, Unto Hebron.",
                    "score": 0.799296696894332
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 13,
                    "text": "I make a decree, that all they of the people of Israel, and of his priests and Levites, in my realm, which are minded of their own freewill to go up to Jerusalem, go with thee.",
                    "score": 0.7902466089989464
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7865428739592413
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 2,
                    "text": "That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.",
                    "score": 0.783907935182319
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And I commanded you at that time, saying, The Lord your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all that are meet for the war.",
                    "score": 0.7823093303779429
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 13,
                    "text": "Oh that my people had hearkened unto me, and Israel had walked in my ways!",
                    "score": 0.7821975627635618
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.7787988291382199
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.",
                    "score": 0.7780051905354761
                }
            ]
        },
        {
            "verse": 11,
            "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.",
                    "score": 0.7936710989562134
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.",
                    "score": 0.7906946864394367
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 13,
                    "text": "And it came to pass, when Laban heard the tidings of Jacob his sister's son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things.",
                    "score": 0.7905239068450012
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 34,
                    "text": "And we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the Lord our God, as it is written in the law:",
                    "score": 0.7852536550019175
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.",
                    "score": 0.7843663636189954
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 5,
                    "text": "And he said unto them, Know ye Laban the son of Nahor? And they said, We know him.",
                    "score": 0.7826629686103567
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7819127346600684
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?",
                    "score": 0.7810468972258018
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.7805638296874811
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.",
                    "score": 0.7804773538300321
                }
            ]
        },
        {
            "verse": 12,
            "text": "And he desired of Laban the records which were engraven upon the plates of brass, which contained the genealogy of my father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the Lord, silver, and gold, and vessels.",
                    "score": 0.7689009665514162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And for this very purpose are these plates preserved, which contain these records--that the promises of the Lord might be fulfilled, which he made to his people;",
                    "score": 0.7672751707167856
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.7640792632443161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 37,
                    "text": "And he that receiveth me receiveth my Father;",
                    "score": 0.7598061237982539
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 49,
                    "text": "And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father's business?",
                    "score": 0.7578871079070902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 45,
                    "text": "For behold, I have reserved an inheritance for his father, for his support; therefore he shall be reckoned in the house of my servant Joseph Smith, Jun.",
                    "score": 0.7569589115444326
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 7,
                    "text": "Your iniquities, and the iniquities of your fathers together, saith the Lord, which have burned incense upon the mountains, and blasphemed me upon the hills: therefore will I measure their former work into their bosom.",
                    "score": 0.7562383105172874
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
                    "score": 0.7552041353679163
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7519791747786113
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,",
                    "score": 0.7514352640858628
                }
            ]
        },
        {
            "verse": 13,
            "text": "And behold, it came to pass that Laban was angry, and thrust him out from his presence; and he would not that he should have the records. Wherefore, he said unto him: Behold thou art a robber, and I will slay thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 36,
                    "text": "Then said he unto him, Because thou hast not obeyed the voice of the Lord, behold, as soon as thou art departed from me, a lion shall slay thee. And as soon as he was departed from him, a lion found him, and slew him.",
                    "score": 0.7957418865300372
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And saw him saying unto me, Make haste, and get thee quickly out of Jerusalem: for they will not receive thy testimony concerning me.",
                    "score": 0.7846696399358098
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 2,
                    "text": "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before.",
                    "score": 0.777768434057591
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the anger of the Lord was kindled against them; and he departed.",
                    "score": 0.7750988624324803
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And he said, What have I sinned, that thou wouldest deliver thy servant into the hand of Ahab, to slay me?",
                    "score": 0.7733567692686562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 48,
                    "text": "And vengeance shall no more come upon them, saith the Lord thy God, and their trespasses shall never be brought any more as a testimony before the Lord against them. Amen.",
                    "score": 0.7725333491297028
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 17,
                    "text": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall befall them; so that they will say in that day, Are not these evils come upon us, because our God is not among us?",
                    "score": 0.7701619093475899
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Thou shalt destroy them that speak leasing: the Lord will abhor the bloody and deceitful man.",
                    "score": 0.7691926908788747
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.767254403154528
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.",
                    "score": 0.7660828960295786
                }
            ]
        },
        {
            "verse": 14,
            "text": "But Laman fled out of his presence, and told the things which Laban had done, unto us. And we began to be exceedingly sorrowful, and my brethren were about to return unto my father in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 43,
                    "text": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;",
                    "score": 0.7949828138920927
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 1,
                    "text": "And he heard the words of Laban's sons, saying, Jacob hath taken away all that was our father's; and of that which was our father's hath he gotten all this glory.",
                    "score": 0.7908290370877428
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 36,
                    "text": "And Jacob was wroth, and chode with Laban: and Jacob answered and said to Laban, What is my trespass? what is my sin, that thou hast so hotly pursued after me?",
                    "score": 0.7748313762013871
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 31,
                    "text": "And Jacob answered and said to Laban, Because I was afraid: for I said, Peradventure thou wouldest take by force thy daughters from me.",
                    "score": 0.7728188840616509
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 2,
                    "text": "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before.",
                    "score": 0.7726943366793197
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 23,
                    "text": "So the two men returned, and descended from the mountain, and passed over, and came to Joshua the son of Nun, and told him all things that befell them:",
                    "score": 0.7721340395229185
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And what he did unto you in the wilderness, until ye came into this place;",
                    "score": 0.771644361131602
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 24,
                    "text": "And he turned himself about from them, and wept; and returned to them again, and communed with them, and took from them Simeon, and bound him before their eyes.",
                    "score": 0.7713208673897923
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And when we departed from Horeb, we went through all that great and terrible wilderness, which ye saw by the way of the mountain of the Amorites, as the Lord our God commanded us; and we came to Kadesh-barnea.",
                    "score": 0.7710961315618683
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.7690713122846621
                }
            ]
        },
        {
            "verse": 15,
            "text": "But behold I said unto them that: As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.8177139010432353
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 28,
                    "text": "And Pharaoh said, I will let you go, that ye may sacrifice to the Lord your God in the wilderness; only ye shall not go very far away: entreat for me.",
                    "score": 0.8077618637037106
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.",
                    "score": 0.8047567086454693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "score": 0.8043454008814263
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 16,
                    "text": "Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;",
                    "score": 0.8029323005132932
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes.",
                    "score": 0.8018579692503545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 72,
                    "text": "And now I say unto you, keep these things from going abroad unto the world until it is expedient in me, that ye may accomplish this work in the eyes of the people, and in the eyes of your enemies, that they may not know your works until ye have accomplished the thing which I have commanded you;",
                    "score": 0.8004877184567399
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 18,
                    "text": "But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols:",
                    "score": 0.7986374320718027
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 10,
                    "text": "But we have dwelt in tents, and have obeyed, and done according to all that Jonadab our father commanded us.",
                    "score": 0.7963481017540286
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 57,
                    "text": "The Lord our God be with us, as he was with our fathers: let him not leave us, nor forsake us:",
                    "score": 0.7949078354254226
                }
            ]
        },
        {
            "verse": 16,
            "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 11,
                    "text": "Wherefore, keep my commandments; they are true and faithful. Even so. Amen.",
                    "score": 0.8350514129691265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Save when there shall be no poor among you; for the Lord shall greatly bless thee in the land which the Lord thy God giveth thee for an inheritance to possess it:",
                    "score": 0.8260348864120352
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 1,
                    "text": "All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the Lord sware unto your fathers.",
                    "score": 0.8236604426307856
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 38,
                    "text": "But in his estate shall he honour the God of forces: and a god whom his fathers knew not shall he honour with gold, and silver, and with precious stones, and pleasant things.",
                    "score": 0.8227501972480192
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 9,
                    "text": "Wherefore Levi hath no part nor inheritance with his brethren; the Lord is his inheritance, according as the Lord thy God promised him.",
                    "score": 0.8179022650855109
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the Lord, wherein the Lord's tabernacle dwelleth, and take possession among us: but rebel not against the Lord, nor rebel against us, in building you an altar beside the altar of the Lord our God.",
                    "score": 0.8159468662425781
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 8,
                    "text": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God: that ye may possess this good land, and leave it for an inheritance for your children after you for ever.",
                    "score": 0.8143723969304579
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 8,
                    "text": "Behold, the money, which we found in our sacks' mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord's house silver or gold?",
                    "score": 0.8132190621595797
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "score": 0.8119165215182559
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it shall be, when thou art come in unto the land which the Lord thy God giveth thee for an inheritance, and possessest it, and dwellest therein;",
                    "score": 0.8118983761528353
                }
            ]
        },
        {
            "verse": 17,
            "text": "For he knew that Jerusalem must be destroyed, because of the wickedness of the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 24,
                    "text": "He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:",
                    "score": 0.8110925086508327
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the Lord, to provoke the eyes of his glory.",
                    "score": 0.8054238324784672
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And this shall be the plague wherewith the Lord will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.",
                    "score": 0.7991575712334587
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 101,
                    "verse": 8,
                    "text": "I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the Lord.",
                    "score": 0.7910858776748649
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7910582965947042
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 2,
                    "text": "For the indignation of the Lord is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
                    "score": 0.7904911511831167
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 59,
                    "text": "When God heard this, he was wroth, and greatly abhorred Israel:",
                    "score": 0.7900850335880661
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 2,
                    "text": "Son of man, cause Jerusalem to know her abominations,",
                    "score": 0.7898924465439923
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 9,
                    "text": "So Manasseh made Judah and the inhabitants of Jerusalem to err, and to do worse than the heathen, whom the Lord had destroyed before the children of Israel.",
                    "score": 0.7896288605239764
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them.",
                    "score": 0.7893437755393278
                }
            ]
        },
        {
            "verse": 18,
            "text": "For behold, they have rejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been commanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.8279502363582764
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:",
                    "score": 0.8264845878631819
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness.",
                    "score": 0.8204090517515588
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the Lord thy God doth drive them out from before thee, and that he may perform the word which the Lord sware unto thy fathers, Abraham, Isaac, and Jacob.",
                    "score": 0.8132501727693918
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "For they prophesy a lie unto you, to remove you far from your land; and that I should drive you out, and ye should perish.",
                    "score": 0.8117117134888878
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And the sons of the prophets said unto Elisha, Behold now, the place where we dwell with thee is too strait for us.",
                    "score": 0.809872475978974
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 30,
                    "text": "Wherefore the Lord God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.",
                    "score": 0.8082878253314987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore the decree hath gone forth from the Father that they shall be gathered in unto one place upon the face of this land, to prepare their hearts and be prepared in all things against the day when tribulation and desolation are sent forth upon the wicked.",
                    "score": 0.8046062537493337
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 19,
                    "text": "Where are now your prophets which prophesied unto you, saying, The king of Babylon shall not come against you, nor against this land?",
                    "score": 0.8041508461368205
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 30,
                    "text": "Flee, get you far off, dwell deep, O ye inhabitants of Hazor, saith the Lord; for Nebuchadrezzar king of Babylon hath taken counsel against you, and hath conceived a purpose against you.",
                    "score": 0.8022777467560308
                }
            ]
        },
        {
            "verse": 19,
            "text": "And behold, it is wisdom in God that we should obtain these records, that we may preserve unto our children the language of our fathers;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 31,
                    "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                    "score": 0.8055448780893764
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.7814605474734138
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 12,
                    "text": "And of as many as the Father shall bear record, to you shall be given power to seal them up unto eternal life. Amen.",
                    "score": 0.77873876685779
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 17,
                    "text": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:",
                    "score": 0.7759018784245914
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 16,
                    "text": "For all the riches which God hath taken from our father, that is ours, and our children's: now then, whatsoever God hath said unto thee, do.",
                    "score": 0.7728928093896787
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 1,
                    "text": "We have heard with our ears, O God, our fathers have told us, what work thou didst in their days, in the times of old.",
                    "score": 0.7702329955373136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 1,
                    "text": "Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ,",
                    "score": 0.7700500580387661
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham.",
                    "score": 0.7696759541277475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 3,
                    "text": "Which we have heard and known, and our fathers have told us.",
                    "score": 0.7673859150112283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "score": 0.7663259218431534
                }
            ]
        },
        {
            "verse": 20,
            "text": "And also that we may preserve unto them the words which have been spoken by the mouth of all the holy prophets, which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.830526583907449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 10,
                    "text": "Therefore your life and the priesthood have remained, and must needs remain through you and your lineage until the restoration of all things spoken by the mouths of all the holy prophets since the world began.",
                    "score": 0.8277790765182302
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 2,
                    "text": "That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:",
                    "score": 0.8170359354020422
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And also with Elias, to whom I have committed the keys of bringing to pass the restoration of all things spoken by the mouth of all the holy prophets since the world began, concerning the last days;",
                    "score": 0.8150321116513924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 7,
                    "text": "And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever and ever.",
                    "score": 0.8134637868445829
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 4,
                    "text": "And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.",
                    "score": 0.8119770401597955
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 21,
                    "text": "Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.",
                    "score": 0.8076177067929793
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.",
                    "score": 0.8050740311922444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 23,
                    "text": "And from this place they may bear exceedingly great and glorious tidings, in truth, unto the ends of the earth, that they may know that this is thy work, and that thou hast put forth thy hand, to fulfil that which thou hast spoken by the mouths of the prophets, concerning the last days.",
                    "score": 0.8047207968971293
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Keep therefore the words of this covenant, and do them, that ye may prosper in all that ye do.",
                    "score": 0.796809041726467
                }
            ]
        },
        {
            "verse": 21,
            "text": "And it came to pass that after this manner of language did I persuade my brethren, that they might be faithful in keeping the commandments of God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding.",
                    "score": 0.8362551152866837
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.8143687718140985
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways that I have commanded you, that it may be well unto you.",
                    "score": 0.8066744950125698
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 6,
                    "text": "I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.",
                    "score": 0.8043725609098927
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 20,
                    "text": "Then I answered them, The word of the Lord came unto me, saying,",
                    "score": 0.7990162926801285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 18,
                    "text": "But inasmuch as there are those who have hearkened unto my words, I have prepared a blessing and an endowment for them, if they continue faithful.",
                    "score": 0.7975669843633818
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.7969607763612344
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:",
                    "score": 0.7944781117777218
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, The Lord liveth; as they taught my people to swear by Baal; then shall they be built in the midst of my people.",
                    "score": 0.7932863252514093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 1,
                    "text": "Hearken unto my word, my servants Sidney, and Parley, and Leman; for behold, verily I say unto you, that I give unto you a commandment that you shall go and preach my gospel which ye have received, even as ye have received it, unto the Shakers.",
                    "score": 0.7932097667861062
                }
            ]
        },
        {
            "verse": 22,
            "text": "And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 22,
                    "text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
                    "score": 0.7922918067347033
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the Lord, silver, and gold, and vessels.",
                    "score": 0.7895538452733538
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 54,
                    "text": "And ye shall divide the land by lot for an inheritance among your families: and to the more ye shall give the more inheritance, and to the fewer ye shall give the less inheritance: every man's inheritance shall be in the place where his lot falleth; according to the tribes of your fathers ye shall inherit.",
                    "score": 0.7783459723533294
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "score": 0.7759943742014348
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 8,
                    "text": "Behold, the money, which we found in our sacks' mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord's house silver or gold?",
                    "score": 0.7737163342461508
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it shall be, when thou art come in unto the land which the Lord thy God giveth thee for an inheritance, and possessest it, and dwellest therein;",
                    "score": 0.7736719945634492
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 8,
                    "text": "And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh.",
                    "score": 0.7726664870941291
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 2,
                    "text": "Now I have prepared with all my might for the house of my God the gold for things to be made of gold, and the silver for things of silver, and the brass for things of brass, the iron for things of iron, and wood for things of wood; onyx stones, and stones to be set, glistering stones, and of divers colours, and all manner of precious stones, and marble stones in abundance.",
                    "score": 0.771953032306809
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And weighed unto them the silver, and the gold, and the vessels, even the offering of the house of our God, which the king, and his counsellors, and his lords, and all Israel there present, had offered:",
                    "score": 0.7704086910962923
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
                    "score": 0.769794937662696
                }
            ]
        },
        {
            "verse": 23,
            "text": "And after we had gathered these things together, we went up again unto the house of Laban.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 22,
                    "text": "And Laban gathered together all the men of the place, and made a feast.",
                    "score": 0.7855032538774117
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 7,
                    "text": "Then after that saith he to his disciples, Let us go into Judaea again.",
                    "score": 0.7690844291470297
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 55,
                    "text": "And early in the morning Laban rose up, and kissed his sons and his daughters, and blessed them: and Laban departed, and returned unto his place.",
                    "score": 0.7678688313881782
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 11,
                    "text": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.",
                    "score": 0.7619407491225678
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Moreover the spirit lifted me up, and brought me unto the east gate of the Lord's house, which looketh eastward: and behold at the door of the gate five and twenty men; among whom I saw Jaazaniah the son of Azur, and Pelatiah the son of Benaiah, princes of the people.",
                    "score": 0.7577053813692339
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And Balaam rose up, and went and returned to his place: and Balak also went his way.",
                    "score": 0.756713057112106
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 33,
                    "text": "And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,",
                    "score": 0.7563869894733588
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 25,
                    "text": "Then Laban overtook Jacob. Now Jacob had pitched his tent in the mount: and Laban with his brethren pitched in the mount of Gilead.",
                    "score": 0.755658803593095
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all them whose spirit God had raised, to go up to build the house of the Lord which is in Jerusalem.",
                    "score": 0.754633192966957
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 14,
                    "text": "We took sweet counsel together, and walked unto the house of God in company.",
                    "score": 0.7539951957165939
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 3,
                    "text": "And this is the offering which ye shall take of them; gold, and silver, and brass,",
                    "score": 0.8213261071920526
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Take ye from among you an offering unto the Lord: whosoever is of a willing heart, let him bring it, an offering of the Lord; gold, and silver, and brass,",
                    "score": 0.8081702788420195
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 19,
                    "text": "But all the silver, and gold, and vessels of brass and iron, are consecrated unto the Lord: they shall come into the treasury of the Lord.",
                    "score": 0.8044279624890116
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the Lord, silver, and gold, and vessels.",
                    "score": 0.7964567835321078
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.7934593245257271
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.",
                    "score": 0.7927286064235304
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And weighed unto them the silver, and the gold, and the vessels, even the offering of the house of our God, which the king, and his counsellors, and his lords, and all Israel there present, had offered:",
                    "score": 0.7902404343987552
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels.",
                    "score": 0.7883585590597092
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Because ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:",
                    "score": 0.7883139303394024
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 28,
                    "text": "And I said unto them, Ye are holy unto the Lord; the vessels are holy also; and the silver and the gold are a freewill offering unto the Lord God of your fathers.",
                    "score": 0.7869500179803952
                }
            ]
        },
        {
            "verse": 25,
            "text": "And it came to pass that when Laban saw our property, and that it was exceedingly great, he did lust after it, insomuch that he thrust us out, and sent his servants to slay us, that he might obtain our property.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 36,
                    "text": "And Jacob was wroth, and chode with Laban: and Jacob answered and said to Laban, What is my trespass? what is my sin, that thou hast so hotly pursued after me?",
                    "score": 0.8042775374935209
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 20,
                    "text": "Come now therefore, and let us slay him, and cast him into some pit, and we will say, Some evil beast hath devoured him: and we shall see what will become of his dreams.",
                    "score": 0.7784395913200222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7779706855490974
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7775787576705026
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And he said, What have I sinned, that thou wouldest deliver thy servant into the hand of Ahab, to slay me?",
                    "score": 0.7758592245136956
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 19,
                    "text": "And it came to pass, when his master heard the words of his wife, which she spake unto him, saying, After this manner did thy servant to me; that his wrath was kindled.",
                    "score": 0.772764600546467
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this;",
                    "score": 0.7717992489500096
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 1,
                    "text": "And he heard the words of Laban's sons, saying, Jacob hath taken away all that was our father's; and of that which was our father's hath he gotten all this glory.",
                    "score": 0.7698025534632035
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 7,
                    "text": "For he hath delivered me out of all trouble: and mine eye hath seen his desire upon mine enemies.",
                    "score": 0.7692382076286401
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And the lords of the Philistines came up unto her, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him: and we will give thee every one of us eleven hundred pieces of silver.",
                    "score": 0.7689146660220019
                }
            ]
        },
        {
            "verse": 26,
            "text": "And it came to pass that we did flee before the servants of Laban, and we were obliged to leave behind our property, and it fell into the hands of Laban.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And it came to pass, when the people removed from their tents, to pass over Jordan, and the priests bearing the ark of the covenant before the people;",
                    "score": 0.7630447735602237
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 6,
                    "text": "(For they will come out after us) till we have drawn them from the city; for they will say, They flee before us, as at the first: therefore we will flee before them.",
                    "score": 0.7582255788142606
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And it came to pass, when they were gone over, that Elijah said unto Elisha, Ask what I shall do for thee, before I be taken away from thee. And Elisha said, I pray thee, let a double portion of thy spirit be upon me.",
                    "score": 0.7574100496607833
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 18,
                    "text": "And the men were afraid, because they were brought into Joseph's house; and they said, Because of the money that was returned in our sacks at the first time are we brought in; that he may seek occasion against us, and fall upon us, and take us for bondmen, and our asses.",
                    "score": 0.7573372268496866
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
                    "score": 0.7561788265718755
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 22,
                    "text": "And it was told Laban on the third day that Jacob was fled.",
                    "score": 0.754478921236997
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 13,
                    "text": "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,",
                    "score": 0.7515933815109171
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the Lord your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the Lord your God hath promised unto you.",
                    "score": 0.7501877179176628
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 43,
                    "text": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;",
                    "score": 0.748570840678356
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 25,
                    "text": "And it came to pass, when Rachel had born Joseph, that Jacob said unto Laban, Send me away, that I may go unto mine own place, and to my country.",
                    "score": 0.746655232666781
                }
            ]
        },
        {
            "verse": 27,
            "text": "And it came to pass that we fled into the wilderness, and the servants of Laban did not overtake us, and we hid ourselves in the cavity of a rock.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7805087843099185
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.7712376050967352
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 26,
                    "verse": 65,
                    "text": "For the Lord had said of them, They shall surely die in the wilderness. And there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun.",
                    "score": 0.760557578899206
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 25,
                    "text": "Saul also and his men went to seek him. And they told David: wherefore he came down into a rock, and abode in the wilderness of Maon. And when Saul heard that, he pursued after David in the wilderness of Maon.",
                    "score": 0.7592309646843298
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 13,
                    "text": "That led them through the deep, as an horse in the wilderness, that they should not stumble?",
                    "score": 0.7586973664581979
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had been hid, and laid great stones in the cave's mouth, which remain until this very day.",
                    "score": 0.7555179329167395
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
                    "score": 0.7547501068215188
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes.",
                    "score": 0.7542757217751207
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7531427142977015
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7522952016849294
                }
            ]
        },
        {
            "verse": 28,
            "text": "And it came to pass that Laman was angry with me, and also with my father; and also was Lemuel, for he hearkened unto the words of Laman. Wherefore Laman and Lemuel did speak many hard words unto us, their younger brothers, and they did smite us even with a rod.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7859903575905429
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And spake to them after the counsel of the young men, saying, My father made your yoke heavy, and I will add to your yoke: my father also chastised you with whips, but I will chastise you with scorpions.",
                    "score": 0.7781344478003298
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 4,
                    "text": "And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.",
                    "score": 0.777419790196558
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7755327179038068
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 10,
                    "text": "And Balak's anger was kindled against Balaam, and he smote his hands together: and Balak said unto Balaam, I called thee to curse mine enemies, and, behold, thou hast altogether blessed them these three times.",
                    "score": 0.7727735278961358
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass that Enoch continued his speech, saying: Behold, our father Adam taught these things, and many have believed and become the sons of God, and many have believed not, and have perished in their sins, and are looking forth with fear, in torment, for the fiery indignation of the wrath of God to be poured out upon them.",
                    "score": 0.7705930476352695
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 15,
                    "text": "Because they have done that which was evil in my sight, and have provoked me to anger, since the day their fathers came forth out of Egypt, even unto this day.",
                    "score": 0.7704971536031419
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.7703556528689036
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 14,
                    "text": "And answered them after the advice of the young men, saying, My father made your yoke heavy, but I will add thereto: my father chastised you with whips, but I will chastise you with scorpions.",
                    "score": 0.769345238114569
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And now whereas my father did lade you with a heavy yoke, I will add to your yoke: my father hath chastised you with whips, but I will chastise you with scorpions.",
                    "score": 0.7683331644587391
                }
            ]
        },
        {
            "verse": 29,
            "text": "And it came to pass as they smote us with a rod, behold, an angel of the Lord came and stood before them, and he spake unto them, saying: Why do ye smite your younger brother with a rod? Know ye not that the Lord hath chosen him to be a ruler over you, and this because of your iniquities? Behold ye shall go up to Jerusalem again, and the Lord will deliver Laban into your hands.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 49,
                    "text": "When they which were about him saw what would follow, they said unto him, Lord, shall we smite with the sword?",
                    "score": 0.7944185545113452
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And when they came down to him, Elisha prayed unto the Lord, and said, Smite this people, I pray thee, with blindness. And he smote them with blindness according to the word of Elisha.",
                    "score": 0.7935924485819994
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And God sent an angel unto Jerusalem to destroy it: and as he was destroying, the Lord beheld, and he repented him of the evil, and said to the angel that destroyed, It is enough, stay now thine hand. And the angel of the Lord stood by the threshingfloor of Ornan the Jebusite.",
                    "score": 0.7932822869847905
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 35,
                    "text": "And the angel of the Lord said unto Balaam, Go with the men: but only the word that I shall speak unto thee, that thou shalt speak. So Balaam went with the princes of Balak.",
                    "score": 0.7931885995985876
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 17,
                    "text": "And when he came to him, behold, he stood by his burnt offering, and the princes of Moab with him. And Balak said unto him, What hath the Lord spoken?",
                    "score": 0.7926450868774659
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And the angel of the Lord said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.",
                    "score": 0.7909029691940872
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "score": 0.7907134038599973
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And it came to pass, as soon as he had made an end of offering the burnt offering, that Jehu said to the guard and to the captains, Go in, and slay them; let none come forth. And they smote them with the edge of the sword; and the guard and the captains cast them out, and went to the city of the house of Baal.",
                    "score": 0.7906232028650099
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And David spake unto the Lord when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done wickedly: but these sheep, what have they done? let thine hand, I pray thee, be against me, and against my father's house.",
                    "score": 0.7890116170395266
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And put fire therein, and put incense in them before the Lord to morrow: and it shall be that the man whom the Lord doth choose, he shall be holy: ye take too much upon you, ye sons of Levi.",
                    "score": 0.7871627775054154
                }
            ]
        },
        {
            "verse": 30,
            "text": "And after the angel had spoken unto us, he departed.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Then the devil leaveth him, and, behold, angels came and ministered unto him.",
                    "score": 0.8498409223182404
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.8115570685595701
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.",
                    "score": 0.8108498435602334
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And the angel of the Lord called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.",
                    "score": 0.8104963573744194
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And he said unto him, Go in peace. So he departed from him a little way.",
                    "score": 0.8096392961310325
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 22,
                    "text": "When they had heard these words, they marvelled, and left him, and went their way.",
                    "score": 0.8039132120927212
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Then they went out of the city, and came unto him.",
                    "score": 0.8010045136561054
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 28,
                    "text": "Then Peter began to say unto him, Lo, we have left all, and have followed thee.",
                    "score": 0.7988380044068248
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.",
                    "score": 0.7981527244709552
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.",
                    "score": 0.7959329629620281
                }
            ]
        },
        {
            "verse": 31,
            "text": "And after the angel had departed, Laman and Lemuel again began to murmur, saying: How is it possible that the Lord will deliver Laban into our hands? Behold, he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
                    "score": 0.7726146031427165
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Yea, he had power over the angel, and prevailed: he wept, and made supplication unto him: he found him in Beth-el, and there he spake with us;",
                    "score": 0.7699677035094333
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And they said unto him, Behold now, there be with thy servants fifty strong men; let them go, we pray thee, and seek thy master: lest peradventure the Spirit of the Lord hath taken him up, and cast him upon some mountain, or into some valley. And he said, Ye shall not send.",
                    "score": 0.7669324807123761
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 20,
                    "text": "The Lord thy God sent his angel to deliver thee from the hands of the priest of Elkenah.",
                    "score": 0.7642764970569002
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 7,
                    "text": "The angel of the Lord encampeth round about them that fear him, and delivereth them.",
                    "score": 0.7638418024580517
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.",
                    "score": 0.7618371606533245
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 35,
                    "text": "And the angel of the Lord said unto Balaam, Go with the men: but only the word that I shall speak unto thee, that thou shalt speak. So Balaam went with the princes of Balak.",
                    "score": 0.7588303682984198
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.",
                    "score": 0.758452632774902
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 50,
                    "text": "Then Laban and Bethuel answered and said, The thing proceedeth from the Lord: we cannot speak unto thee bad or good.",
                    "score": 0.7578601706135369
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.7570018101403152
                }
            ]
        }
    ]
}