{
    "volume": "Book of Mormon",
    "book": "2 Nephi",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass that after I, Nephi, had made an end of teaching my brethren, our father, Lehi, also spake many things unto them, and rehearsed unto them, how great things the Lord had done for them in bringing them out of the land of Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities.",
                    "score": 0.7888104730701365
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "score": 0.7814809338489157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.777781850914721
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And it came to pass, when they were gone over, that Elijah said unto Elisha, Ask what I shall do for thee, before I be taken away from thee. And Elisha said, I pray thee, let a double portion of thy spirit be upon me.",
                    "score": 0.7773874185602417
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.",
                    "score": 0.7767873015915848
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:",
                    "score": 0.7760792611477029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "score": 0.7749749291805006
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7748092036533867
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
                    "score": 0.7744152329502996
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 43,
                    "verse": 1,
                    "text": "And it came to pass, that when Jeremiah had made an end of speaking unto all the people all the words of the Lord their God, for which the Lord their God had sent him to them, even all these words,",
                    "score": 0.7737636149613523
                }
            ]
        },
        {
            "verse": 2,
            "text": "And he spake unto them concerning their rebellions upon the waters, and the mercies of God in sparing their lives, that they were not swallowed up in the sea.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And refused to obey, neither were mindful of thy wonders that thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage: but thou art a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsookest them not.",
                    "score": 0.8001300543407386
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And he spake this parable unto them, saying,",
                    "score": 0.796105242487354
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 10,
                    "text": "Art thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?",
                    "score": 0.7873931007178225
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And he beheld also the inhabitants thereof, and there was not a soul which he beheld not; and he discerned them by the Spirit of God; and their numbers were great, even numberless as the sand upon the sea shore.",
                    "score": 0.7865877802312486
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 18,
                    "text": "And now I give unto you a commandment that what I say unto one I say unto all, that you shall forewarn your brethren concerning these waters, that they come not in journeying upon them, lest their faith fail and they are caught in snares;",
                    "score": 0.7859563329522984
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Was the Lord displeased against the rivers? was thine anger against the rivers? was thy wrath against the sea, that thou didst ride upon thine horses and thy chariots of salvation?",
                    "score": 0.7845119404995838
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And he went forth unto the spring of the waters, and cast the salt in there, and said, Thus saith the Lord, I have healed these waters; there shall not be from thence any more death or barren land.",
                    "score": 0.7836208877542726
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And they besought him that he would not command them to go out into the deep.",
                    "score": 0.7828589966516629
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.",
                    "score": 0.7818797199920515
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And they were not able to resist the wisdom and the spirit by which he spake.",
                    "score": 0.781866649710045
                }
            ]
        },
        {
            "verse": 3,
            "text": "And he also spake unto them concerning the land of promise, which they had obtained--how merciful the Lord had been in warning us that we should flee out of the land of Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.",
                    "score": 0.8331318435500192
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
                    "score": 0.8317845800226935
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.8111141989051195
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.8109987465985418
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the Lord your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the Lord your God hath promised unto you.",
                    "score": 0.8078866406676138
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And all the people were at strife throughout all the tribes of Israel, saying, The king saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines; and now he is fled out of the land for Absalom.",
                    "score": 0.8054339469208749
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "score": 0.8046895147761428
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.8030185784010567
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.",
                    "score": 0.8001756607820302
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spake unto David, saying, Except thou take away the blind and the lame, thou shalt not come in hither: thinking, David cannot come in hither.",
                    "score": 0.7992084626925506
                }
            ]
        },
        {
            "verse": 4,
            "text": "For, behold, said he, I have seen a vision, in which I know that Jerusalem is destroyed; and had we remained in Jerusalem we should also have perished.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "When you, therefore, shall see the abomination of desolation, spoken of by Daniel the prophet, concerning the destruction of Jerusalem, then you shall stand in the holy place; whoso readeth let him understand.",
                    "score": 0.7976579835541533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.",
                    "score": 0.7932525877345041
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Then said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.",
                    "score": 0.784703380655831
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 43,
                    "verse": 3,
                    "text": "And it was according to the appearance of the vision which I saw, even according to the vision that I saw when I came to destroy the city: and the visions were like the vision that I saw by the river Chebar; and I fell upon my face.",
                    "score": 0.7833366308699816
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 42,
                    "text": "Again, he told me, that when I got those plates of which he had spoken--for the time that they should be obtained was not yet fulfilled--I should not show them to any person; neither the breastplate with the Urim and Thummim; only to those to whom I should be commanded to show them; if I did I should be destroyed. While he was conversing with me about the plates, the vision was opened to my mind that I could see the place where the plates were deposited, and that so clearly and distinctly that I knew the place again when I visited it.",
                    "score": 0.7768839586106883
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Behold, these things I have spoken unto you concerning the Jews; and again, after the tribulation of those days which shall come upon Jerusalem, if any man shall say unto you, Lo, here is Christ, or there, believe him not;",
                    "score": 0.7698299571028887
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And it came to pass, while they were slaying them, and I was left, that I fell upon my face, and cried, and said, Ah Lord God! wilt thou destroy all the residue of Israel in thy pouring out of thy fury upon Jerusalem?",
                    "score": 0.7682995604029421
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 15,
                    "text": "When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:)",
                    "score": 0.7674627240126215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 19,
                    "text": "And that which he hath seen and heard may be made known unto my disciples, that they perish not. And for this cause have I spoken these things.",
                    "score": 0.7669788452865904
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain.",
                    "score": 0.7663879951692824
                }
            ]
        },
        {
            "verse": 5,
            "text": "But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
                    "score": 0.8419036001978096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.840884802816553
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "score": 0.8336530337973022
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 20,
                    "verse": 24,
                    "text": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that floweth with milk and honey: I am the Lord your God, which have separated you from other people.",
                    "score": 0.8331027867007335
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 12,
                    "text": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.",
                    "score": 0.833093430366262
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 28,
                    "verse": 8,
                    "text": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God: that ye may possess this good land, and leave it for an inheritance for your children after you for ever.",
                    "score": 0.8317814402072515
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;",
                    "score": 0.8303027636182689
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "score": 0.8297617216054056
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 15,
                    "text": "For all the land which thou seest, to thee will I give it, and to thy seed for ever.",
                    "score": 0.8293811134811564
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.",
                    "score": 0.8280016868448906
                }
            ]
        },
        {
            "verse": 6,
            "text": "Wherefore, I, Lehi, prophesy according to the workings of the Spirit which is in me, that there shall none come into this land save they shall be brought by the hand of the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 33,
                    "text": "And from thence, whosoever I will shall go forth among all nations, and it shall be told them what they shall do; for I have a great work laid up in store, for Israel shall be saved, and I will lead them whithersoever I will, and no power shall stay my hand.",
                    "score": 0.8171121059619039
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 28,
                    "text": "Wherefore, let him do as the Spirit of the living God commandeth him, whether upon the land or upon the waters, as it remaineth with me to do hereafter.",
                    "score": 0.8110275387217803
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore the decree hath gone forth from the Father that they shall be gathered in unto one place upon the face of this land, to prepare their hearts and be prepared in all things against the day when tribulation and desolation are sent forth upon the wicked.",
                    "score": 0.8096378160235144
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 9,
                    "text": "And mine hand shall be upon the prophets that see vanity, and that divine lies: they shall not be in the assembly of my people, neither shall they be written in the writing of the house of Israel, neither shall they enter into the land of Israel; and ye shall know that I am the Lord God.",
                    "score": 0.8091501905798301
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And it shall come to pass, when the Lord thy God hath brought thee in unto the land whither thou goest to possess it, that thou shalt put the blessing upon mount Gerizim, and the curse upon mount Ebal.",
                    "score": 0.8061363326467235
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 5,
                    "text": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.",
                    "score": 0.7962128689008292
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong.",
                    "score": 0.7955871370800598
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 24,
                    "text": "But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it.",
                    "score": 0.7941899240268756
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 10,
                    "text": "When ye go, ye shall come unto a people secure, and to a large land: for God hath given it into your hands; a place where there is no want of any thing that is in the earth.",
                    "score": 0.793831015406125
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.7937266953542538
                }
            ]
        },
        {
            "verse": 7,
            "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 5,
                    "text": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.",
                    "score": 0.8435553697024571
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.838711867585768
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 29,
                    "text": "The righteous shall inherit the land, and dwell therein for ever.",
                    "score": 0.8366056417348124
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And it shall come to pass, when ye shall say, Wherefore doeth the Lord our God all these things unto us? then shalt thou answer them, Like as ye have forsaken me, and served strange gods in your land, so shall ye serve strangers in a land that is not yours.",
                    "score": 0.8349429980631169
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the Lord, wherein the Lord's tabernacle dwelleth, and take possession among us: but rebel not against the Lord, nor rebel against us, in building you an altar beside the altar of the Lord our God.",
                    "score": 0.8342660805651121
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness.",
                    "score": 0.831593632480496
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 10,
                    "text": "When ye go, ye shall come unto a people secure, and to a large land: for God hath given it into your hands; a place where there is no want of any thing that is in the earth.",
                    "score": 0.8272472677284042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 28,
                    "text": "Wherefore, let him do as the Spirit of the living God commandeth him, whether upon the land or upon the waters, as it remaineth with me to do hereafter.",
                    "score": 0.8270993322404387
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 10,
                    "text": "And ye shall dwell with us: and the land shall be before you; dwell and trade ye therein, and get you possessions therein.",
                    "score": 0.8265821344556158
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Wherefore ye shall do my statutes, and keep my judgments, and do them; and ye shall dwell in the land in safety.",
                    "score": 0.8258753173543137
                }
            ]
        },
        {
            "verse": 8,
            "text": "And behold, it is wisdom that this land should be kept as yet from the knowledge of other nations; for behold, many nations would overrun the land, that there would be no place for an inheritance.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 34,
                    "text": "Wait on the Lord, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it.",
                    "score": 0.7959733481141382
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 2,
                    "text": "For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof shall be prolonged.",
                    "score": 0.7933062289896162
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 14,
                    "text": "Thou shalt not remove thy neighbour's landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the Lord thy God giveth thee to possess it.",
                    "score": 0.7862557860459998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 27,
                    "text": "Wherefore, I the Lord will that you should purchase the lands, that you may have advantage of the world, that you may have claim on the world, that they may not be stirred up unto anger.",
                    "score": 0.7847214282145227
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 83,
                    "verse": 3,
                    "text": "And if they are not faithful they shall not have fellowship in the church; yet they may remain upon their inheritances according to the laws of the land.",
                    "score": 0.7834776159861638
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 29,
                    "text": "When the Lord thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;",
                    "score": 0.7798122916309248
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 31,
                    "text": "And the plenty shall not be known in the land by reason of that famine following; for it shall be very grievous.",
                    "score": 0.7796285992206995
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "score": 0.7768094920103353
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.7748139926431323
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 38,
                    "text": "To drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day.",
                    "score": 0.7727580211610983
                }
            ]
        },
        {
            "verse": 9,
            "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.8467787161639642
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "score": 0.843817915974364
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 29,
                    "text": "The righteous shall inherit the land, and dwell therein for ever.",
                    "score": 0.8319571046697187
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 5,
                    "text": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.",
                    "score": 0.8314175933054676
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 32,
                    "text": "Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards, a land of oil olive and of honey, that ye may live, and not die: and hearken not unto Hezekiah, when he persuadeth you, saying, The Lord will deliver us.",
                    "score": 0.8276180467906835
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 25,
                    "text": "And it shall come to pass, when ye be come to the land which the Lord will give you, according as he hath promised, that ye shall keep this service.",
                    "score": 0.8275556422883449
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 16,
                    "text": "In that I command thee this day to love the Lord thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord thy God shall bless thee in the land whither thou goest to possess it.",
                    "score": 0.8251312284840431
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 20,
                    "verse": 15,
                    "text": "And Abimelech said, Behold, my land is before thee: dwell where it pleaseth thee.",
                    "score": 0.8237772923532487
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Now therefore, O Lord God of Israel, keep with thy servant David my father that which thou hast promised him, saying, There shall not fail thee a man in my sight to sit upon the throne of Israel; yet so that thy children take heed to their way to walk in my law, as thou hast walked before me.",
                    "score": 0.8236432374430493
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "score": 0.8229660464428789
                }
            ]
        },
        {
            "verse": 10,
            "text": "But behold, when the time cometh that they shall dwindle in unbelief, after they have received so great blessings from the hand of the Lord--having a knowledge of the creation of the earth, and all men, knowing the great and marvelous works of the Lord from the creation of the world; having power given them to do all things by faith; having all the commandments from the beginning, and having been brought by his infinite goodness into this precious land of promise--behold, I say, if the day shall come that they will reject the Holy One of Israel, the true Messiah, their Redeemer and their God, behold, the judgments of him that is just shall rest upon them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.8166048745041495
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 13,
                    "text": "Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren--your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down.",
                    "score": 0.8162908414279492
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 67,
                    "text": "And may all the scattered remnants of Israel, who have been driven to the ends of the earth, come to a knowledge of the truth, believe in the Messiah, and be redeemed from oppression, and rejoice before thee.",
                    "score": 0.8143685942579993
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 36,
                    "text": "For the Lord shall judge his people, and repent himself for his servants, when he seeth that their power is gone, and there is none shut up, or left.",
                    "score": 0.8110419963968742
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
                    "score": 0.8056853163464293
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.8038908570789707
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 3,
                    "text": "Yea, blessed are they whose feet stand upon the land of Zion, who have obeyed my gospel; for they shall receive for their reward the good things of the earth, and it shall bring forth in its strength.",
                    "score": 0.8027459282072563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 10,
                    "text": "And that which I have promised I have so fulfilled, and the nations of the earth shall bow to it; and, if not of themselves, they shall come down, for that which is now exalted of itself shall be laid low of power.",
                    "score": 0.8020146735368346
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 23,
                    "text": "And from this place they may bear exceedingly great and glorious tidings, in truth, unto the ends of the earth, that they may know that this is thy work, and that thou hast put forth thy hand, to fulfil that which thou hast spoken by the mouths of the prophets, concerning the last days.",
                    "score": 0.8015572908097891
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 8,
                    "text": "Thus saith the Lord, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.8011675681559749
                }
            ]
        },
        {
            "verse": 11,
            "text": "Yea, he will bring other nations unto them, and he will give unto them power, and he will take away from them the lands of their possessions, and he will cause them to be scattered and smitten.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Then will the Lord drive out all these nations from before you, and ye shall possess greater nations and mightier than yourselves.",
                    "score": 0.8291460839499014
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 29,
                    "text": "When the Lord thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;",
                    "score": 0.8248980359624104
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 11,
                    "text": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
                    "score": 0.8182564141179463
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And I will bring you out from the people, and will gather you out of the countries wherein ye are scattered, with a mighty hand, and with a stretched out arm, and with fury poured out.",
                    "score": 0.8122579819046747
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:",
                    "score": 0.8111659701585787
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then will the Lord be jealous for his land, and pity his people.",
                    "score": 0.808975866426
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 3,
                    "text": "The Lord thy God, he will go over before thee, and he will destroy these nations from before thee, and thou shalt possess them: and Joshua, he shall go over before thee, as the Lord hath said.",
                    "score": 0.808496835412534
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 38,
                    "text": "To drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day.",
                    "score": 0.8080888859795654
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 3,
                    "text": "That then the Lord thy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the nations, whither the Lord thy God hath scattered thee.",
                    "score": 0.8040051605392146
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 41,
                    "text": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;",
                    "score": 0.8039449121815866
                }
            ]
        },
        {
            "verse": 12,
            "text": "Yea, as one generation passeth to another there shall be bloodsheds, and great visitations among them; wherefore, my sons, I would that ye would remember; yea, I would that ye would hearken unto my words.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And I will sow them among the people: and they shall remember me in far countries; and they shall live with their children, and turn again.",
                    "score": 0.8131710018712494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 29,
                    "text": "And then, if he shall come upon you or your children, or your children's children unto the third and fourth generation, I have delivered thine enemy into thine hands;",
                    "score": 0.8129439508534555
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 14,
                    "text": "I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:",
                    "score": 0.7985665356080796
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:",
                    "score": 0.7947362566808147
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 28,
                    "text": "And now, verily I say unto you, if that enemy shall escape my vengeance, that he be not brought into judgment before me, then ye shall see to it that ye warn him in my name, that he come no more upon you, neither upon your family, even your children's children unto the third and fourth generation.",
                    "score": 0.7923668510044418
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
                    "score": 0.7917332559749252
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 36,
                    "text": "Verily I say unto you, All these things shall come upon this generation.",
                    "score": 0.7915191775661587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 71,
                    "text": "Remember, O Lord, the presidents, even all the presidents of thy church, that thy right hand may exalt them, with all their families, and their immediate connections, that their names may be perpetuated and had in everlasting remembrance from generation to generation.",
                    "score": 0.7913330538513825
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 4,
                    "text": "One generation shall praise thy works to another, and shall declare thy mighty acts.",
                    "score": 0.7911860674029491
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 5,
                    "text": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.",
                    "score": 0.7905435536178299
                }
            ]
        },
        {
            "verse": 13,
            "text": "O that ye would awake; awake from a deep sleep, yea, even from the sleep of hell, and shake off the awful chains by which ye are bound, which are the chains which bind the children of men, that they are carried away captive down to the eternal gulf of misery and woe.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
                    "score": 0.7779100465448385
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the Lord is upon you.",
                    "score": 0.7743911591935685
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Now therefore ye are cursed, and there shall none of you be freed from being bondmen, and hewers of wood and drawers of water for the house of my God.",
                    "score": 0.7711423288514151
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 73,
                    "verse": 20,
                    "text": "As a dream when one awaketh; so, O Lord, when thou awakest, thou shalt despise their image.",
                    "score": 0.7706248999368773
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 17,
                    "text": "Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the Lord the cup of his fury; thou hast drunken the dregs of the cup of trembling, and wrung them out.",
                    "score": 0.7667381758113552
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 1,
                    "text": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "score": 0.7643287339286482
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.",
                    "score": 0.7641715727074655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 46,
                    "text": "Wherefore, if ye have slept in peace blessed are you; for as you now behold me and know that I am, even so shall ye come unto me and your souls shall live, and your redemption shall be perfected; and the saints shall come forth from the four quarters of the earth.",
                    "score": 0.7640883200354579
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 9,
                    "text": "Awake, awake, put on strength, O arm of the Lord; awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?",
                    "score": 0.7638417523957349
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 9,
                    "text": "Hell from beneath is moved for thee to meet thee at thy coming: it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.",
                    "score": 0.7605617714558162
                }
            ]
        },
        {
            "verse": 14,
            "text": "Awake! and arise from the dust, and hear the words of a trembling parent, whose limbs ye must soon lay down in the cold and silent grave, from whence no traveler can return; a few more days and I go the way of all the earth.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 48,
                    "text": "And it came to pass that Enoch looked upon the earth; and he heard a voice from the bowels thereof, saying: Wo, wo is me, the mother of men; I am pained, I am weary, because of the wickedness of my children. When shall I rest, and be cleansed from the filthiness which is gone forth out of me? When will my Creator sanctify me, that I may rest, and righteousness for a season abide upon my face?",
                    "score": 0.7851604398666503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 18,
                    "text": "For the day cometh that the Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall tremble, and the trump of God shall sound both long and loud, and shall say to the sleeping nations: Ye saints arise and live; ye sinners stay and sleep until I shall call again.",
                    "score": 0.7838177016224641
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.",
                    "score": 0.7798457331447133
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 61,
                    "text": "And the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men, but my people will I preserve;",
                    "score": 0.7779203170562492
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south: and in thee and in thy seed shall all the families of the earth be blessed.",
                    "score": 0.7751481229601798
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.",
                    "score": 0.774385096768183
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 6,
                    "text": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished.",
                    "score": 0.7714443098924236
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 25,
                    "text": "For our soul is bowed down to the dust: our belly cleaveth unto the earth.",
                    "score": 0.770331726498478
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 12,
                    "verse": 7,
                    "text": "Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.",
                    "score": 0.7686361870708333
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
                    "score": 0.7685857783312704
                }
            ]
        },
        {
            "verse": 15,
            "text": "But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And the king sware, and said, As the Lord liveth, that hath redeemed my soul out of all distress,",
                    "score": 0.8155540865960212
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 47,
                    "text": "And my spirit hath rejoiced in God my Saviour.",
                    "score": 0.8149463940773912
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 23,
                    "text": "My lips shall greatly rejoice when I sing unto thee; and my soul, which thou hast redeemed.",
                    "score": 0.8125648738048531
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 10,
                    "text": "I will greatly rejoice in the Lord, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.",
                    "score": 0.8108959075719357
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 22,
                    "text": "I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee.",
                    "score": 0.8087419409969109
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 4,
                    "text": "I said, Lord, be merciful unto me: heal my soul; for I have sinned against thee.",
                    "score": 0.7998592408082397
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And my soul shall be joyful in the Lord: it shall rejoice in his salvation.",
                    "score": 0.7986140571283423
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 4,
                    "text": "Behold, God is mine helper: the Lord is with them that uphold my soul.",
                    "score": 0.7973741206068061
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 174,
                    "text": "I have longed for thy salvation, O Lord; and thy law is my delight.",
                    "score": 0.7946228030977311
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 1,
                    "text": "Truly my soul waiteth upon God: from him cometh my salvation.",
                    "score": 0.7936997334145742
                }
            ]
        },
        {
            "verse": 16,
            "text": "And I desire that ye should remember to observe the statutes and the judgments of the Lord; behold, this hath been the anxiety of my soul from the beginning.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 37,
                    "text": "Therefore shall ye observe all my statutes, and all my judgments, and do them: I am the Lord.",
                    "score": 0.794378599065112
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 71,
                    "text": "It is good for me that I have been afflicted; that I might learn thy statutes.",
                    "score": 0.7943432750568011
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 32,
                    "text": "And ye shall observe to do all the statutes and judgments which I set before you this day.",
                    "score": 0.7878424248469511
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 120,
                    "text": "My flesh trembleth for fear of thee; and I am afraid of thy judgments.",
                    "score": 0.786856560738623
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 15,
                    "text": "O Lord, thou knowest: remember me, and visit me, and revenge me of my persecutors; take me not away in thy longsuffering: know that for thy sake I have suffered rebuke.",
                    "score": 0.7861844624290428
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 20,
                    "text": "My soul breaketh for the longing that it hath unto thy judgments at all times.",
                    "score": 0.7847290133529105
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 53,
                    "text": "Horror hath taken hold upon me because of the wicked that forsake thy law.",
                    "score": 0.7832792907152956
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 58,
                    "text": "If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, The Lord Thy God;",
                    "score": 0.7830292463268457
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
                    "score": 0.7826019411450795
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 16,
                    "text": "This day the Lord thy God hath commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thine heart, and with all thy soul.",
                    "score": 0.780930505377367
                }
            ]
        },
        {
            "verse": 17,
            "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.8299349684089408
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 7,
                    "text": "Thy wrath lieth hard upon me, and thou hast afflicted me with all thy waves. Selah.",
                    "score": 0.8194941328355575
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 48,
                    "text": "Thou knowest, O Lord, that they have been greatly oppressed and afflicted by wicked men; and our hearts flow out with sorrow because of their grievous burdens.",
                    "score": 0.8182424384454754
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 19,
                    "text": "Because thine heart was tender, and thou hast humbled thyself before the Lord, when thou heardest what I spake against this place, and against the inhabitants thereof, that they should become a desolation and a curse, and hast rent thy clothes, and wept before me; I also have heard thee, saith the Lord.",
                    "score": 0.8179685766784545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 8,
                    "text": "Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken heart and a contrite spirit.",
                    "score": 0.816619733694981
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 143,
                    "verse": 12,
                    "text": "And of thy mercy cut off mine enemies, and destroy all them that afflict my soul: for I am thy servant.",
                    "score": 0.810412134345891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 28,
                    "text": "For Satan putteth it into their hearts to anger against you, and to the shedding of blood.",
                    "score": 0.8084852323635583
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 8,
                    "text": "For since I spake, I cried out, I cried violence and spoil; because the word of the Lord was made a reproach unto me, and a derision, daily.",
                    "score": 0.806826655393434
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 8,
                    "text": "He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.",
                    "score": 0.8056264644974782
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 65,
                    "text": "Give them sorrow of heart, thy curse unto them.",
                    "score": 0.8049116269747197
                }
            ]
        },
        {
            "verse": 18,
            "text": "Or, that a cursing should come upon you for the space of many generations; and ye are visited by sword, and by famine, and are hated, and are led according to the will and captivity of the devil.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 18,
                    "text": "And I will persecute them with the sword, with the famine, and with the pestilence, and will deliver them to be removed to all the kingdoms of the earth, to be a curse, and an astonishment, and an hissing, and a reproach, among all the nations whither I have driven them:",
                    "score": 0.8178296826481994
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Therefore thus saith the Lord of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
                    "score": 0.8128848854418398
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "score": 0.8058069414023342
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.8057598768080805
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.8057598768080805
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And the Lord thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee.",
                    "score": 0.8029040729053979
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.7968483635829264
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 17,
                    "text": "Thus saith the Lord of hosts; Behold, I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs, that cannot be eaten, they are so evil.",
                    "score": 0.7946490296061618
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 16,
                    "text": "When I shall send upon them the evil arrows of famine, which shall be for their destruction, and which I will send to destroy you: and I will increase the famine upon you, and will break your staff of bread:",
                    "score": 0.7940949214824765
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 22,
                    "text": "For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off.",
                    "score": 0.7935661327150967
                }
            ]
        },
        {
            "verse": 19,
            "text": "O my sons, that these things might not come upon you, but that ye might be a choice and a favored people of the Lord. But behold, his will be done; for his ways are righteousness forever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 11,
                    "text": "My sons, be not now negligent: for the Lord hath chosen you to stand before him, to serve him, and that ye should minister unto him, and burn incense.",
                    "score": 0.837900677530531
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 4,
                    "verse": 19,
                    "text": "But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden:",
                    "score": 0.8285754609790041
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me--Father, thy will be done, and the glory be thine forever.",
                    "score": 0.8284673424411422
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 10,
                    "text": "Go and tell David, saying, Thus saith the Lord, I offer thee three things: choose thee one of them, that I may do it unto thee.",
                    "score": 0.8191667124955128
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 4,
                    "text": "That the Lord may continue his word which he spake concerning me, saying, If thy children take heed to their way, to walk before me in truth with all their heart and with all their soul, there shall not fail thee (said he) a man on the throne of Israel.",
                    "score": 0.8175388981218211
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 12,
                    "text": "Go and say unto David, Thus saith the Lord, I offer thee three things; choose thee one of them, that I may do it unto thee.",
                    "score": 0.8161418038213527
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.8159901123629532
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 36,
                    "text": "Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.",
                    "score": 0.8106247236647887
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And I, Jesus Christ, your Lord and your God, have spoken it unto you, that I might bring about my righteous purposes unto the children of men. Amen.",
                    "score": 0.8098681101725187
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 1,
                    "text": "My son, if thou wilt receive my words, and hide my commandments with thee;",
                    "score": 0.8053801105463816
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "score": 0.8435175569289675
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
                    "score": 0.8376294525745364
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.8335275384157061
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 115,
                    "text": "Depart from me, ye evildoers: for I will keep the commandments of my God.",
                    "score": 0.8298034165689787
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.",
                    "score": 0.8244900774707189
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.",
                    "score": 0.8231011040176988
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.",
                    "score": 0.8227210462433958
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the Lord your God.",
                    "score": 0.8219502284643254
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "score": 0.8211777014727888
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 41,
                    "text": "And Moses said, Wherefore now do ye transgress the commandment of the Lord? but it shall not prosper.",
                    "score": 0.8208702146780861
                }
            ]
        },
        {
            "verse": 21,
            "text": "And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 15,
                    "text": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
                    "score": 0.8357923295019911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "score": 0.8194813214780416
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 11,
                    "verse": 9,
                    "text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
                    "score": 0.809314859893475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 16,
                    "verse": 9,
                    "text": "Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope.",
                    "score": 0.8073202041958653
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 29,
                    "text": "If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.",
                    "score": 0.8051487568855776
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 5,
                    "text": "That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance.",
                    "score": 0.8049365540025653
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!",
                    "score": 0.8043995589474352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 7,
                    "text": "My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;",
                    "score": 0.8035686579493727
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 17,
                    "text": "Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.",
                    "score": 0.8019350325187823
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 22,
                    "text": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
                    "score": 0.7999196216521951
                }
            ]
        },
        {
            "verse": 22,
            "text": "That ye may not be cursed with a sore cursing; and also, that ye may not incur the displeasure of a just God upon you, unto the destruction, yea, the eternal destruction of both soul and body.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Thou shalt be hid from the scourge of the tongue: neither shalt thou be afraid of destruction when it cometh.",
                    "score": 0.7926447770304391
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Persecuted, but not forsaken; cast down, but not destroyed;",
                    "score": 0.7900301056181903
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 26,
                    "text": "Neither shalt thou bring an abomination into thine house, lest thou be a cursed thing like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing.",
                    "score": 0.7876624835650599
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 21,
                    "text": "Thou hast rebuked the proud that are cursed, which do err from thy commandments.",
                    "score": 0.7859773071680088
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;",
                    "score": 0.7814164188319136
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.7809534112133393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 8,
                    "text": "Nevertheless, I would not suffer that ye should part until you were chastened for all your sins, that you might be one, that you might not perish in wickedness;",
                    "score": 0.7794032425414799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 52,
                    "text": "And if it cannot be otherwise, that the cause of thy people may not fail before thee may thine anger be kindled, and thine indignation fall upon them, that they may be wasted away, both root and branch, from under heaven;",
                    "score": 0.7790196433471361
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.7789129068508831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Verily, I say unto you, that I will not suffer that Satan shall accomplish his evil design in this thing.",
                    "score": 0.7779509802727801
                }
            ]
        },
        {
            "verse": 23,
            "text": "Awake, my sons; put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 2,
                    "text": "Shake thyself from the dust; arise, and sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion.",
                    "score": 0.8082607542167403
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 9,
                    "text": "Judah is a lion's whelp: from the prey, my son, thou art gone up: he stooped down, he couched as a lion, and as an old lion; who shall rouse him up?",
                    "score": 0.7891823892545073
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 14,
                    "text": "And thou shalt bring his sons, and clothe them with coats:",
                    "score": 0.7891522802480485
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
                    "score": 0.787947828281515
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 8,
                    "text": "And thou shalt bring his sons, and put coats upon them.",
                    "score": 0.7854945911561148
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 1,
                    "text": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "score": 0.7842380759432213
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 25,
                    "text": "My soul cleaveth unto the dust: quicken thou me according to thy word.",
                    "score": 0.7840055199004611
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.",
                    "score": 0.7838694389177068
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;",
                    "score": 0.7809082750920808
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 14,
                    "text": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the Lord hath delivered me into their hands, from whom I am not able to rise up.",
                    "score": 0.7799068720968394
                }
            ]
        },
        {
            "verse": 24,
            "text": "Rebel no more against your brother, whose views have been glorious, and who hath kept the commandments from the time that we left Jerusalem; and who hath been an instrument in the hands of God, in bringing us forth into the land of promise; for were it not for him, we must have perished with hunger in the wilderness; nevertheless, ye sought to take away his life; yea, and he hath suffered much sorrow because of you.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And he said, Let me go, I pray thee; for our family hath a sacrifice in the city; and my brother, he hath commanded me to be there: and now, if I have found favour in thine eyes, let me get away, I pray thee, and see my brethren. Therefore he cometh not unto the king's table.",
                    "score": 0.8246453047631009
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 38,
                    "text": "And I will purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I am the Lord.",
                    "score": 0.8015916312608441
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.",
                    "score": 0.8001860511876729
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 15,
                    "text": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
                    "score": 0.8001314937160555
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Remember, and forget not, how thou provokedst the Lord thy God to wrath in the wilderness: from the day that thou didst depart out of the land of Egypt, until ye came unto this place, ye have been rebellious against the Lord.",
                    "score": 0.7990249298946609
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 13,
                    "text": "But the house of Israel rebelled against me in the wilderness: they walked not in my statutes, and they despised my judgments, which if a man do, he shall even live in them; and my sabbaths they greatly polluted: then I said, I would pour out my fury upon them in the wilderness, to consume them.",
                    "score": 0.7987011587311308
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.",
                    "score": 0.7972279306804686
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 9,
                    "text": "To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;",
                    "score": 0.7968368896685747
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law.",
                    "score": 0.7966292039853294
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you.",
                    "score": 0.7966006891964516
                }
            ]
        },
        {
            "verse": 25,
            "text": "And I exceedingly fear and tremble because of you, lest he shall suffer again; for behold, ye have accused him that he sought power and authority over you; but I know that he hath not sought for power nor authority over you, but he hath sought the glory of God, and your own eternal welfare.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "score": 0.8327779718386397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 1,
                    "text": "Behold, I say unto you, David, that you have feared man and have not relied on me for strength as you ought.",
                    "score": 0.8184064607960283
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 43,
                    "text": "Thou shalt not rule over him with rigour; but shalt fear thy God.",
                    "score": 0.8157565346880411
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 120,
                    "text": "My flesh trembleth for fear of thee; and I am afraid of thy judgments.",
                    "score": 0.8127891509778714
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 23,
                    "text": "For destruction from God was a terror to me, and by reason of his highness I could not endure.",
                    "score": 0.8091849291016984
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it came to pass that Moses began to fear exceedingly; and as he began to fear, he saw the bitterness of hell. Nevertheless, calling upon God, he received strength, and he commanded, saying: Depart from me, Satan, for this one God only will I worship, which is the God of glory.",
                    "score": 0.8076139235994936
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Thou shalt fear the Lord thy God, and serve him, and shalt swear by his name.",
                    "score": 0.8073490983084691
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 27,
                    "text": "Were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this.",
                    "score": 0.8067978313633095
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 11,
                    "text": "He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.",
                    "score": 0.8036753579553042
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 17,
                    "text": "Ye shall not therefore oppress one another; but thou shalt fear thy God: for I am the Lord your God.",
                    "score": 0.8011041546017094
                }
            ]
        },
        {
            "verse": 26,
            "text": "And ye have murmured because he hath been plain unto you. Ye say that he hath used sharpness; ye say that he hath been angry with you; but behold, his sharpness was the sharpness of the power of the word of God, which was in him; and that which ye call anger was the truth, according to that which is in God, which he could not restrain, manifesting boldly concerning your iniquities.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 85,
                    "verse": 3,
                    "text": "Thou hast taken away all thy wrath: thou hast turned thyself from the fierceness of thine anger.",
                    "score": 0.8015472917683018
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Therefore I write these things being absent, lest being present I should use sharpness, according to the power which the Lord hath given me to edification, and not to destruction.",
                    "score": 0.7922057312824047
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 10,
                    "text": "And the Lord's anger was kindled the same time, and he sware, saying,",
                    "score": 0.786945026556585
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Arise, O Lord, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded.",
                    "score": 0.7865724156720558
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7845266935934307
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 11,
                    "text": "Who knoweth the power of thine anger? even according to thy fear, so is thy wrath.",
                    "score": 0.7824400515577693
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Seek ye the Lord, all ye meek of the earth, which have wrought his judgment; seek righteousness, seek meekness: it may be ye shall be hid in the day of the Lord's anger.",
                    "score": 0.7808474997434409
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Therefore is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7781021661048282
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 39,
                    "text": "And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.",
                    "score": 0.7772041126724256
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 7,
                    "verse": 11,
                    "text": "For behold this selfsame thing, that ye sorrowed after a godly sort, what carefulness it wrought in you, yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what vehement desire, yea, what zeal, yea, what revenge! In all things ye have approved yourselves to be clear in this matter.",
                    "score": 0.7762787147063376
                }
            ]
        },
        {
            "verse": 27,
            "text": "And it must needs be that the power of God must be with him, even unto his commanding you that ye must obey. But behold, it was not he, but it was the Spirit of the Lord which was in him, which opened his mouth to utterance that he could not shut it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 21,
                    "text": "Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men.",
                    "score": 0.8233234719641124
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 12,
                    "text": "And he answered and said, Must I not take heed to speak that which the Lord hath put in my mouth?",
                    "score": 0.8091574419060426
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.",
                    "score": 0.8024862300391443
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "score": 0.802229233433222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.7992107614515264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 32,
                    "text": "And it shall be given unto you, power over that spirit; and you shall proclaim against that spirit with a loud voice that it is not of God--",
                    "score": 0.7982571525366052
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me.",
                    "score": 0.7969820860067793
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 5,
                    "text": "But oh that God would speak, and open his lips against thee;",
                    "score": 0.7941355009392063
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 20,
                    "text": "For it is not ye that speak, but the Spirit of your Father which speaketh in you.",
                    "score": 0.7914107869526008
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 13,
                    "text": "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.",
                    "score": 0.7904468743489866
                }
            ]
        },
        {
            "verse": 28,
            "text": "And now my son, Laman, and also Lemuel and Sam, and also my sons who are the sons of Ishmael, behold, if ye will hearken unto the voice of Nephi ye shall not perish. And if ye will hearken unto him I leave unto you a blessing, yea, even my first blessing.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.",
                    "score": 0.8138721408846499
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.8119954155513593
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 5,
                    "text": "And now thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; as Reuben and Simeon, they shall be mine.",
                    "score": 0.8062821230957853
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 22,
                    "text": "And thou shalt say unto Pharaoh, Thus saith the Lord, Israel is my son, even my firstborn:",
                    "score": 0.8003585757358204
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And take thou unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may minister unto me in the priest's office, even Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron's sons.",
                    "score": 0.7991620854620097
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 43,
                    "text": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;",
                    "score": 0.7981488687068612
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?",
                    "score": 0.7975037384303216
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 36,
                    "text": "Behold, they have there with them their two sons, Ahimaaz Zadok's son, and Jonathan Abiathar's son; and by them ye shall send unto me every thing that ye can hear.",
                    "score": 0.7971670759481855
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7940104083612124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.793218740643045
                }
            ]
        },
        {
            "verse": 29,
            "text": "But if ye will not hearken unto him I take away my first blessing, yea, even my blessing, and it shall rest upon him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 2,
                    "text": "If ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the Lord of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay it to heart.",
                    "score": 0.8220918781992381
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.8166444671445232
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But if ye will not hearken unto me, and will not do all these commandments;",
                    "score": 0.8138152784840113
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 26,
                    "text": "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.",
                    "score": 0.8097005947203998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "score": 0.8056520268841845
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 19,
                    "text": "And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it of him.",
                    "score": 0.8007940921675958
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 14,
                    "text": "And he said, My presence shall go with thee, and I will give thee rest.",
                    "score": 0.7974382977926221
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 27,
                    "text": "And if ye will not for all this hearken unto me, but walk contrary unto me;",
                    "score": 0.796998475115183
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 1,
                    "text": "Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings.",
                    "score": 0.7945489581604154
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 30,
                    "verse": 12,
                    "text": "To the end that my glory may sing praise to thee, and not be silent. O Lord my God, I will give thanks unto thee for ever.",
                    "score": 0.7922026345720344
                }
            ]
        },
        {
            "verse": 30,
            "text": "And now, Zoram, I speak unto you: Behold, thou art the servant of Laban; nevertheless, thou hast been brought out of the land of Jerusalem, and I know that thou art a true friend unto my son, Nephi, forever.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
                    "score": 0.8098073691471319
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 9,
                    "text": "Thou whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou art my servant; I have chosen thee, and not cast thee away.",
                    "score": 0.795233939270414
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 4,
                    "text": "And he commanded them, saying, Thus shall ye speak unto my lord Esau; Thy servant Jacob saith thus, I have sojourned with Laban, and stayed there until now:",
                    "score": 0.7944380011349153
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Behold, thou wast called and chosen to write the Book of Mormon, and to my ministry; and I have lifted thee up out of thine afflictions, and have counseled thee, that thou hast been delivered from all thine enemies, and thou hast been delivered from the powers of Satan and from darkness!",
                    "score": 0.7879286025884498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 1,
                    "text": "Verily I say unto you my friends, I speak unto you with my voice, even the voice of my Spirit, that I may show unto you my will concerning your brethren in the land of Zion, many of whom are truly humble and are seeking diligently to learn wisdom and to find truth.",
                    "score": 0.7851461700215179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "score": 0.7849138902584234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "score": 0.7835672823660803
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And the king said, And where is thy master's son? And Ziba said unto the king, Behold, he abideth at Jerusalem: for he said, To day shall the house of Israel restore me the kingdom of my father.",
                    "score": 0.7808824806038243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "score": 0.7808451327526986
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 8,
                    "text": "But thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend.",
                    "score": 0.7798668680201167
                }
            ]
        },
        {
            "verse": 31,
            "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south: and in thee and in thy seed shall all the families of the earth be blessed.",
                    "score": 0.8356453287803892
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 15,
                    "text": "For all the land which thou seest, to thee will I give it, and to thy seed for ever.",
                    "score": 0.8284327004859897
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;",
                    "score": 0.8219694573699743
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.8200864679997782
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Speak unto Aaron, saying, Whosoever he be of thy seed in their generations that hath any blemish, let him not approach to offer the bread of his God.",
                    "score": 0.8195583682320485
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 3,
                    "text": "Trust in the Lord, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.",
                    "score": 0.8195407464837405
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.",
                    "score": 0.8170063129898718
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "score": 0.8169234985202268
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:",
                    "score": 0.8159675096343131
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 19,
                    "text": "Wherefore shall we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be servants unto Pharaoh: and give us seed, that we may live, and not die, that the land be not desolate.",
                    "score": 0.8148375375186474
                }
            ]
        },
        {
            "verse": 32,
            "text": "Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 15,
                    "text": "For all the land which thou seest, to thee will I give it, and to thy seed for ever.",
                    "score": 0.8400559538791498
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 12,
                    "text": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.",
                    "score": 0.8370827308160166
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "score": 0.8360182042170644
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "score": 0.8327570910057654
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Wherefore ye shall do my statutes, and keep my judgments, and do them; and ye shall dwell in the land in safety.",
                    "score": 0.8270140123127933
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 33,
                    "verse": 1,
                    "text": "And the Lord said unto Moses, Depart, and go up hence, thou and the people which thou hast brought up out of the land of Egypt, unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:",
                    "score": 0.8246232718717288
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:",
                    "score": 0.824591041714896
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And, behold, the Lord stood above it, and said, I am the Lord God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed;",
                    "score": 0.8223867383029984
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 13,
                    "text": "To keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?",
                    "score": 0.8213989149611088
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.8212123044039931
                }
            ]
        }
    ]
}