{
    "volume": "Book of Mormon",
    "book": "2 Nephi",
    "chapter": 23,
    "verses": [
        {
            "verse": 1,
            "text": "The burden of Babylon, which Isaiah the son of Amoz did see.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 1,
                    "text": "The burden of Babylon, which Isaiah the son of Amoz did see.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.",
                    "score": 0.8736191198731852
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
                    "score": 0.8500813789117071
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The burden which Habakkuk the prophet did see.",
                    "score": 0.8170180006902584
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 22,
                    "text": "Now the rest of the acts of Uzziah, first and last, did Isaiah the prophet, the son of Amoz, write.",
                    "score": 0.8003383290356041
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 32,
                    "text": "Now the rest of the acts of Hezekiah, and his goodness, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, and in the book of the kings of Judah and Israel.",
                    "score": 0.7697049256571261
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 1,
                    "text": "In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the Lord, Set thine house in order: for thou shalt die, and not live.",
                    "score": 0.7586364273923091
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 7,
                    "text": "Moreover he put out Zedekiah's eyes, and bound him with chains, to carry him to Babylon.",
                    "score": 0.7572893139172432
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 20,
                    "text": "Then Isaiah the son of Amoz sent to Hezekiah, saying, Thus saith the Lord God of Israel, That which thou hast prayed to me against Sennacherib king of Assyria I have heard.",
                    "score": 0.7568510698584844
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 27,
                    "text": "Now concerning his sons, and the greatness of the burdens laid upon him, and the repairing of the house of God, behold, they are written in the story of the book of the kings. And Amaziah his son reigned in his stead.",
                    "score": 0.7567120428932229
                }
            ]
        },
        {
            "verse": 2,
            "text": "Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.",
                    "score": 1.0
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.8074473175937424
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 9,
                    "text": "O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!",
                    "score": 0.8027889899416314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 19,
                    "text": "And that all their salutations may be in the name of the Lord, with holy hands, uplifted to the Most High;",
                    "score": 0.7983498460402976
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Lift up your heads, O ye gates; even lift them up, ye everlasting doors; and the King of glory shall come in.",
                    "score": 0.795299402323936
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 7,
                    "text": "Lift up your heads, O ye gates; and be ye lift up, ye everlasting doors; and the King of glory shall come in.",
                    "score": 0.7932903667989613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 27,
                    "text": "Let them ask and they shall receive, knock and it shall be opened unto them, and be made known from on high, even by the Comforter, whither they shall go.",
                    "score": 0.7921361747565905
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 121,
                    "verse": 1,
                    "text": "I will lift up mine eyes unto the hills, from whence cometh my help.",
                    "score": 0.7860319360239862
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "But in the last days it shall come to pass, that the mountain of the house of the Lord shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it.",
                    "score": 0.7857402872662225
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 6,
                    "verse": 1,
                    "text": "Hear ye now what the Lord saith; Arise, contend thou before the mountains, and let the hills hear thy voice.",
                    "score": 0.7825892468779011
                }
            ]
        },
        {
            "verse": 3,
            "text": "I have commanded my sanctified ones, I have also called my mighty ones, for mine anger is not upon them that rejoice in my highness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "I have commanded my sanctified ones, I have also called my mighty ones for mine anger, even them that rejoice in my highness.",
                    "score": 0.9588771026222546
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 30,
                    "verse": 1,
                    "text": "I will extol thee, O Lord; for thou hast lifted me up, and hast not made my foes to rejoice over me.",
                    "score": 0.820051952118071
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 21,
                    "text": "They have moved me to jealousy with that which is not God; they have provoked me to anger with their vanities: and I will move them to jealousy with those which are not a people; I will provoke them to anger with a foolish nation.",
                    "score": 0.8094426383186406
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 98,
                    "text": "Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me.",
                    "score": 0.8063060507793224
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Arise, O Lord, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded.",
                    "score": 0.8061247660284871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 32,
                    "text": "I command and men obey not; I revoke and they receive not the blessing.",
                    "score": 0.8050738893860215
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 8,
                    "text": "I am the Lord: that is my name: and my glory will I not give to another, neither my praise to graven images.",
                    "score": 0.8008693997275315
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 7,
                    "text": "I speak not concerning those who are appointed to lead my people, who are the first elders of my church, for they are not all under this condemnation;",
                    "score": 0.7993792869551797
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 16,
                    "verse": 2,
                    "text": "Forasmuch as I exalted thee out of the dust, and made thee prince over my people Israel; and thou hast walked in the way of Jeroboam, and hast made my people Israel to sin, to provoke me to anger with their sins;",
                    "score": 0.799085305223291
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord God.",
                    "score": 0.797834240836785
                }
            ]
        },
        {
            "verse": 4,
            "text": "The noise of the multitude in the mountains like as of a great people, a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 4,
                    "text": "The noise of a multitude in the mountains, like as of a great people; a tumultuous noise of the kingdoms of nations gathered together: the Lord of hosts mustereth the host of the battle.",
                    "score": 0.9965907046535597
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Like the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array.",
                    "score": 0.8084267462215812
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 22,
                    "text": "A sound of battle is in the land, and of great destruction.",
                    "score": 0.8078530619529176
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 17,
                    "text": "The fear of the Lord was upon all nations, so great was the glory of the Lord, which was upon his people. And the Lord blessed the land, and they were blessed upon the mountains, and upon the high places, and did flourish.",
                    "score": 0.8046254210377947
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 4,
                    "verse": 13,
                    "text": "For, lo, he that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning darkness, and treadeth upon the high places of the earth, The Lord, The God of hosts, is his name.",
                    "score": 0.799265091488898
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 3,
                    "text": "At the noise of the tumult the people fled; at the lifting up of thyself the nations were scattered.",
                    "score": 0.7966158249703117
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.",
                    "score": 0.7952777238476451
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 17,
                    "verse": 12,
                    "text": "Woe to the multitude of many people, which make a noise like the noise of the seas; and to the rushing of nations, that make a rushing like the rushing of mighty waters!",
                    "score": 0.7930966843827167
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 46,
                    "verse": 3,
                    "text": "Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah.",
                    "score": 0.7816417231369105
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 31,
                    "verse": 4,
                    "text": "For thus hath the Lord spoken unto me, Like as the lion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him, he will not be afraid of their voice, nor abase himself for the noise of them: so shall the Lord of hosts come down to fight for mount Zion, and for the hill thereof.",
                    "score": 0.7809989459249336
                }
            ]
        },
        {
            "verse": 5,
            "text": "They come from a far country, from the end of heaven, yea, the Lord, and the weapons of his indignation, to destroy the whole land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 5,
                    "text": "They come from a far country, from the end of heaven, even the Lord, and the weapons of his indignation, to destroy the whole land.",
                    "score": 0.9884980224011359
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 2,
                    "text": "For the indignation of the Lord is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
                    "score": 0.7998107474907209
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 28,
                    "text": "And the Lord rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day.",
                    "score": 0.7966076870490038
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 66,
                    "text": "Persecute and destroy them in anger from under the heavens of the Lord.",
                    "score": 0.7829017094046334
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 31,
                    "text": "A noise shall come even to the ends of the earth; for the Lord hath a controversy with the nations, he will plead with all flesh; he will give them that are wicked to the sword, saith the Lord.",
                    "score": 0.7796096389672993
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Then the Lord said unto me, Out of the north an evil shall break forth upon all the inhabitants of the land.",
                    "score": 0.7788025001599552
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 14,
                    "text": "There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea.",
                    "score": 0.7787999654689204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth.",
                    "score": 0.7778046957636009
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 11,
                    "text": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
                    "score": 0.7761663575889716
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 12,
                    "text": "The spoilers are come upon all high places through the wilderness: for the sword of the Lord shall devour from the one end of the land even to the other end of the land: no flesh shall have peace.",
                    "score": 0.7750238836392425
                }
            ]
        },
        {
            "verse": 6,
            "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.9349437148844211
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "score": 0.8571202597564656
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "score": 0.8442971002365925
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "score": 0.8429563480324767
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Understand therefore this day, that the Lord thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the Lord hath said unto thee.",
                    "score": 0.8421846195631468
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Son of man, prophesy and say, Thus saith the Lord God; Howl ye, Woe worth the day!",
                    "score": 0.8360413161590736
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "score": 0.8354032111075594
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 17,
                    "text": "For the great day of his wrath is come; and who shall be able to stand?",
                    "score": 0.8344301012333771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 17,
                    "text": "Hearken ye, for, behold, the great day of the Lord is nigh at hand.",
                    "score": 0.833294655272816
                }
            ]
        },
        {
            "verse": 7,
            "text": "Therefore shall all hands be faint, every man's heart shall melt;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 7,
                    "text": "Therefore shall all hands be faint, and every man's heart shall melt:",
                    "score": 0.992179945984808
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And it shall be, when they say unto thee, Wherefore sighest thou? that thou shalt answer, For the tidings; because it cometh: and every heart shall melt, and all hands shall be feeble, and every spirit shall faint, and all knees shall be weak as water: behold, it cometh, and shall be brought to pass, saith the Lord God.",
                    "score": 0.832768206482098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 91,
                    "text": "And all things shall be in commotion; and surely, men's hearts shall fail them; for fear shall come upon all people.",
                    "score": 0.8049983097356646
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And he also that is valiant, whose heart is as the heart of a lion, shall utterly melt: for all Israel knoweth that thy father is a mighty man, and they which be with him are valiant men.",
                    "score": 0.7851564108195506
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Thy hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him.",
                    "score": 0.781985398561753
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And as soon as we had heard these things, our hearts did melt, neither did there remain any more courage in any man, because of you: for the Lord your God, he is God in heaven above, and in earth beneath.",
                    "score": 0.7816629895758759
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he will be a wild man; his hand will be against every man, and every man's hand against him; and he shall dwell in the presence of all his brethren.",
                    "score": 0.7751904681604024
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 28,
                    "text": "My soul melteth for heaviness: strengthen thou me according unto thy word.",
                    "score": 0.7732144215909621
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 17,
                    "text": "All hands shall be feeble, and all knees shall be weak as water.",
                    "score": 0.772230957498419
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
                    "score": 0.7720836266631685
                }
            ]
        },
        {
            "verse": 8,
            "text": "And they shall be afraid; pangs and sorrows shall take hold of them; they shall be amazed one at another; their faces shall be as flames.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And they shall be afraid: pangs and sorrows shall take hold of them; they shall be in pain as a woman that travaileth: they shall be amazed one at another; their faces shall be as flames.",
                    "score": 0.9506877523079931
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "score": 0.8099674623218862
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 11,
                    "text": "Lord, when thy hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of thine enemies shall devour them.",
                    "score": 0.8098907468826854
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And I will set my face against them; they shall go out from one fire, and another fire shall devour them; and ye shall know that I am the Lord, when I set my face against them.",
                    "score": 0.8083904556945838
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Before their face the people shall be much pained: all faces shall gather blackness.",
                    "score": 0.8044277385645258
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 27,
                    "text": "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.",
                    "score": 0.8038074155332405
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And in that day they shall roar against them like the roaring of the sea: and if one look unto the land, behold darkness and sorrow, and the light is darkened in the heavens thereof.",
                    "score": 0.8016326927676166
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 35,
                    "text": "All the inhabitants of the isles shall be astonished at thee, and their kings shall be sore afraid, they shall be troubled in their countenance.",
                    "score": 0.8004342841104466
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Therefore will I also deal in fury: mine eye shall not spare, neither will I have pity: and though they cry in mine ears with a loud voice, yet will I not hear them.",
                    "score": 0.795218891097452
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 19,
                    "text": "All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never shalt thou be any more.",
                    "score": 0.7916046061944045
                }
            ]
        },
        {
            "verse": 9,
            "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 24,
                    "text": "Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord.",
                    "score": 0.8589024366214588
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "score": 0.8450616911509142
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.8429563480324767
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "score": 0.8424807282895715
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 29,
                    "text": "Then shall they know that I am the Lord, when I have laid the land most desolate because of all their abominations which they have committed.",
                    "score": 0.8409569883188733
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "score": 0.8398927550549553
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 2,
                    "text": "Therefore, behold, the days come, saith the Lord, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith the Lord.",
                    "score": 0.8351927287667464
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 25,
                    "text": "Behold, I am against thee, O destroying mountain, saith the Lord, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
                    "score": 0.8326281967714625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 9,
                    "text": "For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;",
                    "score": 0.830857552218232
                }
            ]
        },
        {
            "verse": 10,
            "text": "For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 10,
                    "text": "For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 7,
                    "text": "And when I shall put thee out, I will cover the heaven, and make the stars thereof dark; I will cover the sun with a cloud, and the moon shall not give her light.",
                    "score": 0.8711347299110673
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And immediately after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
                    "score": 0.8690459807417122
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 29,
                    "text": "Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:",
                    "score": 0.8643595155075054
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 15,
                    "text": "The sun and the moon shall be darkened, and the stars shall withdraw their shining.",
                    "score": 0.8599629080500312
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 24,
                    "text": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
                    "score": 0.8592508436819186
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 121,
                    "verse": 6,
                    "text": "The sun shall not smite thee by day, nor the moon by night.",
                    "score": 0.8322110283886857
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Let the stars of the twilight thereof be dark; let it look for light, but have none; neither let it see the dawning of the day:",
                    "score": 0.8305712813020252
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 19,
                    "text": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the Lord shall be unto thee an everlasting light, and thy God thy glory.",
                    "score": 0.8301417243459901
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
                    "score": 0.8260359534923633
                }
            ]
        },
        {
            "verse": 11,
            "text": "And I will punish the world for evil, and the wicked for their iniquity; I will cause the arrogancy of the proud to cease, and will lay down the haughtiness of the terrible.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And I will punish the world for their evil, and the wicked for their iniquity; and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the terrible.",
                    "score": 0.9860714311046468
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 6,
                    "text": "And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.",
                    "score": 0.8116238066411998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 9,
                    "text": "For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;",
                    "score": 0.8112591557815939
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And there shall be, like people, like priest: and I will punish them for their ways, and reward them their doings.",
                    "score": 0.8097945208626309
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 12,
                    "text": "For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.",
                    "score": 0.8094126780797664
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 98,
                    "text": "For this is a very sore and grievous sin against me, and against my people, in consequence of those things which I have decreed and which are soon to befall the nations.",
                    "score": 0.8091520660199423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 33,
                    "text": "I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall slay the wicked, and fear shall come upon every man;",
                    "score": 0.8081586659026349
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 38,
                    "verse": 18,
                    "text": "For I will declare mine iniquity; I will be sorry for my sin.",
                    "score": 0.8056483677685526
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now will I shortly pour out my fury upon thee, and accomplish mine anger upon thee: and I will judge thee according to thy ways, and will recompense thee for all thine abominations.",
                    "score": 0.8051056531767334
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "I will bear the indignation of the Lord, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.",
                    "score": 0.8025356467266102
                }
            ]
        },
        {
            "verse": 12,
            "text": "I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 12,
                    "text": "I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 27,
                    "text": "Also I will make him my firstborn, higher than the kings of the earth.",
                    "score": 0.7781031536948574
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And thou shalt make ouches of gold;",
                    "score": 0.7735777342358803
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 24,
                    "text": "Then shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks.",
                    "score": 0.768837463240846
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 4,
                    "text": "Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
                    "score": 0.7681334836268144
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;",
                    "score": 0.7673644630211327
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 127,
                    "text": "Therefore I love thy commandments above gold; yea, above fine gold.",
                    "score": 0.7660324184497379
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Speak now in the ears of the people, and let every man borrow of his neighbour, and every woman of her neighbour, jewels of silver, and jewels of gold.",
                    "score": 0.7653197654849652
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.",
                    "score": 0.7632552695574978
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And I will make my covenant between me and thee, and will multiply thee exceedingly.",
                    "score": 0.7614474783352058
                }
            ]
        },
        {
            "verse": 13,
            "text": "Therefore, I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord of Hosts, and in the day of his fierce anger.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Therefore I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord of hosts, and in the day of his fierce anger.",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 43,
                    "text": "And the day shall come when the nations of the earth shall tremble because of her, and shall fear because of her terrible ones. The Lord hath spoken it. Amen.",
                    "score": 0.8387951275048929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 118,
                    "text": "For, with you saith the Lord Almighty, I will rend their kingdoms; I will not only shake the earth, but the starry heavens shall tremble.",
                    "score": 0.8323611649656418
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 4,
                    "text": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
                    "score": 0.8283157493080596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 32,
                    "text": "I, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the earth.",
                    "score": 0.8270360148763735
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.8264171814967755
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 42,
                    "verse": 18,
                    "text": "For thus saith the Lord of hosts, the God of Israel; As mine anger and my fury hath been poured forth upon the inhabitants of Jerusalem; so shall my fury be poured forth upon you, when ye shall enter into Egypt: and ye shall be an execration, and an astonishment, and a curse, and a reproach; and ye shall see this place no more.",
                    "score": 0.8208786014905537
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "score": 0.8191446882309146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 87,
                    "text": "For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig tree.",
                    "score": 0.8184873922640615
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "score": 0.8148014584926769
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it shall be as the chased roe, and as a sheep that no man taketh up; and they shall every man turn to his own people, and flee every one into his own land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it shall be as the chased roe, and as a sheep that no man taketh up: they shall every man turn to his own people, and flee every one into his own land.",
                    "score": 0.9975585064671141
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.814048646135231
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 6,
                    "text": "All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all.",
                    "score": 0.805468292874885
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 16,
                    "text": "Cut off the sower from Babylon, and him that handleth the sickle in the time of harvest: for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land.",
                    "score": 0.8046060509397264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 68,
                    "text": "And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.",
                    "score": 0.7997582193250029
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 12,
                    "text": "How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?",
                    "score": 0.7992042001818652
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 1,
                    "text": "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
                    "score": 0.7979015854830407
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.",
                    "score": 0.797818909292833
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.794128100800119
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 16,
                    "verse": 22,
                    "text": "And the goat shall bear upon him all their iniquities unto a land not inhabited: and he shall let go the goat in the wilderness.",
                    "score": 0.7913948263912767
                }
            ]
        },
        {
            "verse": 15,
            "text": "Every one that is proud shall be thrust through; yea, and every one that is joined to the wicked shall fall by the sword.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Every one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword.",
                    "score": 0.9201936606020437
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Thy men shall fall by the sword, and thy mighty in the war.",
                    "score": 0.8196139872476573
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 12,
                    "text": "Look on every one that is proud, and bring him low; and tread down the wicked in their place.",
                    "score": 0.8189571389024806
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 2,
                    "verse": 8,
                    "text": "Neither shall one thrust another; they shall walk every one in his path: and when they fall upon the sword, they shall not be wounded.",
                    "score": 0.8094834569357284
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 6,
                    "text": "Thus saith the Lord; They also that uphold Egypt shall fall; and the pride of her power shall come down: from the tower of Syene shall they fall in it by the sword, saith the Lord God.",
                    "score": 0.8082179574391692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "score": 0.805482501247013
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 10,
                    "text": "Yea, I will make many people amazed at thee, and their kings shall be horribly afraid for thee, when I shall brandish my sword before them; and they shall tremble at every moment, every man for his own life, in the day of thy fall.",
                    "score": 0.8034274109065492
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And they that understand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captivity, and by spoil, many days.",
                    "score": 0.801371747975204
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 9,
                    "verse": 10,
                    "text": "All the sinners of my people shall die by the sword, which say, The evil shall not overtake nor prevent us.",
                    "score": 0.8013686329479868
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Every one that is proud in heart is an abomination to the Lord: though hand join in hand, he shall not be unpunished.",
                    "score": 0.7993231985829737
                }
            ]
        },
        {
            "verse": 16,
            "text": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Therefore shall a tumult arise among thy people, and all thy fortresses shall be spoiled, as Shalman spoiled Beth-arbel in the day of battle: the mother was dashed in pieces upon her children.",
                    "score": 0.8135967915025606
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 10,
                    "verse": 2,
                    "text": "Their heart is divided; now shall they be found faulty: he shall break down their altars, he shall spoil their images.",
                    "score": 0.8034900366596435
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "score": 0.799037497907556
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 20,
                    "text": "Their basket shall not be full, their houses and their barns shall perish, and they themselves shall be despised by those that flattered them.",
                    "score": 0.7948547679973362
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 29,
                    "text": "And all their wealth, and all their little ones, and their wives took they captive, and spoiled even all that was in the house.",
                    "score": 0.7913139210690258
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 17,
                    "text": "Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.",
                    "score": 0.7911110602612705
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.",
                    "score": 0.7909282026204589
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 15,
                    "text": "Let death seize upon them, and let them go down quick into hell: for wickedness is in their dwellings, and among them.",
                    "score": 0.7896670836450261
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And I will not have mercy upon her children; for they be the children of whoredoms.",
                    "score": 0.7838841495594526
                }
            ]
        },
        {
            "verse": 17,
            "text": "Behold, I will stir up the Medes against them, which shall not regard silver and gold, nor shall they delight in it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Behold, I will stir up the Medes against them, which shall not regard silver; and as for gold, they shall not delight in it.",
                    "score": 0.995032205694177
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 25,
                    "text": "The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it unto thee, lest thou be snared therein: for it is an abomination to the Lord thy God.",
                    "score": 0.8157741877140151
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 10,
                    "text": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.",
                    "score": 0.800285354685645
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.",
                    "score": 0.7957956859699931
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 19,
                    "text": "They shall cast their silver in the streets, and their gold shall be removed: their silver and their gold shall not be able to deliver them in the day of the wrath of the Lord: they shall not satisfy their souls, neither fill their bowels: because it is the stumblingblock of their iniquity.",
                    "score": 0.7947003469534816
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "score": 0.7869912724901775
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 8,
                    "text": "But inasmuch as they keep not my commandments, and hearken not to observe all my words, the kingdoms of the world shall prevail against them.",
                    "score": 0.7860217955221112
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 22,
                    "text": "Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.",
                    "score": 0.7845432623351064
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 10,
                    "text": "Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction.",
                    "score": 0.7812310371637161
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Reprobate silver shall men call them, because the Lord hath rejected them.",
                    "score": 0.7782713149560969
                }
            ]
        },
        {
            "verse": 18,
            "text": "Their bows shall also dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eyes shall not spare children.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 18,
                    "text": "Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.",
                    "score": 0.9971831682784214
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7940820267747086
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 1,
                    "text": "Ye are the children of the Lord your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.",
                    "score": 0.7855914469139658
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 15,
                    "text": "Their sword shall enter into their own heart, and their bows shall be broken.",
                    "score": 0.7855628754926658
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 33,
                    "text": "For he doth not afflict willingly nor grieve the children of men.",
                    "score": 0.7756917276194303
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 42,
                    "text": "They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.",
                    "score": 0.7717331879847565
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "score": 0.7715844236744323
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 10,
                    "text": "Their fruit shalt thou destroy from the earth, and their seed from among the children of men.",
                    "score": 0.7713703120916319
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Therefore thus saith the Lord of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
                    "score": 0.7709080713683262
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And I will dash them one against another, even the fathers and the sons together, saith the Lord: I will not pity, nor spare, nor have mercy, but destroy them.",
                    "score": 0.7699083051283229
                }
            ]
        },
        {
            "verse": 19,
            "text": "And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; which among them hath declared these things? The Lord hath loved him: he will do his pleasure on Babylon, and his arm shall be on the Chaldeans.",
                    "score": 0.7938471351906851
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 53,
                    "text": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from me shall spoilers come unto her, saith the Lord.",
                    "score": 0.7886567277884332
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 24,
                    "text": "And I will render unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight, saith the Lord.",
                    "score": 0.7821145487562816
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Therefore as I live, saith the Lord of hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, even the breeding of nettles, and saltpits, and a perpetual desolation: the residue of my people shall spoil them, and the remnant of my people shall possess them.",
                    "score": 0.7790253772088744
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 40,
                    "text": "As God overthrew Sodom and Gomorrah and the neighbour cities thereof, saith the Lord; so shall no man abide there, neither shall any son of man dwell therein.",
                    "score": 0.7782807550944619
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Hear the word of the Lord, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.",
                    "score": 0.7761386876376077
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 8,
                    "text": "Remove out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be as the he goats before the flocks.",
                    "score": 0.7738984334584955
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.",
                    "score": 0.7731031687090978
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 18,
                    "text": "O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:",
                    "score": 0.7719395273044906
                }
            ]
        },
        {
            "verse": 20,
            "text": "It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 20,
                    "text": "It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 39,
                    "text": "Therefore the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation.",
                    "score": 0.8234158132795364
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 25,
                    "text": "Let their habitation be desolate; and let none dwell in their tents.",
                    "score": 0.8063772083441755
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 7,
                    "text": "Neither shall ye build house, nor sow seed, nor plant vineyard, nor have any: but all your days ye shall dwell in tents; that ye may live many days in the land where ye be strangers.",
                    "score": 0.7938755268057425
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 10,
                    "text": "It shall not be quenched night nor day; the smoke thereof shall go up for ever: from generation to generation it shall lie waste; none shall pass through it for ever and ever.",
                    "score": 0.7827490309112447
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 62,
                    "text": "Then shalt thou say, O Lord, thou hast spoken against this place, to cut it off, that none shall remain in it, neither man nor beast, but that it shall be desolate for ever.",
                    "score": 0.7807672894614568
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 34,
                    "text": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the Lord dwell among the children of Israel.",
                    "score": 0.7781226577722671
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 11,
                    "text": "No foot of man shall pass through it, nor foot of beast shall pass through it, neither shall it be inhabited forty years.",
                    "score": 0.7767224297535452
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 33,
                    "text": "And Hazor shall be a dwelling for dragons, and a desolation for ever: there shall no man abide there, nor any son of man dwell in it.",
                    "score": 0.7716226159954837
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 3,
                    "text": "And no man shall come up with thee, neither let any man be seen throughout all the mount; neither let the flocks nor herds feed before that mount.",
                    "score": 0.7679976593920581
                }
            ]
        },
        {
            "verse": 21,
            "text": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 21,
                    "text": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 14,
                    "text": "The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl also shall rest there, and find for herself a place of rest.",
                    "score": 0.8672753628986482
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 39,
                    "text": "Therefore the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation.",
                    "score": 0.8668839995656981
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 20,
                    "text": "The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness, and rivers in the desert, to give drink to my people, my chosen.",
                    "score": 0.7893151916847658
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.",
                    "score": 0.7860286493203827
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 13,
                    "text": "And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be an habitation of dragons, and a court for owls.",
                    "score": 0.7795561050325827
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces: and her time is near to come, and her days shall not be prolonged.",
                    "score": 0.7759807841472011
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 3,
                    "text": "And the cities shall they have to dwell in; and the suburbs of them shall be for their cattle, and for their goods, and for all their beasts.",
                    "score": 0.7744723844827696
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it; their voice shall sing in the windows; desolation shall be in the thresholds: for he shall uncover the cedar work.",
                    "score": 0.7715590588505499
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 6,
                    "text": "For he shall be like the heath in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, in a salt land and not inhabited.",
                    "score": 0.7703067560111613
                }
            ]
        },
        {
            "verse": 22,
            "text": "And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces; and her time is near to come, and her day shall not be prolonged. For I will destroy her speedily; yea, for I will be merciful unto my people, but the wicked shall perish.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces: and her time is near to come, and her days shall not be prolonged.",
                    "score": 0.9443943030371578
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 22,
                    "text": "I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate.",
                    "score": 0.7971798479180423
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And in that day they shall roar against them like the roaring of the sea: and if one look unto the land, behold darkness and sorrow, and the light is darkened in the heavens thereof.",
                    "score": 0.7948552883834781
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "score": 0.7922200534233529
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 24,
                    "text": "They shall be burnt with hunger, and devoured with burning heat, and with bitter destruction: I will also send the teeth of beasts upon them, with the poison of serpents of the dust.",
                    "score": 0.7895498253654325
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "score": 0.7884173643429362
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "score": 0.7881969755647067
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 8,
                    "text": "Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.",
                    "score": 0.7880668169805198
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it; their voice shall sing in the windows; desolation shall be in the thresholds: for he shall uncover the cedar work.",
                    "score": 0.7879969640619127
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 9,
                    "text": "For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;",
                    "score": 0.7872300031292063
                }
            ]
        }
    ]
}