{
    "volume": "Book of Mormon",
    "book": "2 Nephi",
    "chapter": 13,
    "verses": [
        {
            "verse": 1,
            "text": "For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "For, behold, the Lord, the Lord of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,",
                    "score": 0.9962378669095238
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 4,
                    "text": "Thus saith the Lord of hosts, the God of Israel, unto all that are carried away captives, whom I have caused to be carried away from Jerusalem unto Babylon;",
                    "score": 0.8558141785102259
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Yea, every pot in Jerusalem and in Judah shall be holiness unto the Lord of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the Lord of hosts.",
                    "score": 0.8410835503399594
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 2,
                    "text": "Thus saith the Lord of hosts, the God of Israel; Ye have seen all the evil that I have brought upon Jerusalem, and upon all the cities of Judah; and, behold, this day they are a desolation, and no man dwelleth therein,",
                    "score": 0.8314954102869753
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 7,
                    "text": "Therefore now thus saith the Lord, the God of hosts, the God of Israel; Wherefore commit ye this great evil against your souls, to cut off from you man and woman, child and suckling, out of Judah, to leave you none to remain;",
                    "score": 0.8265504528936736
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 9,
                    "text": "For thus saith the Lord of hosts, the God of Israel; Behold, I will cause to cease out of this place in your eyes, and in your days, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride.",
                    "score": 0.8142187472452854
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 31,
                    "text": "For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this.",
                    "score": 0.8141400369199665
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 32,
                    "text": "For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this.",
                    "score": 0.8141400369199665
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 23,
                    "text": "Thus saith the Lord of hosts, the God of Israel; As yet they shall use this speech in the land of Judah and in the cities thereof, when I shall bring again their captivity; The Lord bless thee, O habitation of justice, and mountain of holiness.",
                    "score": 0.810412050373613
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 17,
                    "text": "Therefore thus saith the Lord God of hosts, the God of Israel; Behold, I will bring upon Judah and upon all the inhabitants of Jerusalem all the evil that I have pronounced against them: because I have spoken unto them, but they have not heard; and I have called unto them, but they have not answered.",
                    "score": 0.8102627553309116
                }
            ]
        },
        {
            "verse": 2,
            "text": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 2,
                    "text": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 11,
                    "text": "Kings of the earth, and all people; princes, and all judges of the earth:",
                    "score": 0.7977483319697621
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 15,
                    "text": "The ancient and honourable, he is the head; and the prophet that teacheth lies, he is the tail.",
                    "score": 0.7896883340055432
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 3,
                    "text": "The Lord is a man of war: the Lord is his name.",
                    "score": 0.7795631688949578
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 22,
                    "text": "For the Lord is our judge, the Lord is our lawgiver, the Lord is our king; he will save us.",
                    "score": 0.7749036649634206
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 1,
                    "text": "If there be a controversy between men, and they come unto judgment, that the judges may judge them; then they shall justify the righteous, and condemn the wicked.",
                    "score": 0.7746321268111193
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Who is this King of glory? The Lord strong and mighty, the Lord mighty in battle.",
                    "score": 0.7679537653574323
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 29,
                    "text": "Let the prophets speak two or three, and let the other judge.",
                    "score": 0.7679374663673607
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Then both the men, between whom the controversy is, shall stand before the Lord, before the priests and the judges, which shall be in those days;",
                    "score": 0.76773203746878
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And he said, Who made thee a prince and a judge over us? intendest thou to kill me, as thou killedst the Egyptian? And Moses feared, and said, Surely this thing is known.",
                    "score": 0.7673203205933602
                }
            ]
        },
        {
            "verse": 3,
            "text": "The captain of fifty, and the honorable man, and the counselor, and the cunning artificer, and the eloquent orator.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 3,
                    "text": "The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator.",
                    "score": 0.9728234695046815
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 13,
                    "text": "He taketh the wise in their own craftiness: and the counsel of the froward is carried headlong.",
                    "score": 0.7445628448745808
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 2,
                    "text": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,",
                    "score": 0.7298039557096186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 3,
                    "text": "Let the companies be organized with captains of hundreds, captains of fifties, and captains of tens, with a president and his two counselors at their head, under the direction of the Twelve Apostles.",
                    "score": 0.7294019852411581
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 22,
                    "text": "The men of Netophah, fifty and six.",
                    "score": 0.7198430389720164
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 8,
                    "text": "But he forsook the counsel which the old men gave him, and took counsel with the young men that were brought up with him, that stood before him.",
                    "score": 0.7186222694913359
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 28,
                    "text": "A froward man soweth strife: and a whisperer separateth chief friends.",
                    "score": 0.7173085677913489
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 8,
                    "text": "But he forsook the counsel of the old men, which they had given him, and consulted with the young men that were grown up with him, and which stood before him:",
                    "score": 0.7163812584194723
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And when he came, behold, the captains of the host were sitting; and he said, I have an errand to thee, O captain. And Jehu said, Unto which of all us? And he said, To thee, O captain.",
                    "score": 0.7155716822735073
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 26,
                    "text": "With the merciful thou wilt shew thyself merciful, and with the upright man thou wilt shew thyself upright.",
                    "score": 0.7137349950071251
                }
            ]
        },
        {
            "verse": 4,
            "text": "And I will give children unto them to be their princes, and babes shall rule over them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I will give children to be their princes, and babes shall rule over them.",
                    "score": 0.9903667403487098
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 12,
                    "text": "If thy children will keep my covenant and my testimony that I shall teach them, their children shall also sit upon thy throne for evermore.",
                    "score": 0.8181339408415352
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 20,
                    "text": "Their children also shall be as aforetime, and their congregation shall be established before me, and I will punish all that oppress them.",
                    "score": 0.8032484313764854
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 2,
                    "text": "Command the children of Israel, that they give unto the Levites of the inheritance of their possession cities to dwell in; and ye shall give also unto the Levites suburbs for the cities round about them.",
                    "score": 0.7965576895862312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 30,
                    "text": "And they shall bring forth their rich treasures unto the children of Ephraim, my servants.",
                    "score": 0.7940363718435578
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 16,
                    "text": "Instead of thy fathers shall be thy children, whom thou mayest make princes in all the earth.",
                    "score": 0.7931499132304772
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 25,
                    "text": "And the children of Gad and the children of Reuben spake unto Moses, saying, Thy servants will do as my lord commandeth.",
                    "score": 0.7913520947935209
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 28,
                    "text": "The children of thy servants shall continue, and their seed shall be established before thee.",
                    "score": 0.7901210620756005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 6,
                    "text": "For hereafter you shall be ordained and go forth and deliver my words unto the children of men.",
                    "score": 0.7872087827904157
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 39,
                    "text": "Moreover your little ones, which ye said should be a prey, and your children, which in that day had no knowledge between good and evil, they shall go in thither, and unto them will I give it, and they shall possess it.",
                    "score": 0.7857668702419429
                }
            ]
        },
        {
            "verse": 5,
            "text": "And the people shall be oppressed, every one by another, and every one by his neighbor; the child shall behave himself proudly against the ancient, and the base against the honorable.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable.",
                    "score": 0.9868698074624848
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 6,
                    "text": "The Lord executeth righteousness and judgment for all that are oppressed.",
                    "score": 0.8001601529539709
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 20,
                    "text": "Their children also shall be as aforetime, and their congregation shall be established before me, and I will punish all that oppress them.",
                    "score": 0.7996392277557661
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 25,
                    "text": "When thou shalt beget children, and children's children, and ye shall have remained long in the land, and shall corrupt yourselves, and make a graven image, or the likeness of any thing, and shall do evil in the sight of the Lord thy God, to provoke him to anger:",
                    "score": 0.7989651715292156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 27,
                    "text": "And if any people shall rise against this people, that thine anger be kindled against them;",
                    "score": 0.7973077253311109
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
                    "score": 0.79567263299659
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 17,
                    "text": "As yet exaltest thou thyself against my people, that thou wilt not let them go?",
                    "score": 0.7925501644194706
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Up, sanctify the people, and say, Sanctify yourselves against to morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.",
                    "score": 0.7922433173501459
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Avenge the children of Israel of the Midianites: afterward shalt thou be gathered unto thy people.",
                    "score": 0.791962072481159
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 18,
                    "text": "And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?",
                    "score": 0.7907047883826094
                }
            ]
        },
        {
            "verse": 6,
            "text": "When a man shall take hold of his brother of the house of his father, and shall say: Thou hast clothing, be thou our ruler, and let not this ruin come under thy hand--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "When a man shall take hold of his brother of the house of his father, saying, Thou hast clothing, be thou our ruler, and let this ruin be under thy hand:",
                    "score": 0.9908298239636849
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 54,
                    "text": "Thou shalt not take thy brother's garment; thou shalt pay for that which thou shalt receive of thy brother.",
                    "score": 0.8419756560894339
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it unto thine own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again.",
                    "score": 0.8339530199287531
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 6,
                    "text": "For thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing.",
                    "score": 0.8324457901186476
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 80,
                    "verse": 17,
                    "text": "Let thy hand be upon the man of thy right hand, upon the son of man whom thou madest strong for thyself.",
                    "score": 0.8174283593035263
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 10,
                    "text": "When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.",
                    "score": 0.8163110767099412
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it shall be when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the Lord brought us out from Egypt, from the house of bondage:",
                    "score": 0.8096997474648427
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 17,
                    "verse": 2,
                    "text": "A wise servant shall have rule over a son that causeth shame, and shall have part of the inheritance among the brethren.",
                    "score": 0.8093476310038618
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And a man's uncle shall take him up, and he that burneth him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with thee? and he shall say, No. Then shall he say, Hold thy tongue: for we may not make mention of the name of the Lord.",
                    "score": 0.8092878188704634
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 3,
                    "text": "Therefore, thou son of man, prepare thee stuff for removing, and remove by day in their sight; and thou shalt remove from thy place to another place in their sight: it may be they will consider, though they be a rebellious house.",
                    "score": 0.8052462104402857
                }
            ]
        },
        {
            "verse": 7,
            "text": "In that day shall he swear, saying: I will not be a healer; for in my house there is neither bread nor clothing; make me not a ruler of the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 7,
                    "text": "In that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people.",
                    "score": 0.9940769741740995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.8204868072783655
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
                    "score": 0.808825597141315
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And the man of God said unto the king, If thou wilt give me half thine house, I will not go in with thee, neither will I eat bread nor drink water in this place:",
                    "score": 0.8040476083198913
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And he said, I may not return with thee, nor go in with thee: neither will I eat bread nor drink water with thee in this place:",
                    "score": 0.7986168878422902
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 101,
                    "verse": 7,
                    "text": "He that worketh deceit shall not dwell within my house: he that telleth lies shall not tarry in my sight.",
                    "score": 0.7980922907334503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7929445814698913
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 23,
                    "verse": 29,
                    "text": "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from among his people.",
                    "score": 0.7915804816881686
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 39,
                    "text": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.",
                    "score": 0.7912783727808774
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 23,
                    "text": "Only he shall not go in unto the veil, nor come nigh unto the altar, because he hath a blemish; that he profane not my sanctuaries: for I the Lord do sanctify them.",
                    "score": 0.7898632815083293
                }
            ]
        },
        {
            "verse": 8,
            "text": "For Jerusalem is ruined, and Judah is fallen, because their tongues and their doings have been against the Lord, to provoke the eyes of his glory.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the Lord, to provoke the eyes of his glory.",
                    "score": 0.9900899020847727
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 9,
                    "text": "Destroy, O Lord, and divide their tongues: for I have seen violence and strife in the city.",
                    "score": 0.8148592272638282
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And this shall be the plague wherewith the Lord will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.",
                    "score": 0.8128790698701065
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 18,
                    "text": "To wit, Jerusalem, and the cities of Judah, and the kings thereof, and the princes thereof, to make them a desolation, an astonishment, an hissing, and a curse; as it is this day;",
                    "score": 0.8117027225370447
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 6,
                    "text": "Wherefore my fury and mine anger was poured forth, and was kindled in the cities of Judah and in the streets of Jerusalem; and they are wasted and desolate, as at this day.",
                    "score": 0.8025686303735017
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the Lord sent against him bands of the Chaldees, and bands of the Syrians, and bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to the word of the Lord, which he spake by his servants the prophets.",
                    "score": 0.8014041311231007
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Behold, I am against the prophets, saith the Lord, that use their tongues, and say, He saith.",
                    "score": 0.8012691680410867
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Wherefore the wrath of the Lord was upon Judah and Jerusalem, and he hath delivered them to trouble, to astonishment, and to hissing, as ye see with your eyes.",
                    "score": 0.8005750686411854
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 9,
                    "text": "So Manasseh made Judah and the inhabitants of Jerusalem to err, and to do worse than the heathen, whom the Lord had destroyed before the children of Israel.",
                    "score": 0.7969399986846764
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 11,
                    "text": "For the house of Israel and the house of Judah have dealt very treacherously against me, saith the Lord.",
                    "score": 0.7949609730121717
                }
            ]
        },
        {
            "verse": 9,
            "text": "The show of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls, for they have rewarded evil unto themselves!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 9,
                    "text": "The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.",
                    "score": 0.9496553873386027
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 2,
                    "verse": 10,
                    "text": "This shall they have for their pride, because they have reproached and magnified themselves against the people of the Lord of hosts.",
                    "score": 0.8176327795279137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 24,
                    "text": "For the indignation of the Lord is kindled against their abominations and all their wicked works.",
                    "score": 0.8081259943467051
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 5,
                    "text": "They encourage themselves in an evil matter: they commune of laying snares privily; they say, Who shall see them?",
                    "score": 0.8011813135969553
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 21,
                    "text": "They gather themselves together against the soul of the righteous, and condemn the innocent blood.",
                    "score": 0.7996996296821873
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 12,
                    "text": "For our transgressions are multiplied before thee, and our sins testify against us: for our transgressions are with us; and as for our iniquities, we know them;",
                    "score": 0.7965683997594013
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 52,
                    "text": "Thou also, which hast judged thy sisters, bear thine own shame for thy sins that thou hast committed more abominable than they: they are more righteous than thou: yea, be thou confounded also, and bear thy shame, in that thou hast justified thy sisters.",
                    "score": 0.7962523291299679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 48,
                    "text": "And vengeance shall no more come upon them, saith the Lord thy God, and their trespasses shall never be brought any more as a testimony before the Lord against them. Amen.",
                    "score": 0.7951526138555892
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 22,
                    "text": "And say, Thus saith the Lord God; Behold, I am against thee, O Zidon; and I will be glorified in the midst of thee: and they shall know that I am the Lord, when I shall have executed judgments in her, and shall be sanctified in her.",
                    "score": 0.7913853925974887
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 31,
                    "text": "Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power--",
                    "score": 0.7913098481520229
                }
            ]
        },
        {
            "verse": 10,
            "text": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Say ye to the righteous, that it shall be well with him: for they shall eat the fruit of their doings.",
                    "score": 0.984672799824153
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 10,
                    "verse": 16,
                    "text": "The labour of the righteous tendeth to life: the fruit of the wicked to sin.",
                    "score": 0.8364650501934828
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And the fruit of righteousness is sown in peace of them that make peace.",
                    "score": 0.8325830479179968
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the Lord, saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the Lord will give you flesh, and ye shall eat.",
                    "score": 0.8306598814838251
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Bring forth therefore fruits meet for repentance:",
                    "score": 0.8275349514468144
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 25,
                    "text": "Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the sight of the Lord.",
                    "score": 0.8200810599418094
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 14,
                    "text": "A man shall be satisfied with good by the fruit of his mouth: and the recompence of a man's hands shall be rendered unto him.",
                    "score": 0.8141956153949277
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.",
                    "score": 0.8104206072254423
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 13,
                    "verse": 25,
                    "text": "The righteous eateth to the satisfying of his soul: but the belly of the wicked shall want.",
                    "score": 0.8097346571281656
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "If ye be willing and obedient, ye shall eat the good of the land:",
                    "score": 0.8095603061407883
                }
            ]
        },
        {
            "verse": 11,
            "text": "Wo unto the wicked, for they shall perish; for the reward of their hands shall be upon them!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him.",
                    "score": 0.8801642646323303
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 7,
                    "text": "When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth.",
                    "score": 0.8264342960104997
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 30,
                    "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
                    "score": 0.8179812557352703
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "score": 0.8151009062824475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 20,
                    "text": "But the wicked shall perish, and the enemies of the Lord shall be as the fat of lambs: they shall consume; into smoke shall they consume away.",
                    "score": 0.8135461712110802
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 38,
                    "text": "And ye shall perish among the heathen, and the land of your enemies shall eat you up.",
                    "score": 0.8113266801863404
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 28,
                    "verse": 4,
                    "text": "Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.",
                    "score": 0.810465771112097
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 21,
                    "verse": 18,
                    "text": "The wicked shall be a ransom for the righteous, and the transgressor for the upright.",
                    "score": 0.8094708443479929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "score": 0.807166625298791
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 23,
                    "text": "For the Lord will plead their cause, and spoil the soul of those that spoiled them.",
                    "score": 0.8070401068467514
                }
            ]
        },
        {
            "verse": 12,
            "text": "And my people, children are their oppressors, and women rule over them. O my people, they who lead thee cause thee to err and destroy the way of thy paths.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 12,
                    "text": "As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee to err, and destroy the way of thy paths.",
                    "score": 0.9906668705146423
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 16,
                    "text": "For the leaders of this people cause them to err; and they that are led of them are destroyed.",
                    "score": 0.8262155452050712
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "The women of my people have ye cast out from their pleasant houses; from their children have ye taken away my glory for ever.",
                    "score": 0.8095539212643207
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 5,
                    "text": "Now therefore, what have I here, saith the Lord, that my people is taken away for nought? they that rule over them make them to howl, saith the Lord; and my name continually every day is blasphemed.",
                    "score": 0.8050531756563567
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 3,
                    "text": "Thou turnest man to destruction; and sayest, Return, ye children of men.",
                    "score": 0.7988265973824251
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 17,
                    "text": "Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.",
                    "score": 0.7982624961960879
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 10,
                    "text": "The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.",
                    "score": 0.7960202749505534
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Likewise, thou son of man, set thy face against the daughters of thy people, which prophesy out of their own heart; and prophesy thou against them,",
                    "score": 0.7909765257814529
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 48,
                    "text": "Mine eye runneth down with rivers of water for the destruction of the daughter of my people.",
                    "score": 0.7905886284111189
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 48,
                    "text": "It is God that avengeth me, and that bringeth down the people under me,",
                    "score": 0.7888699284847877
                }
            ]
        },
        {
            "verse": 13,
            "text": "The Lord standeth up to plead, and standeth to judge the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 13,
                    "text": "The Lord standeth up to plead, and standeth to judge the people.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 15,
                    "text": "The Lord therefore be judge, and judge between me and thee, and see, and plead my cause, and deliver me out of thine hand.",
                    "score": 0.8425007058442251
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 14,
                    "text": "For the Lord will judge his people, and he will repent himself concerning his servants.",
                    "score": 0.8316418898896781
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 72,
                    "verse": 2,
                    "text": "He shall judge thy people with righteousness, and thy poor with judgment.",
                    "score": 0.8308228523237335
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And he shall judge the world in righteousness, he shall minister judgment to the people in uprightness.",
                    "score": 0.8265612543976651
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 4,
                    "text": "He shall call to the heavens from above, and to the earth, that he may judge his people.",
                    "score": 0.8191254662970295
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And the Lord said, Hear what the unjust judge saith.",
                    "score": 0.8151774848741371
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 9,
                    "text": "Open thy mouth, judge righteously, and plead the cause of the poor and needy.",
                    "score": 0.8145691715585146
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.",
                    "score": 0.8123815254673724
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 43,
                    "verse": 1,
                    "text": "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.",
                    "score": 0.8121110200314905
                }
            ]
        },
        {
            "verse": 14,
            "text": "The Lord will enter into judgment with the ancients of his people and the princes thereof; for ye have eaten up the vineyard and the spoil of the poor in your houses.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 14,
                    "text": "The Lord will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor is in your houses.",
                    "score": 0.994718532441975
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 9,
                    "text": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
                    "score": 0.814858573017706
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 72,
                    "verse": 2,
                    "text": "He shall judge thy people with righteousness, and thy poor with judgment.",
                    "score": 0.8065374402492287
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 45,
                    "verse": 9,
                    "text": "Thus saith the Lord God; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord God.",
                    "score": 0.8036343592817805
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 135,
                    "verse": 14,
                    "text": "For the Lord will judge his people, and he will repent himself concerning his servants.",
                    "score": 0.7999095587402344
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 26,
                    "text": "But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end.",
                    "score": 0.795772198213079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.7950719251050269
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 5,
                    "verse": 7,
                    "text": "For the vineyard of the Lord of hosts is the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry.",
                    "score": 0.7928207946062106
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 59,
                    "verse": 13,
                    "text": "Consume them in wrath, consume them, that they may not be: and let them know that God ruleth in Jacob unto the ends of the earth. Selah.",
                    "score": 0.7916992099235047
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 40,
                    "text": "When the lord therefore of the vineyard cometh, what will he do unto those husbandmen?",
                    "score": 0.7904536556807307
                }
            ]
        },
        {
            "verse": 15,
            "text": "What mean ye? Ye beat my people to pieces, and grind the faces of the poor, saith the Lord God of Hosts.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 15,
                    "text": "What mean ye that ye beat my people to pieces, and grind the faces of the poor? saith the Lord God of hosts.",
                    "score": 0.9973069564257329
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 58,
                    "text": "Thus saith the Lord of hosts; The broad walls of Babylon shall be utterly broken, and her high gates shall be burned with fire; and the people shall labour in vain, and the folk in the fire, and they shall be weary.",
                    "score": 0.8156316148486694
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will set my face against you for evil, and to cut off all Judah.",
                    "score": 0.8079918962760516
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of hosts, shall lop the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled.",
                    "score": 0.7998263852924746
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Therefore thus saith the Lord of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
                    "score": 0.7981394851910243
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 8,
                    "verse": 14,
                    "text": "For thus saith the Lord of hosts; As I thought to punish you, when your fathers provoked me to wrath, saith the Lord of hosts, and I repented not:",
                    "score": 0.7976002967271122
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 5,
                    "text": "He shall reward evil unto mine enemies: cut them off in thy truth.",
                    "score": 0.7970095601293943
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Wherefore thus saith the Lord God of hosts, Because ye speak this word, behold, I will make my words in thy mouth fire, and this people wood, and it shall devour them.",
                    "score": 0.7962708763320777
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 66,
                    "text": "Persecute and destroy them in anger from under the heavens of the Lord.",
                    "score": 0.794014128472863
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 17,
                    "text": "Thus saith the Lord of hosts; Behold, I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs, that cannot be eaten, they are so evil.",
                    "score": 0.793675394853648
                }
            ]
        },
        {
            "verse": 16,
            "text": "Moreover, the Lord saith: Because the daughters of Zion are haughty, and walk with stretched-forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Moreover the Lord saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:",
                    "score": 1.0
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 31,
                    "text": "Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.",
                    "score": 0.8160020151661855
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 21,
                    "text": "This is the word that the Lord hath spoken concerning him; The virgin the daughter of Zion hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.",
                    "score": 0.7911893184375621
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 22,
                    "text": "This is the word which the Lord hath spoken concerning him; The virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.",
                    "score": 0.7902566087753043
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 2,
                    "text": "Shake thyself from the dust; arise, and sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion.",
                    "score": 0.7878026729291093
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Behold the voice of the cry of the daughter of my people because of them that dwell in a far country: Is not the Lord in Zion? is not her king in her? Why have they provoked me to anger with their graven images, and with strange vanities?",
                    "score": 0.7853077612320659
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 48,
                    "verse": 11,
                    "text": "Let mount Zion rejoice, let the daughters of Judah be glad, because of thy judgments.",
                    "score": 0.7846289009297984
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 41,
                    "text": "Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.",
                    "score": 0.7794883283249059
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 22,
                    "text": "The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.",
                    "score": 0.7793136645788865
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "O thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.",
                    "score": 0.7782594757703453
                }
            ]
        },
        {
            "verse": 17,
            "text": "Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 17,
                    "text": "Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 22,
                    "text": "The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.",
                    "score": 0.7747457804048087
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 27,
                    "text": "The Lord will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.",
                    "score": 0.7729240387705004
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 32,
                    "text": "And there shall they fall down and be crowned with glory, even in Zion, by the hands of the servants of the Lord, even the children of Ephraim.",
                    "score": 0.7678112442728751
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 14,
                    "text": "The secret of the Lord is with them that fear him; and he will shew them his covenant.",
                    "score": 0.7677984923160435
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Moreover the Lord saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:",
                    "score": 0.7658066391535876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 67,
                    "text": "And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion.",
                    "score": 0.7584960482558168
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 3,
                    "text": "And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the Lord, which call thee by thy name, am the God of Israel.",
                    "score": 0.7579077523403343
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Go forth, O ye daughters of Zion, and behold king Solomon with the crown wherewith his mother crowned him in the day of his espousals, and in the day of the gladness of his heart.",
                    "score": 0.7561456988668402
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "O thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.",
                    "score": 0.7537579964993656
                }
            ]
        },
        {
            "verse": 18,
            "text": "In that day the Lord will take away the bravery of their tinkling ornaments, and cauls, and round tires like the moon;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 18,
                    "text": "In that day the Lord will take away the bravery of their tinkling ornaments about their feet, and their cauls, and their round tires like the moon,",
                    "score": 0.9828454916909154
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "score": 0.7738729049580788
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 26,
                    "text": "Thus saith the Lord God; Remove the diadem, and take off the crown: this shall not be the same: exalt him that is low, and abase him that is high.",
                    "score": 0.7699679180800549
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7692368806994699
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.",
                    "score": 0.7644643847566523
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.",
                    "score": 0.7605370318334322
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 20,
                    "text": "Thy sun shall no more go down; neither shall thy moon withdraw itself: for the Lord shall be thine everlasting light, and the days of thy mourning shall be ended.",
                    "score": 0.7567122482014368
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7540453433808681
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 27,
                    "verse": 9,
                    "text": "By this therefore shall the iniquity of Jacob be purged; and this is all the fruit to take away his sin; when he maketh all the stones of the altar as chalkstones that are beaten in sunder, the groves and images shall not stand up.",
                    "score": 0.7531007641765982
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 20,
                    "text": "The earth shall reel to and fro like a drunkard, and shall be removed like a cottage; and the transgression thereof shall be heavy upon it; and it shall fall, and not rise again.",
                    "score": 0.7509503396302746
                }
            ]
        },
        {
            "verse": 19,
            "text": "The chains and the bracelets, and the mufflers;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 19,
                    "text": "The chains, and the bracelets, and the mufflers,",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 2,
                    "text": "The noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots.",
                    "score": 0.7153622869551188
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 20,
                    "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,",
                    "score": 0.7140164737543899
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Thy cheeks are comely with rows of jewels, thy neck with chains of gold.",
                    "score": 0.7104745818100716
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 11,
                    "text": "I decked thee also with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.",
                    "score": 0.7097713302715922
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and the hoods, and the veils.",
                    "score": 0.701741949317361
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 21,
                    "text": "The rings, and nose jewels,",
                    "score": 0.6941644464795225
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 123,
                    "verse": 8,
                    "text": "It is an iron yoke, it is a strong band; they are the very handcuffs, and chains, and shackles, and fetters of hell.",
                    "score": 0.6807777913608167
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 3,
                    "verse": 37,
                    "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords.",
                    "score": 0.6713328360524603
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 19,
                    "text": "The workman melteth a graven image, and the goldsmith spreadeth it over with gold, and casteth silver chains.",
                    "score": 0.6675375455766428
                }
            ]
        },
        {
            "verse": 20,
            "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the ear-rings;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 20,
                    "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,",
                    "score": 0.9865380179685598
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 28,
                    "text": "And a mitre of fine linen, and goodly bonnets of fine linen, and linen breeches of fine twined linen,",
                    "score": 0.7600484285352918
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and the hoods, and the veils.",
                    "score": 0.7573652208852796
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 3,
                    "verse": 37,
                    "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords.",
                    "score": 0.747201569228045
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:",
                    "score": 0.7464875386628098
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7370246117980922
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And I put a jewel on thy forehead, and earrings in thine ears, and a beautiful crown upon thine head.",
                    "score": 0.7367476454652618
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 21,
                    "text": "The rings, and nose jewels,",
                    "score": 0.7363470179095534
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;",
                    "score": 0.7351572694294157
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 1,
                    "verse": 9,
                    "text": "For they shall be an ornament of grace unto thy head, and chains about thy neck.",
                    "score": 0.7330076818774092
                }
            ]
        },
        {
            "verse": 21,
            "text": "The rings, and nose jewels;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 21,
                    "text": "The rings, and nose jewels,",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Thy cheeks are comely with rows of jewels, thy neck with chains of gold.",
                    "score": 0.7789441666159033
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And I put a jewel on thy forehead, and earrings in thine ears, and a beautiful crown upon thine head.",
                    "score": 0.7294799859384267
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 26,
                    "verse": 24,
                    "text": "And they shall be coupled together beneath, and they shall be coupled together above the head of it unto one ring: thus shall it be for them both; they shall be for the two corners.",
                    "score": 0.7186286336033827
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 50,
                    "text": "We have therefore brought an oblation for the Lord, what every man hath gotten, of jewels of gold, chains, and bracelets, rings, earrings, and tablets, to make an atonement for our souls before the Lord.",
                    "score": 0.7116479324557669
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 2,
                    "text": "For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;",
                    "score": 0.7112892851650894
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 40,
                    "verse": 24,
                    "text": "He taketh it with his eyes: his nose pierceth through snares.",
                    "score": 0.7112626792950835
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 15,
                    "text": "There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.",
                    "score": 0.7105933212613335
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 27,
                    "text": "And two other rings of gold thou shalt make, and shalt put them on the two sides of the ephod underneath, toward the forepart thereof, over against the other coupling thereof, above the curious girdle of the ephod.",
                    "score": 0.7100001009356395
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 24,
                    "text": "And thou shalt put the two wreathen chains of gold in the two rings which are on the ends of the breastplate.",
                    "score": 0.7079835793213751
                }
            ]
        },
        {
            "verse": 22,
            "text": "The changeable suits of apparel, and the mantles, and the wimples, and the crisping-pins;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 22,
                    "text": "The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 48,
                    "text": "Whether it be in the warp, or woof; of linen, or of woollen; whether in a skin, or in any thing made of skin;",
                    "score": 0.7405479523657186
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 58,
                    "text": "And the garment, either warp, or woof, or whatsoever thing of skin it be, which thou shalt wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean.",
                    "score": 0.7217028770232395
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 18,
                    "text": "By the great force of my disease is my garment changed: it bindeth me about as the collar of my coat.",
                    "score": 0.7201643733422596
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 14,
                    "verse": 55,
                    "text": "And for the leprosy of a garment, and of a house,",
                    "score": 0.7147800873371725
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;",
                    "score": 0.7119803503459592
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 59,
                    "text": "This is the law of the plague of leprosy in a garment of woollen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean.",
                    "score": 0.7113696466984831
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 28,
                    "text": "And a mitre of fine linen, and goodly bonnets of fine linen, and linen breeches of fine twined linen,",
                    "score": 0.7103218498342719
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 10,
                    "text": "I clothed thee also with broidered work, and shod thee with badgers' skin, and I girded thee about with fine linen, and I covered thee with silk.",
                    "score": 0.7073591893183725
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and the hoods, and the veils.",
                    "score": 0.7048731903430342
                }
            ]
        },
        {
            "verse": 23,
            "text": "The glasses, and the fine linen, and hoods, and the veils.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and the hoods, and the veils.",
                    "score": 0.9979746913931585
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 28,
                    "text": "And a mitre of fine linen, and goodly bonnets of fine linen, and linen breeches of fine twined linen,",
                    "score": 0.7898012102545179
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 20,
                    "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,",
                    "score": 0.7585026283324295
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 35,
                    "text": "And he made a veil of blue, and purple, and scarlet, and fine twined linen: with cherubims made he it of cunning work.",
                    "score": 0.7415913747861387
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 28,
                    "verse": 39,
                    "text": "And thou shalt embroider the coat of fine linen, and thou shalt make the mitre of fine linen, and thou shalt make the girdle of needlework.",
                    "score": 0.7403367850366158
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he made the veil of blue, and purple, and crimson, and fine linen, and wrought cherubims thereon.",
                    "score": 0.7396422367880823
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And there were windows in three rows, and light was against light in three ranks.",
                    "score": 0.7357990958759861
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And thou shalt make a veil of blue, and purple, and scarlet, and fine twined linen of cunning work: with cherubims shall it be made:",
                    "score": 0.7330222893837508
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 2,
                    "text": "Who coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:",
                    "score": 0.7309386060396964
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 4,
                    "text": "And blue, and purple, and scarlet, and fine linen, and goats' hair,",
                    "score": 0.7306565005160307
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it shall come to pass, instead of sweet smell there shall be stink; and instead of a girdle, a rent; and instead of well set hair, baldness; and instead of a stomacher, a girding of sackcloth; burning instead of beauty.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and burning instead of beauty.",
                    "score": 0.994316044898507
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 3,
                    "text": "Their slain also shall be cast out, and their stink shall come up out of their carcases, and the mountains shall be melted with their blood.",
                    "score": 0.7575109910782505
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 30,
                    "verse": 38,
                    "text": "Whosoever shall make like unto that, to smell thereto, shall even be cut off from his people.",
                    "score": 0.7470448659741529
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 7,
                    "text": "Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.",
                    "score": 0.7432536680089241
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Ye shall conceive chaff, ye shall bring forth stubble: your breath, as fire, shall devour you.",
                    "score": 0.7412216119971389
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff that is driven with the whirlwind out of the floor, and as the smoke out of the chimney.",
                    "score": 0.7405074401632521
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 17,
                    "verse": 4,
                    "text": "And in that day it shall come to pass, that the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean.",
                    "score": 0.7395537440885134
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is iniquity, even the solemn meeting.",
                    "score": 0.7388003298030146
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 24,
                    "verse": 20,
                    "text": "The earth shall reel to and fro like a drunkard, and shall be removed like a cottage; and the transgression thereof shall be heavy upon it; and it shall fall, and not rise again.",
                    "score": 0.7376145916752014
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 18,
                    "text": "They shall also gird themselves with sackcloth, and horror shall cover them; and shame shall be upon all faces, and baldness upon all their heads.",
                    "score": 0.7374222146864252
                }
            ]
        },
        {
            "verse": 25,
            "text": "Thy men shall fall by the sword and thy mighty in the war.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Thy men shall fall by the sword, and thy mighty in the war.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 7,
                    "text": "And ye shall chase your enemies, and they shall fall before you by the sword.",
                    "score": 0.8349398377740099
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 14,
                    "text": "How say ye, We are mighty and strong men for the war?",
                    "score": 0.8283704111908541
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 40,
                    "text": "And by thy sword shalt thou live, and shalt serve thy brother; and it shall come to pass when thou shalt have the dominion, that thou shalt break his yoke from off thy neck.",
                    "score": 0.8246259845279929
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 63,
                    "verse": 10,
                    "text": "They shall fall by the sword: they shall be a portion for foxes.",
                    "score": 0.8208278685729232
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 8,
                    "text": "But if thou wilt go, do it, be strong for the battle: God shall make thee fall before the enemy: for God hath power to help, and to cast down.",
                    "score": 0.8203930100752004
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 3,
                    "text": "Gird thy sword upon thy thigh, O most mighty, with thy glory and thy majesty.",
                    "score": 0.8200011664412818
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 37,
                    "text": "And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.",
                    "score": 0.8177769878053106
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "score": 0.8154247101376692
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Every one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword.",
                    "score": 0.8152175646333484
                }
            ]
        },
        {
            "verse": 26,
            "text": "And her gates shall lament and mourn; and she shall be desolate, and shall sit upon the ground.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 26,
                    "text": "And her gates shall lament and mourn; and she being desolate shall sit upon the ground.",
                    "score": 0.9971438204361196
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 28,
                    "text": "For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through.",
                    "score": 0.8188037718069061
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 16,
                    "text": "This is the lamentation wherewith they shall lament her: the daughters of the nations shall lament her: they shall lament for her, even for Egypt, and for all her multitude, saith the Lord God.",
                    "score": 0.8047692139106326
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 52,
                    "text": "Wherefore, behold, the days come, saith the Lord, that I will do judgment upon her graven images: and through all her land the wounded shall groan.",
                    "score": 0.7962525400454554
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 38,
                    "text": "There shall be lamentation generally upon all the housetops of Moab, and in the streets thereof: for I have broken Moab like a vessel wherein is no pleasure, saith the Lord.",
                    "score": 0.7957864417283413
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Her gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the Lord.",
                    "score": 0.7950574337176434
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 4,
                    "text": "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness.",
                    "score": 0.7938760672127939
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 34,
                    "text": "Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies' land; even then shall the land rest, and enjoy her sabbaths.",
                    "score": 0.7915143013406537
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.",
                    "score": 0.7887617511221081
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord's sake.",
                    "score": 0.7859511884808617
                }
            ]
        }
    ]
}