{
    "volume": "Book of Mormon",
    "book": "2 Nephi",
    "chapter": 29,
    "verses": [
        {
            "verse": 1,
            "text": "But behold, there shall be many--at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.8374284356471452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "score": 0.8356910731543846
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 33,
                    "text": "But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.",
                    "score": 0.8314338500898254
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "score": 0.8311202641064381
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.8303224968985792
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "score": 0.8275503508161439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 11,
                    "text": "And if thou do this, I have prepared thee for a greater work. Thou shalt preach the fulness of my gospel, which I have sent forth in these last days, the covenant which I have sent forth to recover my people, which are of the house of Israel.",
                    "score": 0.8255455234305245
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 31,
                    "text": "Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:",
                    "score": 0.8172044454874743
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 16,
                    "text": "This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;",
                    "score": 0.8166835154142391
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And afterward I will bring again the captivity of the children of Ammon, saith the Lord.",
                    "score": 0.8148496573992378
                }
            ]
        },
        {
            "verse": 2,
            "text": "And also, that I may remember the promises which I have made unto thee, Nephi, and also unto thy father, that I would remember your seed; and that the words of your seed should proceed forth out of my mouth unto your seed; and my words shall hiss forth unto the ends of the earth, for a standard unto my people, which are of the house of Israel;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I will bless them that bless thee, and curse them that curse thee; and in thee (that is, in thy Priesthood) and in thy seed (that is, thy Priesthood), for I give unto thee a promise that this right shall continue in thee, and in thy seed after thee (that is to say, the literal seed, or the seed of the body) shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.",
                    "score": 0.8284134913919647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.8223062716058016
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 21,
                    "text": "As for me, this is my covenant with them, saith the Lord; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever.",
                    "score": 0.8205658890189975
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 13,
                    "text": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever.",
                    "score": 0.8183147458477822
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Swear now therefore unto me by the Lord, that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father's house.",
                    "score": 0.8121344879273298
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 16,
                    "text": "And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou art my people.",
                    "score": 0.8117255542113028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.809494210378341
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.8071385989149609
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.",
                    "score": 0.806477352638546
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 57,
                    "text": "And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon and the former commandments which I have given them, not only to say, but to do according to that which I have written--",
                    "score": 0.8031640524086466
                }
            ]
        },
        {
            "verse": 3,
            "text": "And because my words shall hiss forth--many of the Gentiles shall say: A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 21,
                    "text": "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.",
                    "score": 0.7760409119507833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Verily, I say unto you, that woe shall come unto the inhabitants of the earth if they will not hearken unto my words;",
                    "score": 0.7670567430822851
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee?",
                    "score": 0.7649632200167178
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 2,
                    "text": "Take thee a roll of a book, and write therein all the words that I have spoken unto thee against Israel, and against Judah, and against all the nations, from the day I spake unto thee, from the days of Josiah, even unto this day.",
                    "score": 0.7632343276571394
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And as many as believed in the Son, and repented of their sins, should be saved; and as many as believed not and repented not, should be damned; and the words went forth out of the mouth of God in a firm decree; wherefore they must be fulfilled.",
                    "score": 0.7619587706225229
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.",
                    "score": 0.7616878410188049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 60,
                    "text": "And now, behold, I say unto you, it shall not be given unto you to know any further concerning this chapter, until the New Testament be translated, and in it all these things shall be made known;",
                    "score": 0.7601460673271032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 60,
                    "text": "Now these words, O Lord, we have spoken before thee, concerning the revelations and commandments which thou hast given unto us, who are identified with the Gentiles.",
                    "score": 0.7591835338695403
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7589642737900082
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 16,
                    "text": "But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.",
                    "score": 0.7574328104738413
                }
            ]
        },
        {
            "verse": 4,
            "text": "But thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed forth from the Jews, mine ancient covenant people. And what thank they the Jews for the Bible which they receive from them? Yea, what do the Gentiles mean? Do they remember the travails, and the labors, and the pains of the Jews, and their diligence unto me, in bringing forth salvation unto the Gentiles?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And in his name shall the Gentiles trust.",
                    "score": 0.7877046594970488
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And again he saith, Rejoice, ye Gentiles, with his people.",
                    "score": 0.7761686061144817
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 11,
                    "text": "Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel. The Lord hath said it. Amen.",
                    "score": 0.7760382072403769
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 9,
                    "text": "That through your administration they may receive the word, and through their administration the word may go forth unto the ends of the earth, unto the Gentiles first, and then, behold, and lo, they shall turn unto the Jews.",
                    "score": 0.7753826755431948
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And again, Praise the Lord, all ye Gentiles; and laud him, all ye people.",
                    "score": 0.7748570675791264
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 6,
                    "text": "I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;",
                    "score": 0.7731468324498477
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
                    "score": 0.7725522532286497
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 6,
                    "text": "Also the sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
                    "score": 0.7722259526965146
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 27,
                    "text": "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.",
                    "score": 0.7705247005336029
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.7688666039301923
                }
            ]
        },
        {
            "verse": 5,
            "text": "O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads; for I the Lord have not forgotten my people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 29,
                    "text": "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.",
                    "score": 0.8110992729064277
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "score": 0.8100896250959037
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.8023325308638484
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "If thou wilt return, O Israel, saith the Lord, return unto me: and if thou wilt put away thine abominations out of my sight, then shalt thou not remove.",
                    "score": 0.8019614142989155
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Thus saith the Lord against all mine evil neighbours, that touch the inheritance which I have caused my people Israel to inherit; Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
                    "score": 0.8011365244023309
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Be merciful, O Lord, unto thy people Israel, whom thou hast redeemed, and lay not innocent blood unto thy people of Israel's charge. And the blood shall be forgiven them.",
                    "score": 0.7996054380854531
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 45,
                    "text": "But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the Lord.",
                    "score": 0.7984597643207999
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 50,
                    "text": "And the iniquity and transgression of my holy laws and commandments I will visit upon the heads of those who hindered my work, unto the third and fourth generation, so long as they repent not, and hate me, saith the Lord God.",
                    "score": 0.7945575660924178
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return?",
                    "score": 0.793529749108943
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 14,
                    "verse": 1,
                    "text": "O Israel, return unto the Lord thy God; for thou hast fallen by thine iniquity.",
                    "score": 0.7934365311830652
                }
            ]
        },
        {
            "verse": 6,
            "text": "Thou fool, that shall say: A Bible, we have got a Bible, and we need no more Bible. Have ye obtained a Bible save it were by the Jews?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 8,
                    "text": "Behold, the money, which we found in our sacks' mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord's house silver or gold?",
                    "score": 0.7529522039754946
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 20,
                    "text": "But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?",
                    "score": 0.7508494337686156
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 46,
                    "text": "Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.",
                    "score": 0.7504548328415408
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 52,
                    "text": "Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.",
                    "score": 0.74329001096795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Articles of Faith",
                    "chapter": 1,
                    "verse": 8,
                    "text": "We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God.",
                    "score": 0.7428122142358343
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.",
                    "score": 0.7425407436949385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 53,
                    "text": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
                    "score": 0.742389255769241
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 2,
                    "text": "Remember thy congregation, which thou hast purchased of old; the rod of thine inheritance, which thou hast redeemed; this mount Zion, wherein thou hast dwelt.",
                    "score": 0.7418513960079458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 56,
                    "text": "Thou shalt ask, and my scriptures shall be given as I have appointed, and they shall be preserved in safety;",
                    "score": 0.7410842589088179
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 8,
                    "text": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.",
                    "score": 0.7374189100637305
                }
            ]
        },
        {
            "verse": 7,
            "text": "Know ye not that there are more nations than one? Know ye not that I, the Lord your God, have created all men, and that I remember those who are upon the isles of the sea; and that I rule in the heavens above and in the earth beneath; and I bring forth my word unto the children of men, yea, even upon all the nations of the earth?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.",
                    "score": 0.8065517501054099
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 6,
                    "text": "For the Lord thy God blesseth thee, as he promised thee: and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt reign over many nations, but they shall not reign over thee.",
                    "score": 0.8057374564050341
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 14,
                    "text": "For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the Lord thy God hath not suffered thee so to do.",
                    "score": 0.8004998722131147
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 5,
                    "text": "Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the Lord thy God, and for the Holy One of Israel; for he hath glorified thee.",
                    "score": 0.8000837626417087
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 11,
                    "text": "And God said unto him, I am God Almighty: be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins;",
                    "score": 0.79908093167669
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Who would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee.",
                    "score": 0.7983661788456959
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
                    "score": 0.7975372714781092
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And to make thee high above all nations which he hath made, in praise, and in name, and in honour; and that thou mayest be an holy people unto the Lord thy God, as he hath spoken.",
                    "score": 0.7965270418191618
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.7962932949631016
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 96,
                    "verse": 5,
                    "text": "For all the gods of the nations are idols: but the Lord made the heavens.",
                    "score": 0.7948399769925169
                }
            ]
        },
        {
            "verse": 8,
            "text": "Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the testimony of two nations is a witness unto you that I am God, that I remember one nation like unto another? Wherefore, I speak the same words unto one nation like unto another. And when the two nations shall run together the testimony of the two nations shall run together also.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 35,
                    "verse": 10,
                    "text": "Because thou hast said, These two nations and these two countries shall be mine, and we will possess it; whereas the Lord was there:",
                    "score": 0.823394357586605
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 81,
                    "verse": 8,
                    "text": "Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;",
                    "score": 0.8035578465482897
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 18,
                    "text": "Therefore hear, ye nations, and know, O congregation, what is among them.",
                    "score": 0.7962645726084642
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 36,
                    "text": "Wherefore, you can testify that you have heard my voice, and know my words.",
                    "score": 0.7945500625912619
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 7,
                    "text": "Hear, O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God.",
                    "score": 0.7915216518699193
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
                    "score": 0.7911065871388803
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 32,
                    "text": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
                    "score": 0.7908505446290267
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 5,
                    "text": "Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the Lord thy God, and for the Holy One of Israel; for he hath glorified thee.",
                    "score": 0.7904877620041166
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 10,
                    "verse": 2,
                    "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
                    "score": 0.7900970437919229
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;",
                    "score": 0.7895671416971152
                }
            ]
        },
        {
            "verse": 9,
            "text": "And I do this that I may prove unto many that I am the same yesterday, today, and forever; and that I speak forth my words according to mine own pleasure. And because that I have spoken one word ye need not suppose that I cannot speak another; for my work is not yet finished; neither shall it be until the end of man, neither from that time henceforth and forever.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 38,
                    "text": "What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.",
                    "score": 0.8265322927763965
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 28,
                    "text": "Therefore say unto them, Thus saith the Lord God; There shall none of my words be prolonged any more, but the word which I have spoken shall be done, saith the Lord God.",
                    "score": 0.8040433841788539
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 13,
                    "text": "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;",
                    "score": 0.7994473056524418
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 4,
                    "text": "But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.",
                    "score": 0.7990584768227083
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 6,
                    "text": "Therefore my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I.",
                    "score": 0.7986368363596077
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 116,
                    "text": "Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.",
                    "score": 0.7985038501134261
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.797608566991637
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 25,
                    "text": "For I am the Lord: I will speak, and the word that I shall speak shall come to pass; it shall be no more prolonged: for in your days, O rebellious house, will I say the word, and will perform it, saith the Lord God.",
                    "score": 0.7948805238036462
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And as one earth shall pass away, and the heavens thereof even so shall another come; and there is no end to my works, neither to my words.",
                    "score": 0.793608444522526
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 33,
                    "text": "Speaking unto you that you may naturally understand; but unto myself my works have no end, neither beginning; but it is given unto you that ye may understand, because ye have asked it of me and are agreed.",
                    "score": 0.7911866162559327
                }
            ]
        },
        {
            "verse": 10,
            "text": "Wherefore, because that ye have a Bible ye need not suppose that it contains all my words; neither need ye suppose that I have not caused more to be written.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 3,
                    "text": "Verily, I say unto you, that it is not needful that the Apocrypha should be translated.",
                    "score": 0.7866123875345242
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 25,
                    "verse": 26,
                    "text": "Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, O king Agrippa, that, after examination had, I might have somewhat to write.",
                    "score": 0.7780156963464454
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 13,
                    "text": "Wherefore doth the wicked contemn God? he hath said in his heart, Thou wilt not require it.",
                    "score": 0.7708820817013273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And these things ye shall not do, except it be required of you by them who desire it, that the scriptures might be fulfilled; for ye shall do according to that which is written.",
                    "score": 0.7665938700960178
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 47,
                    "text": "But if ye believe not his writings, how shall ye believe my words?",
                    "score": 0.7644130275689924
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And ye have not his word abiding in you: for whom he hath sent, him ye believe not.",
                    "score": 0.763531964424777
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 25,
                    "text": "And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.",
                    "score": 0.7630214338444606
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 60,
                    "text": "And now, behold, I say unto you, it shall not be given unto you to know any further concerning this chapter, until the New Testament be translated, and in it all these things shall be made known;",
                    "score": 0.7619484027689117
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Verily, verily, I say unto thee, blessed art thou for what thou hast done; for thou hast inquired of me, and behold, as often as thou hast inquired thou hast received instruction of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time.",
                    "score": 0.7596917985077954
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.",
                    "score": 0.7589098657820138
                }
            ]
        },
        {
            "verse": 11,
            "text": "For I command all men, both in the east and in the west, and in the north, and in the south, and in the islands of the sea, that they shall write the words which I speak unto them; for out of the books which shall be written I will judge the world, every man according to their works, according to that which is written.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "score": 0.8155224972514473
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "score": 0.8146786636532349
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 2,
                    "text": "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:",
                    "score": 0.8032383706067128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 58,
                    "text": "And I give unto you a commandment that then ye shall teach them unto all men; for they shall be taught unto all nations, kindreds, tongues and people.",
                    "score": 0.8030709817745855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 4,
                    "text": "For I, the Lord, rule in the heavens above, and among the armies of the earth; and in the day when I shall make up my jewels, all men shall know what it is that bespeaketh the power of God.",
                    "score": 0.799587594420669
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 1,
                    "verse": 22,
                    "text": "For he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.",
                    "score": 0.7956303973680611
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "score": 0.7951378107380085
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 1,
                    "text": "All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the Lord sware unto your fathers.",
                    "score": 0.7949397087867885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 4,
                    "text": "And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them.",
                    "score": 0.7943268939020885
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7937038803744225
                }
            ]
        },
        {
            "verse": 12,
            "text": "For behold, I shall speak unto the Jews and they shall write it; and I shall also speak unto the Nephites and they shall write it; and I shall also speak unto the other tribes of the house of Israel, which I have led away, and they shall write it; and I shall also speak unto all nations of the earth and they shall write it.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.8355033577903389
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 17,
                    "verse": 2,
                    "text": "Speak unto the children of Israel, and take of every one of them a rod according to the house of their fathers, of all their princes according to the house of their fathers twelve rods: write thou every man's name upon his rod.",
                    "score": 0.8317666726257285
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 18,
                    "text": "Speak unto Aaron, and to his sons, and unto all the children of Israel, and say unto them, Whatsoever he be of the house of Israel, or of the strangers in Israel, that will offer his oblation for all his vows, and for all his freewill offerings, which they will offer unto the Lord for a burnt offering;",
                    "score": 0.8233139309652914
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Thus speaketh the Lord God of Israel, saying, Write thee all the words that I have spoken unto thee in a book.",
                    "score": 0.820493197855267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 32,
                    "text": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
                    "score": 0.8166706875329515
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "score": 0.8153780446893848
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 16,
                    "text": "Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:",
                    "score": 0.8143619982300341
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.",
                    "score": 0.8103077926291553
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 27,
                    "text": "And the Lord said unto Moses, Write thou these words: for after the tenor of these words I have made a covenant with thee and with Israel.",
                    "score": 0.8070619983684797
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 19,
                    "text": "Say unto them, Thus saith the Lord God; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.",
                    "score": 0.8067229624605347
                }
            ]
        },
        {
            "verse": 13,
            "text": "And it shall come to pass that the Jews shall have the words of the Nephites, and the Nephites shall have the words of the Jews; and the Nephites and the Jews shall have the words of the lost tribes of Israel; and the lost tribes of Israel shall have the words of the Nephites and the Jews.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 22,
                    "text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
                    "score": 0.8160189768958175
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 23,
                    "text": "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord God.",
                    "score": 0.804876869321316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 39,
                    "text": "For it shall come to pass, that which I spake by the mouths of my prophets shall be fulfilled; for I will consecrate of the riches of those who embrace my gospel among the Gentiles unto the poor of my people who are of the house of Israel.",
                    "score": 0.8023555001410283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 21,
                    "text": "And it shall come to pass, that this generation of Jews shall not pass away until every desolation which I have told you concerning them shall come to pass.",
                    "score": 0.801087419100743
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And it shall come to pass, that the man's rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you.",
                    "score": 0.7997839809730416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.799064370303592
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And it shall come to pass, that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:",
                    "score": 0.7990575644141785
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, The Lord liveth; as they taught my people to swear by Baal; then shall they be built in the midst of my people.",
                    "score": 0.79905504199546
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it shall come to pass, if they say unto thee, Whither shall we go forth? then thou shalt tell them, Thus saith the Lord; Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.",
                    "score": 0.794736488490628
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.",
                    "score": 0.7945256052460712
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "score": 0.86551349179806
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 33,
                    "text": "But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.",
                    "score": 0.8628045848895218
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.8580629998552376
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And say unto them, Thus saith the Lord God; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the Lord your God;",
                    "score": 0.8522096893391881
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 14,
                    "text": "But, behold, I will raise up against you a nation, O house of Israel, saith the Lord the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
                    "score": 0.8439620011270093
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
                    "score": 0.8430707888897353
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 45,
                    "verse": 8,
                    "text": "In the land shall be his possession in Israel: and my princes shall no more oppress my people; and the rest of the land shall they give to the house of Israel according to their tribes.",
                    "score": 0.8409296744684329
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 47,
                    "verse": 22,
                    "text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
                    "score": 0.8395631986730078
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 3,
                    "text": "Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;",
                    "score": 0.8393365399334315
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.",
                    "score": 0.838536685070116
                }
            ]
        }
    ]
}