{
    "volume": "Book of Mormon",
    "book": "3 Nephi",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "Now it came to pass that the ninety and first year had passed away and it was six hundred years from the time that Lehi left Jerusalem; and it was in the year that Lachoneus was the chief judge and the governor over the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass that Methuselah lived one hundred and eighty-seven years, and begat Lamech;",
                    "score": 0.754738262384914
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 10,
                    "text": "And at the end of three years they took it: even in the sixth year of Hezekiah, that is the ninth year of Hoshea king of Israel, Samaria was taken.",
                    "score": 0.7511054198372918
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 46,
                    "text": "Mahalaleel was four hundred and ninety-six years and seven days old when he was ordained by the hand of Adam, who also blessed him.",
                    "score": 0.750680373374878
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And all the days of Mahalaleel were eight hundred ninety and five years: and he died.",
                    "score": 0.7498166816270139
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "score": 0.7452022243618458
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
                    "score": 0.7421583547384456
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 10,
                    "text": "And six years thou shalt sow thy land, and shalt gather in the fruits thereof:",
                    "score": 0.740793454449589
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.7406151359713793
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7401854602835122
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And Enos lived ninety years, and begat Cainan. And Enos and the residue of the people of God came out from the land, which was called Shulon, and dwelt in a land of promise, which he called after his own son, whom he had named Cainan.",
                    "score": 0.7376366354473486
                }
            ]
        },
        {
            "verse": 2,
            "text": "And Nephi, the son of Helaman, had departed out of the land of Zarahemla, giving charge unto his son Nephi, who was his eldest son, concerning the plates of brass, and all the records which had been kept, and all those things which had been kept sacred from the departure of Lehi out of Jerusalem.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 41,
                    "text": "Therefore, you shall translate the engravings which are on the plates of Nephi, down even till you come to the reign of king Benjamin, or until you come to that which you have translated, which you have retained;",
                    "score": 0.7775500735478491
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7725635895675098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Yea, and you remember it was said in those writings that a more particular account was given of these things upon the plates of Nephi.",
                    "score": 0.7613903090222713
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And the vessels also of gold and silver of the house of God, which Nebuchadnezzar took out of the temple that was in Jerusalem, and brought them into the temple of Babylon, those did Cyrus the king take out of the temple of Babylon, and they were delivered unto one, whose name was Sheshbazzar, whom he had made governor;",
                    "score": 0.7547055181680188
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 1,
                    "text": "Behold, I say unto you, that you must rely upon my word, which if you do with full purpose of heart, you shall have a view of the plates, and also of the breastplate, the sword of Laban, the Urim and Thummim, which were given to the brother of Jared upon the mount, when he talked with the Lord face to face, and the miraculous directors which were given to Lehi while in the wilderness, on the borders of the Red Sea.",
                    "score": 0.7532199213145837
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.745147441894712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 45,
                    "text": "Behold, there are many things engraven upon the plates of Nephi which do throw greater views upon my gospel; therefore, it is wisdom in me that you should translate this first part of the engravings of Nephi, and send forth in this work.",
                    "score": 0.7440158230383486
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Then Ishmael carried away captive all the residue of the people that were in Mizpah, even the king's daughters, and all the people that remained in Mizpah, whom Nebuzar-adan the captain of the guard had committed to Gedaliah the son of Ahikam: and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
                    "score": 0.742942566953609
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And it came to pass, when Jeroboam the son of Nebat, who was in Egypt, whither he had fled from the presence of Solomon the king, heard it, that Jeroboam returned out of Egypt.",
                    "score": 0.7428629325734437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 40,
                    "text": "And now, because the account which is engraven upon the plates of Nephi is more particular concerning the things which, in my wisdom, I would bring to the knowledge of the people in this account--",
                    "score": 0.7427716134979134
                }
            ]
        },
        {
            "verse": 3,
            "text": "Then he departed out of the land, and whither he went, no man knoweth; and his son Nephi did keep the records in his stead, yea, the record of this people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 59,
                    "text": "And let no man return from this land except he bear record by the way, of that which he knows and most assuredly believes.",
                    "score": 0.7667675981489439
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7475978141442994
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7381413837651591
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 42,
                    "text": "And when it was day, he departed and went into a desert place: and the people sought him, and came unto him, and stayed him, that he should not depart from them.",
                    "score": 0.7360724456092093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And now, verily I say unto you, that an account of those things that you have written, which have gone out of your hands, is engraven upon the plates of Nephi;",
                    "score": 0.7356471935901765
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 13,
                    "text": "When Jesus heard of it, he departed thence by ship into a desert place apart: and when the people had heard thereof, they followed him on foot out of the cities.",
                    "score": 0.7355028397453742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 44,
                    "text": "Behold, they have only got a part, or an abridgment of the account of Nephi.",
                    "score": 0.7354493257772979
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7348424870176938
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And Moses let his father in law depart; and he went his way into his own land.",
                    "score": 0.7343591700716972
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 21,
                    "text": "And he that regarded not the word of the Lord left his servants and his cattle in the field.",
                    "score": 0.7340670244785008
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass that in the commencement of the ninety and second year, behold, the prophecies of the prophets began to be fulfilled more fully; for there began to be greater signs and greater miracles wrought among the people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.7678564439134179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 19,
                    "text": "And all these things that the prophets might be fulfilled.",
                    "score": 0.7642163316397033
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 33,
                    "text": "And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.",
                    "score": 0.7632992345690869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 5,
                    "text": "(May 17th, 1843.) The more sure word of prophecy means a man's knowing that he is sealed up unto eternal life, by revelation and the spirit of prophecy, through the power of the Holy Priesthood.",
                    "score": 0.7604181161158786
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?",
                    "score": 0.7562654540437869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets--",
                    "score": 0.7542362686840068
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 36,
                    "text": "Let them labor with their families, declaring none other things than the prophets and apostles, that which they have seen and heard and most assuredly believe, that the prophecies may be fulfilled.",
                    "score": 0.7541066925047661
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7527612896071624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 40,
                    "text": "And they shall see signs and wonders, for they shall be shown forth in the heavens above, and in the earth beneath.",
                    "score": 0.7517620250793199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 13,
                    "text": "Yea, even more abundantly, which abundance is multiplied unto them through the manifestations of the Spirit.",
                    "score": 0.7511178655169586
                }
            ]
        },
        {
            "verse": 5,
            "text": "But there were some who began to say that the time was past for the words to be fulfilled, which were spoken by Samuel, the Lamanite.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 31,
                    "text": "And when the words were heard which David spake, they rehearsed them before Saul: and he sent for him.",
                    "score": 0.7815141673128229
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Then came the word of the Lord unto Samuel, saying,",
                    "score": 0.7713269896987479
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept.",
                    "score": 0.7657257802220305
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7621121654479963
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 35,
                    "text": "And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:",
                    "score": 0.7581449248667053
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
                    "score": 0.7561755728219413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 27,
                    "text": "Which is my word to the Gentile, that soon it may go to the Jew, of whom the Lamanites are a remnant, that they may believe the gospel, and look not for a Messiah to come who has already come.",
                    "score": 0.7547043152714612
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And Samuel said, What hast thou done? And Saul said, Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together at Michmash;",
                    "score": 0.7528483367590526
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 47,
                    "text": "Some of them that stood there, when they heard that, said, This man calleth for Elias.",
                    "score": 0.7524792092707393
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7511075237675269
                }
            ]
        },
        {
            "verse": 6,
            "text": "And they began to rejoice over their brethren, saying: Behold the time is past, and the words of Samuel are not fulfilled; therefore, your joy and your faith concerning this thing hath been vain.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 13,
                    "text": "But rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.",
                    "score": 0.7870725312776217
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
                    "score": 0.7809364526447046
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 34,
                    "text": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
                    "score": 0.7801995060876769
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 15,
                    "text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
                    "score": 0.777458440722936
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.",
                    "score": 0.7773205318207521
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 5,
                    "text": "Hear the word of the Lord, ye that tremble at his word; Your brethren that hated you, that cast you out for my name's sake, said, Let the Lord be glorified: but he shall appear to your joy, and they shall be ashamed.",
                    "score": 0.7756621871103274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
                    "score": 0.7754892381604922
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 48,
                    "text": "And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.",
                    "score": 0.773238547724268
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.",
                    "score": 0.7731459748637488
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 27,
                    "text": "Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the Lord be magnified, which hath pleasure in the prosperity of his servant.",
                    "score": 0.7725719360811771
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that they did make a great uproar throughout the land; and the people who believed began to be very sorrowful, lest by any means those things which had been spoken might not come to pass.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together.",
                    "score": 0.8011450324342222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it shall come to pass that there shall be a great work in the land, even among the Gentiles, for their folly and their abominations shall be made manifest in the eyes of all people.",
                    "score": 0.7899405898287107
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And in those times there was no peace to him that went out, nor to him that came in, but great vexations were upon all the inhabitants of the countries.",
                    "score": 0.784666160267518
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.7810900240255806
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7803500612116386
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 2,
                    "text": "But they said, Not on the feast day, lest there be an uproar of the people.",
                    "score": 0.7778603219593136
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 5,
                    "text": "But they said, Not on the feast day, lest there be an uproar among the people.",
                    "score": 0.7735600185483069
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 28,
                    "text": "That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.",
                    "score": 0.7681685731458618
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.7661133482186724
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And there came forth a great famine into the land, and the Lord cursed the earth with a sore curse, and many of the inhabitants thereof died.",
                    "score": 0.7655572241860121
                }
            ]
        },
        {
            "verse": 8,
            "text": "But behold, they did watch steadfastly for that day and that night and that day which should be as one day as if there were no night, that they might know that their faith had not been vain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.7947730983509154
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
                    "score": 0.7839482928785494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 38,
                    "text": "Even so it shall be in that day when they shall see all these things, then shall they know that the hour is nigh.",
                    "score": 0.7775805290273791
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 4,
                    "text": "For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.",
                    "score": 0.7757022322646321
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Night and day praying exceedingly that we might see your face, and might perfect that which is lacking in your faith?",
                    "score": 0.7756040988798218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 8,
                    "text": "But the day soon cometh that ye shall see me, and know that I am; for the veil of darkness shall soon be rent, and he that is not purified shall not abide the day.",
                    "score": 0.7670750685865738
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 20,
                    "text": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
                    "score": 0.7664240014288163
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 9,
                    "text": "But, behold, faith cometh not by signs, but signs follow those that believe.",
                    "score": 0.7662674913913404
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7617165214179205
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 20,
                    "text": "And the days have come; according to men's faith it shall be done unto them.",
                    "score": 0.7605599548697587
                }
            ]
        },
        {
            "verse": 9,
            "text": "Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions should be put to death except the sign should come to pass, which had been given by Samuel the prophet.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "score": 0.7931860805346104
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Then came the day of unleavened bread, when the passover must be killed.",
                    "score": 0.7928021036198403
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people.",
                    "score": 0.7864073354969511
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And it came to pass on the seventh day, that the child died. And the servants of David feared to tell him that the child was dead: for they said, Behold, while the child was yet alive, we spake unto him, and he would not hearken unto our voice: how will he then vex himself, if we tell him that the child is dead?",
                    "score": 0.78255087402576
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And it shall come to pass in the day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,",
                    "score": 0.7822964667089424
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And this shall be a sign unto thee, that shall come upon thy two sons, on Hophni and Phinehas; in one day they shall die both of them.",
                    "score": 0.7784911344271508
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it came to pass on the morrow, which was the second day of the month, that David's place was empty: and Saul said unto Jonathan his son, Wherefore cometh not the son of Jesse to meat, neither yesterday, nor to day?",
                    "score": 0.7770618821495475
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7770372382651527
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 29,
                    "text": "And it came to pass, when midday was past, and they prophesied until the time of the offering of the evening sacrifice, that there was neither voice, nor any to answer, nor any that regarded.",
                    "score": 0.77657899719637
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And Saul said, There shall not a man be put to death this day: for to day the Lord hath wrought salvation in Israel.",
                    "score": 0.7756077480943965
                }
            ]
        },
        {
            "verse": 10,
            "text": "Now it came to pass that when Nephi, the son of Nephi, saw this wickedness of his people, his heart was exceedingly sorrowful.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And it came to pass that the Lord spake unto Enoch, and told Enoch all the doings of the children of men; wherefore Enoch knew, and looked upon their wickedness, and their misery, and wept and stretched forth his arms, and his heart swelled wide as eternity; and his bowels yearned; and all eternity shook.",
                    "score": 0.7939729276094807
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7832906547982303
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7800250002174031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 48,
                    "text": "Thou knowest, O Lord, that they have been greatly oppressed and afflicted by wicked men; and our hearts flow out with sorrow because of their grievous burdens.",
                    "score": 0.7728587424565602
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And God saw that the wickedness of men had become great in the earth; and every man was lifted up in the imagination of the thoughts of his heart, being only evil continually.",
                    "score": 0.7583842773015477
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 19,
                    "text": "And when the Lord saw it, he abhorred them, because of the provoking of his sons, and of his daughters.",
                    "score": 0.7573528072793727
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 15,
                    "text": "And when Joseph's brethren saw that their father was dead, they said, Joseph will peradventure hate us, and will certainly requite us all the evil which we did unto him.",
                    "score": 0.7535740593621982
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 40,
                    "verse": 6,
                    "text": "And Joseph came in unto them in the morning, and looked upon them, and, behold, they were sad.",
                    "score": 0.7511997781326099
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And Saul's servants said unto him, Behold now, an evil spirit from God troubleth thee.",
                    "score": 0.750787887452027
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
                    "score": 0.7501906549385117
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass that he went out and bowed himself down upon the earth, and cried mightily to his God in behalf of his people, yea, those who were about to be destroyed because of their faith in the tradition of their fathers.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 12,
                    "text": "And when he was in affliction, he besought the Lord his God, and humbled himself greatly before the God of his fathers,",
                    "score": 0.8259561330870437
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 52,
                    "text": "And it came to pass, that, when Abraham's servant heard their words, he worshipped the Lord, bowing himself to the earth.",
                    "score": 0.8199560538838407
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "score": 0.8191953902449041
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 23,
                    "verse": 12,
                    "text": "And Abraham bowed down himself before the people of the land.",
                    "score": 0.8171605740663663
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                    "score": 0.8084725093764743
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 12,
                    "text": "And Joseph brought them out from between his knees, and he bowed himself with his face to the earth.",
                    "score": 0.8013957466350776
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
                    "score": 0.7953256351623265
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7907184529720169
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "score": 0.7878956325668441
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 33,
                    "text": "In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.",
                    "score": 0.7878406515685984
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that he cried mightily unto the Lord all that day; and behold, the voice of the Lord came unto him, saying:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 1,
                    "text": "I cried unto God with my voice, even unto God with my voice; and he gave ear unto me.",
                    "score": 0.823753697186606
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.8108293891627574
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.8108293891627574
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And it came to pass at the end of seven days, that the word of the Lord came unto me, saying,",
                    "score": 0.8091202111226843
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And it came to pass that Satan cried with a loud voice, with weeping, and wailing, and gnashing of teeth; and he departed hence, even from the presence of Moses, that he beheld him not.",
                    "score": 0.8050596536014512
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And it came to pass, when the angel of the Lord spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
                    "score": 0.8034240066843101
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.8029889609567749
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, ye men of Shechem, that God may hearken unto you.",
                    "score": 0.8025115902687575
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 142,
                    "verse": 1,
                    "text": "I cried unto the Lord with my voice; with my voice unto the Lord did I make my supplication.",
                    "score": 0.8022125636964084
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 3,
                    "verse": 4,
                    "text": "I cried unto the Lord with my voice, and he heard me out of his holy hill. Selah.",
                    "score": 0.8021584047841122
                }
            ]
        },
        {
            "verse": 13,
            "text": "Lift up your head and be of good cheer; for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to show unto the world that I will fulfil all that which I have caused to be spoken by the mouth of my holy prophets.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 3,
                    "text": "Lift up your heart and rejoice, for the hour of your mission is come; and your tongue shall be loosed, and you shall declare glad tidings of great joy unto this generation.",
                    "score": 0.8181847189404432
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 27,
                    "text": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb: and thou shalt be a sign unto them; and they shall know that I am the Lord.",
                    "score": 0.8074493664178948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.8050321820244859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 7,
                    "text": "For behold, verily, verily, I say unto you, the time is soon at hand that I shall come in a cloud with power and great glory.",
                    "score": 0.8007769224780049
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 26,
                    "text": "For then shalt thou have thy delight in the Almighty, and shalt lift up thy face unto God.",
                    "score": 0.7992163446610712
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "score": 0.797392864852237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 44,
                    "text": "Behold, I am Jesus Christ, the Son of God, and I will lift them up at the last day. Even so. Amen.",
                    "score": 0.7967122277727624
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the Lord.",
                    "score": 0.7958541144280388
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And hallow my sabbaths; and they shall be a sign between me and you, that ye may know that I am the Lord your God.",
                    "score": 0.7955816848524189
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 4,
                    "text": "Let thy heart be of good cheer before my face; and thou shalt bear record of my name, not only unto the Gentiles, but also unto the Jews; and thou shalt send forth my word unto the ends of the earth.",
                    "score": 0.795119024769181
                }
            ]
        },
        {
            "verse": 14,
            "text": "Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son--of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 24,
                    "text": "I am Jesus Christ; I came by the will of the Father, and I do his will.",
                    "score": 0.8253033431182653
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And this is a decree, which I have sent forth in the beginning of the world, from my own mouth, from the foundation thereof, and by the mouths of my servants, thy fathers, have I decreed it, even as it shall be sent forth in the world, unto the ends thereof.",
                    "score": 0.8243363749731806
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 34,
                    "text": "Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.",
                    "score": 0.8207838408849036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.8190228252706668
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.8187808922458313
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 32,
                    "text": "The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;",
                    "score": 0.8162368916747526
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 15,
                    "text": "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.",
                    "score": 0.8156472721034255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.8155979951695986
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 32,
                    "text": "Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.",
                    "score": 0.8149653067403647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "score": 0.8147808216832667
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass that the words which came unto Nephi were fulfilled, according as they had been spoken; for behold, at the going down of the sun there was no darkness; and the people began to be astonished because there was no darkness when the night came.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And the Gods called the light Day, and the darkness they called Night. And it came to pass that from the evening until morning they called night; and from the morning until the evening they called day; and this was the first, or the beginning, of that which they called day and night.",
                    "score": 0.7972255577892257
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that night, that the word of the Lord came unto Nathan, saying,",
                    "score": 0.7972019612531178
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And it came to pass the same night, that the word of God came to Nathan, saying,",
                    "score": 0.79662803364735
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And they said unto the messengers that came, Thus shall ye say unto the men of Jabesh-gilead, To morrow, by that time the sun be hot, ye shall have help. And the messengers came and shewed it to the men of Jabesh; and they were glad.",
                    "score": 0.7757189734236137
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And they (the Gods) said: Let there be light; and there was light.",
                    "score": 0.7729961434288153
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7702277790911415
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
                    "score": 0.7632705118520249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 49,
                    "text": "The light shineth in darkness, and the darkness comprehendeth it not; nevertheless, the day shall come when you shall comprehend even God, being quickened in him and by him.",
                    "score": 0.7621764519618242
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had been hid, and laid great stones in the cave's mouth, which remain until this very day.",
                    "score": 0.7581892459278734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 72,
                    "text": "Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.",
                    "score": 0.7574843031981753
                }
            ]
        },
        {
            "verse": 16,
            "text": "And there were many, who had not believed the words of the prophets, who fell to the earth and became as if they were dead, for they knew that the great plan of destruction which they had laid for those who believed in the words of the prophets had been frustrated; for the sign which had been given was already at hand.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "score": 0.7941988151011862
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
                    "score": 0.7801488143165405
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 16,
                    "text": "But they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the Lord arose against his people, till there was no remedy.",
                    "score": 0.7793335994322481
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7777119043932538
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And when he would have put him to death, he feared the multitude, because they counted him as a prophet.",
                    "score": 0.7726395975778241
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 1,
                    "text": "But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.",
                    "score": 0.7713893747859243
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?",
                    "score": 0.7705312370546586
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 26,
                    "text": "Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.",
                    "score": 0.7684826543072868
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 21,
                    "text": "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.",
                    "score": 0.7683073944901008
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "A people great, and many, and tall, as the Anakims; but the Lord destroyed them before them; and they succeeded them, and dwelt in their stead:",
                    "score": 0.7651827962252065
                }
            ]
        },
        {
            "verse": 17,
            "text": "And they began to know that the Son of God must shortly appear; yea, in fine, all the people upon the face of the whole earth from the west to the east, both in the land north and in the land south, were so exceedingly astonished that they fell to the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 39,
                    "text": "And when all the people saw it, they fell on their faces: and they said, The Lord, he is the God; the Lord, he is the God.",
                    "score": 0.7952249660279728
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 30,
                    "text": "And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.",
                    "score": 0.7874050663476702
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And there came generation upon generation; and Enoch was high and lifted up, even in the bosom of the Father, and of the Son of Man; and behold, the power of Satan was upon all the face of the earth.",
                    "score": 0.7774230068457288
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 12,
                    "text": "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, and they are fallen both together.",
                    "score": 0.7734958479176473
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.",
                    "score": 0.7731503399778881
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 22,
                    "text": "Thus saith the Lord, Behold, a people cometh from the north country, and a great nation shall be raised from the sides of the earth.",
                    "score": 0.7729015257741347
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And, as I said before, after the tribulation of those days, and the powers of the heavens shall be shaken, then shall appear the sign of the Son of Man in heaven, and then shall all the tribes of the earth mourn; and they shall see the Son of Man coming in the clouds of heaven, with power and great glory;",
                    "score": 0.7724604988906377
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And strangers, the terrible of the nations, have cut him off, and have left him: upon the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land; and all the people of the earth are gone down from his shadow, and have left him.",
                    "score": 0.7721658414631678
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 18,
                    "verse": 28,
                    "text": "And Ahimaaz called, and said unto the king, All is well. And he fell down to the earth upon his face before the king, and said, Blessed be the Lord thy God, which hath delivered up the men that lifted up their hand against my lord the king.",
                    "score": 0.7715733849423292
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 29,
                    "text": "And God looked upon the earth, and, behold, it was corrupt, for all flesh had corrupted its way upon the earth.",
                    "score": 0.7710255707142878
                }
            ]
        },
        {
            "verse": 18,
            "text": "For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 30,
                    "text": "Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.",
                    "score": 0.787451302124213
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And there came a fear on all: and they glorified God, saying, That a great prophet is risen up among us; and, That God hath visited his people.",
                    "score": 0.7852466800474692
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 43,
                    "text": "And fear came upon every soul: and many wonders and signs were done by the apostles.",
                    "score": 0.764347680695626
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And great fear came upon all the church, and upon as many as heard these things.",
                    "score": 0.764014322545319
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 32,
                    "text": "And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.",
                    "score": 0.759630034999796
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Thy prophets have seen vain and foolish things for thee: and they have not discovered thine iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment.",
                    "score": 0.7587633748245375
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.",
                    "score": 0.7576480519183332
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 37,
                    "text": "But they were terrified and affrighted, and supposed that they had seen a spirit.",
                    "score": 0.7571173514062545
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And many false prophets shall arise, and shall deceive many;",
                    "score": 0.7550993697217484
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 11,
                    "text": "And many false prophets shall rise, and shall deceive many.",
                    "score": 0.7548633307125172
                }
            ]
        },
        {
            "verse": 19,
            "text": "And it came to pass that there was no darkness in all that night, but it was as light as though it was mid-day. And it came to pass that the sun did rise in the morning again, according to its proper order; and they knew that it was the day that the Lord should be born, because of the sign which had been given.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And the Gods called the light Day, and the darkness they called Night. And it came to pass that from the evening until morning they called night; and from the morning until the evening they called day; and this was the first, or the beginning, of that which they called day and night.",
                    "score": 0.819710542931303
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.7873571460517333
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
                    "score": 0.7851140942164724
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.",
                    "score": 0.7831789696141258
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And it came to pass that it was from evening until morning that they called night; and it came to pass that it was from morning until evening that they called day; and it was the fifth time.",
                    "score": 0.7827207529386355
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And it came to pass that they numbered the days; from the evening until the morning they called night; and it came to pass, from the morning until the evening they called day; and it was the third time.",
                    "score": 0.7798081955771881
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 1,
                    "verse": 5,
                    "text": "The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.",
                    "score": 0.7744844629378954
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And it came to pass the same night, that the word of God came to Nathan, saying,",
                    "score": 0.7743971055570182
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 4,
                    "text": "And he shall be as the light of the morning, when the sun riseth, even a morning without clouds; as the tender grass springing out of the earth by clear shining after rain.",
                    "score": 0.7739368491538665
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And it came to pass that it was from evening until morning that it was night; and it came to pass that it was from morning until evening that it was day; and it was the fourth time.",
                    "score": 0.7727368503377643
                }
            ]
        },
        {
            "verse": 20,
            "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
                    "score": 0.829822253221394
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,",
                    "score": 0.818249954145893
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.8150658634414074
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And it came to pass at the end of seven days, that the word of the Lord came unto me, saying,",
                    "score": 0.8113146740264338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 19,
                    "text": "And all these things that the prophets might be fulfilled.",
                    "score": 0.8111035637350456
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?",
                    "score": 0.8109746875129297
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 43,
                    "verse": 1,
                    "text": "And it came to pass, that when Jeremiah had made an end of speaking unto all the people all the words of the Lord their God, for which the Lord their God had sent him to them, even all these words,",
                    "score": 0.8102168407210917
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 23,
                    "text": "And it came to pass after all thy wickedness, (woe, woe unto thee! saith the Lord God;)",
                    "score": 0.8061046316419287
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 1,
                    "text": "And it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt call them to mind among all the nations, whither the Lord thy God hath driven thee,",
                    "score": 0.804059632364966
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 4,
                    "text": "All this was done, that it might be fulfilled which was spoken by the prophet, saying,",
                    "score": 0.8032997433093045
                }
            ]
        },
        {
            "verse": 21,
            "text": "And it came to pass also that a new star did appear, according to the word.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 29,
                    "text": "And now I have told you before it come to pass, that, when it is come to pass, ye might believe.",
                    "score": 0.7145228006658502
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 22,
                    "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
                    "score": 0.712430020656995
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And have put on the new man, which is renewed in knowledge after the image of him that created him:",
                    "score": 0.7069335295310281
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And it came to pass the same night, that the word of God came to Nathan, saying,",
                    "score": 0.7059102375519418
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.",
                    "score": 0.6999609698786702
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And it came to pass that it was from evening until morning that they called night; and it came to pass that it was from morning until evening that they called day; and it was the fifth time.",
                    "score": 0.6964677514605928
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 9,
                    "text": "When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.",
                    "score": 0.694932433855262
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 10,
                    "text": "When they saw the star, they rejoiced with exceeding great joy.",
                    "score": 0.6947929291797393
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 13,
                    "text": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him.",
                    "score": 0.6943935553789057
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 37,
                    "text": "And it came to pass, that on the next day, when they were come down from the hill, much people met him.",
                    "score": 0.6926885126266035
                }
            ]
        },
        {
            "verse": 22,
            "text": "And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 29,
                    "text": "Now, behold, they have altered these words, because Satan saith unto them: He hath deceived you--and thus he flattereth them away to do iniquity, to get thee to tempt the Lord thy God.",
                    "score": 0.8114450482050443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 10,
                    "text": "Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.",
                    "score": 0.8056364605430496
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.7940439396999835
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.",
                    "score": 0.7926927480122455
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 15,
                    "text": "For some are already turned aside after Satan.",
                    "score": 0.7908338094814303
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass that Enoch continued his speech, saying: Behold, our father Adam taught these things, and many have believed and become the sons of God, and many have believed not, and have perished in their sins, and are looking forth with fear, in torment, for the fiery indignation of the wrath of God to be poured out upon them.",
                    "score": 0.7896549460993434
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And Satan came among them, saying: I am also a son of God; and he commanded them, saying: Believe it not; and they believed it not, and they loved Satan more than God. And men began from that time forth to be carnal, sensual, and devilish.",
                    "score": 0.7840706655147099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 15,
                    "text": "But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation--",
                    "score": 0.7801152746557416
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7789037450207098
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 12,
                    "text": "Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.",
                    "score": 0.777923330091664
                }
            ]
        },
        {
            "verse": 23,
            "text": "And it came to pass that Nephi went forth among the people, and also many others, baptizing unto repentance, in the which there was a great remission of sins. And thus the people began again to have peace in the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And it came to pass that Enoch continued to call upon all the people, save it were the people of Canaan, to repent;",
                    "score": 0.7810122092969564
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 4,
                    "text": "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.",
                    "score": 0.7757211904577453
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 30,
                    "text": "And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto the Lord; peradventure I shall make an atonement for your sin.",
                    "score": 0.7665417000965445
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 77,
                    "text": "To give knowledge of salvation unto his people by the remission of their sins,",
                    "score": 0.7663594511801293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 3,
                    "text": "And it shall come to pass that they shall go forth into the regions round about, and preach repentance unto the people.",
                    "score": 0.7659829075096882
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.764452391596844
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7640173782386106
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he came into all the country about Jordan, preaching the baptism of repentance for the remission of sins;",
                    "score": 0.7610240443210093
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
                    "score": 0.759394603126786
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.",
                    "score": 0.7581032606000199
                }
            ]
        },
        {
            "verse": 24,
            "text": "And there were no contentions, save it were a few that began to preach, endeavoring to prove by the scriptures that it was no more expedient to observe the law of Moses. Now in this thing they did err, having not understood the scriptures.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 12,
                    "text": "Because they obeyed not the voice of the Lord their God, but transgressed his covenant, and all that Moses the servant of the Lord commanded, and would not hear them, nor do them.",
                    "score": 0.7609792934418503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 50,
                    "text": "And while they were at variance one with another they became very slothful, and they hearkened not unto the commandments of their lord.",
                    "score": 0.7599955936302429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 63,
                    "text": "And this I do that I may establish my gospel, that there may not be so much contention; yea, Satan doth stir up the hearts of the people to contention concerning the points of my doctrine; and in these things they do err, for they do wrest the scriptures and do not understand them.",
                    "score": 0.758527860722902
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 35,
                    "text": "There was not a word of all that Moses commanded, which Joshua read not before all the congregation of Israel, with the women, and the little ones, and the strangers that were conversant among them.",
                    "score": 0.75603635701158
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;",
                    "score": 0.7497103626107323
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 4,
                    "text": "And it came to pass that the children, being brought up in subjection to the law of Moses, gave heed to the traditions of their fathers and believed not the gospel of Christ, wherein they became unholy.",
                    "score": 0.7494923000235384
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.",
                    "score": 0.7490651097099554
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 24,
                    "text": "And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,",
                    "score": 0.7487756943420573
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren.",
                    "score": 0.7485502600377648
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 6,
                    "text": "And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.",
                    "score": 0.7473246648104725
                }
            ]
        },
        {
            "verse": 25,
            "text": "But it came to pass that they soon became converted, and were convinced of the error which they were in, for it was made known unto them that the law was not yet fulfilled, and that it must be fulfilled in every whit; yea, the word came unto them that it must be fulfilled; yea, that one jot or tittle should not pass away till it should all be fulfilled; therefore in this same year were they brought to a knowledge of their error and did confess their faults.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7800546279157214
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 24,
                    "text": "And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,",
                    "score": 0.7790711946045746
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 8,
                    "text": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
                    "score": 0.7677820695901935
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7671803385451252
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 32,
                    "text": "Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;",
                    "score": 0.7669096365513813
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 24,
                    "text": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.",
                    "score": 0.7645823529271534
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 25,
                    "text": "But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.",
                    "score": 0.7637905827179012
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7636663471529559
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 21,
                    "text": "For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.",
                    "score": 0.7625971948552183
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7622257597501747
                }
            ]
        },
        {
            "verse": 26,
            "text": "And thus the ninety and second year did pass away, bringing glad tidings unto the people because of the signs which did come to pass, according to the words of the prophecy of all the holy prophets.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 2,
                    "verse": 10,
                    "text": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the Lord by Haggai the prophet, saying,",
                    "score": 0.7665004134183198
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 33,
                    "text": "And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.",
                    "score": 0.7587234626106127
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.7581742249265484
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Again in the ninth year, in the tenth month, in the tenth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7551513256518009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.7548378678790324
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 10,
                    "text": "And he that believeth shall be blest with signs following, even as it is written.",
                    "score": 0.7528865286047348
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7511376270972988
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 30,
                    "text": "And this shall be a sign unto thee, Ye shall eat this year such as groweth of itself; and the second year that which springeth of the same: and in the third year sow ye, and reap, and plant vineyards, and eat the fruit thereof.",
                    "score": 0.7510796183357564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 49,
                    "text": "Yea, and blessed are the dead that die in the Lord, from henceforth, when the Lord shall come, and old things shall pass away, and all things become new, they shall rise from the dead and shall not die after, and shall receive an inheritance before the Lord, in the holy city.",
                    "score": 0.7489666316307737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 22,
                    "text": "And to others it is given to prophesy;",
                    "score": 0.7482264209561903
                }
            ]
        },
        {
            "verse": 27,
            "text": "And it came to pass that the ninety and third year did also pass away in peace, save it were for the Gadianton robbers, who dwelt upon the mountains, who did infest the land; for so strong were their holds and their secret places that the people could not overpower them; therefore they did commit many murders, and did do much slaughter among the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And when Jehoshaphat and his people came to take away the spoil of them, they found among them in abundance both riches with the dead bodies, and precious jewels, which they stripped off for themselves, more than they could carry away: and they were three days in gathering of the spoil, it was so much.",
                    "score": 0.7425068501114411
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And it shall come to pass, that in all the land, saith the Lord, two parts therein shall be cut off and die; but the third shall be left therein.",
                    "score": 0.739314236619112
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7379780797722953
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7326153119449874
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And they shall kill him, and the third day he shall be raised again. And they were exceeding sorry.",
                    "score": 0.7311583297475541
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7309661412785965
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 35,
                    "verse": 8,
                    "text": "And I will fill his mountains with his slain men: in thy hills, and in thy valleys, and in all thy rivers, shall they fall that are slain with the sword.",
                    "score": 0.7307421049509746
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 38,
                    "text": "Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?",
                    "score": 0.7282925560493173
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.",
                    "score": 0.7278539140319212
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7277835126708083
                }
            ]
        },
        {
            "verse": 28,
            "text": "And it came to pass that in the ninety and fourth year they began to increase in a great degree, because there were many dissenters of the Nephites who did flee unto them, which did cause much sorrow unto those Nephites who did remain in the land.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 66,
                    "text": "From that time many of his disciples went back, and walked no more with him.",
                    "score": 0.752658659785
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 32,
                    "text": "And from thence let them journey for the congregations of their brethren, for their labors even now are wanted more abundantly among them than among the congregations of the wicked.",
                    "score": 0.7434150469316494
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And it came to pass at the end of the four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the Lord went out from the land of Egypt.",
                    "score": 0.739381068906952
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.7379021969490206
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 10,
                    "text": "The Emims dwelt therein in times past, a people great, and many, and tall, as the Anakims;",
                    "score": 0.7376013146144497
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7345147264753968
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 14,
                    "text": "There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea.",
                    "score": 0.7338163967687031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.732360018388428
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 46,
                    "text": "Then Saul went up from following the Philistines: and the Philistines went to their own place.",
                    "score": 0.7321250629656642
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7316394010883769
                }
            ]
        },
        {
            "verse": 29,
            "text": "And there was also a cause of much sorrow among the Lamanites; for behold, they had many children who did grow up and began to wax strong in years, that they became for themselves, and were led away by some who were Zoramites, by their lyings and their flattering words, to join those Gadianton robbers.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7869393623351462
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 12,
                    "text": "But the more they afflicted them, the more they multiplied and grew. And they were grieved because of the children of Israel.",
                    "score": 0.7715380427964696
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tenderhearted, and could not withstand them.",
                    "score": 0.764651803423888
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 39,
                    "verse": 3,
                    "text": "They bow themselves, they bring forth their young ones, they cast out their sorrows.",
                    "score": 0.7646501122997974
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 31,
                    "text": "Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.",
                    "score": 0.7559062961977183
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7556777974106766
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7555968968585997
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 23,
                    "text": "It caused me serious reflection then, and often has since, how very strange it was that an obscure boy, of a little over fourteen years of age, and one, too, who was doomed to the necessity of obtaining a scanty maintenance by his daily labor, should be thought a character of sufficient importance to attract the attention of the great ones of the most popular sects of the day, and in a manner to create in them a spirit of the most bitter persecution and reviling. But strange or not, so it was, and it was often the cause of great sorrow to myself.",
                    "score": 0.7501339098600488
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
                    "score": 0.7490354698626379
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "A people great, and many, and tall, as the Anakims; but the Lord destroyed them before them; and they succeeded them, and dwelt in their stead:",
                    "score": 0.747171037348856
                }
            ]
        },
        {
            "verse": 30,
            "text": "And thus were the Lamanites afflicted also, and began to decrease as to their faith and righteousness, because of the wickedness of the rising generation.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7956943668995834
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7616038933117145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 31,
                    "text": "Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.",
                    "score": 0.7527288546502474
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Having damnation, because they have cast off their first faith.",
                    "score": 0.7476335942096114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7469513894735469
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.745511827349583
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 12,
                    "text": "But the more they afflicted them, the more they multiplied and grew. And they were grieved because of the children of Israel.",
                    "score": 0.743508243825013
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 14,
                    "verse": 5,
                    "text": "There were they in great fear: for God is in the generation of the righteous.",
                    "score": 0.7410191658408398
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 16,
                    "text": "When the wicked are multiplied, transgression increaseth: but the righteous shall see their fall.",
                    "score": 0.7408503932369545
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 3,
                    "text": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpeh.) Then said the children of Israel, Tell us, how was this wickedness?",
                    "score": 0.7391288745279104
                }
            ]
        }
    ]
}