{
    "volume": "Book of Mormon",
    "book": "3 Nephi",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that thus passed away the ninety and fifth year also, and the people began to forget those signs and wonders which they had heard, and began to be less and less astonished at a sign or a wonder from heaven, insomuch that they began to be hard in their hearts, and blind in their minds, and began to disbelieve all which they had heard and seen--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:",
                    "score": 0.7834741542991012
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And it came to pass at that time, when Eli was laid down in his place, and his eyes began to wax dim, that he could not see;",
                    "score": 0.7547519672456344
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:",
                    "score": 0.7474250663854177
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.7463647881855615
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But their minds were blinded: for until this day remaineth the same veil untaken away in the reading of the old testament; which veil is done away in Christ.",
                    "score": 0.7429682456987965
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And it shall come to pass, if they will not believe thee, neither hearken to the voice of the first sign, that they will believe the voice of the latter sign.",
                    "score": 0.7421028670416803
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 31,
                    "text": "Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.",
                    "score": 0.7411675672259697
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it shall come to pass, if they will not believe also these two signs, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land: and the water which thou takest out of the river shall become blood upon the dry land.",
                    "score": 0.7411447271726653
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 27,
                    "text": "For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.",
                    "score": 0.7409039469551115
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
                    "score": 0.739087939807021
                }
            ]
        },
        {
            "verse": 2,
            "text": "Imagining up some vain thing in their hearts, that it was wrought by men and by the power of the devil, to lead away and deceive the hearts of the people; and thus did Satan get possession of the hearts of the people again, insomuch that he did blind their eyes and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 10,
                    "text": "Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.",
                    "score": 0.8037805129542444
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 19,
                    "verse": 3,
                    "text": "The foolishness of man perverteth his way: and his heart fretteth against the Lord.",
                    "score": 0.803731115956733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 29,
                    "text": "Now, behold, they have altered these words, because Satan saith unto them: He hath deceived you--and thus he flattereth them away to do iniquity, to get thee to tempt the Lord thy God.",
                    "score": 0.7841852408266063
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, that Satan has great hold upon their hearts; he stirreth them up to iniquity against that which is good;",
                    "score": 0.7831212036908018
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.",
                    "score": 0.7741841457417339
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.",
                    "score": 0.7728619305477088
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.",
                    "score": 0.7725996934698538
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
                    "score": 0.7725552259783373
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 33,
                    "text": "But when he had turned about and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men.",
                    "score": 0.7699044981832699
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And Satan put it into the heart of the serpent, (for he had drawn away many after him,) and he sought also to beguile Eve, for he knew not the mind of God, wherefore he sought to destroy the world.",
                    "score": 0.7693359476272205
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it came to pass that the people began to wax strong in wickedness and abominations; and they did not believe that there should be any more signs or wonders given; and Satan did go about, leading away the hearts of the people, tempting them and causing them that they should do great wickedness in the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And God saw that the wickedness of men had become great in the earth; and every man was lifted up in the imagination of the thoughts of his heart, being only evil continually.",
                    "score": 0.7914267355285103
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7814415642448126
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And when the people were gathered thick together, he began to say, This is an evil generation: they seek a sign; and there shall no sign be given it, but the sign of Jonas the prophet.",
                    "score": 0.7794996280603617
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 10,
                    "text": "For the land is full of adulterers; for because of swearing the land mourneth; the pleasant places of the wilderness are dried up, and their course is evil, and their force is not right.",
                    "score": 0.7779050960249358
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 23,
                    "text": "And it came to pass after all thy wickedness, (woe, woe unto thee! saith the Lord God;)",
                    "score": 0.7765027528261508
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 49,
                    "text": "Behold Satan hath come among the children of men, and tempteth them to worship him; and men have become carnal, sensual, and devilish, and are shut out from the presence of God.",
                    "score": 0.7734006995892203
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 32,
                    "text": "And they brought up an evil report of the land which they had searched unto the children of Israel, saying, The land, through which we have gone to search it, is a land that eateth up the inhabitants thereof; and all the people that we saw in it are men of a great stature.",
                    "score": 0.7724675562288283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass that Enoch continued his speech, saying: Behold, our father Adam taught these things, and many have believed and become the sons of God, and many have believed not, and have perished in their sins, and are looking forth with fear, in torment, for the fiery indignation of the wrath of God to be poured out upon them.",
                    "score": 0.7706901333134581
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7684041731423364
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And they caused their sons and their daughters to pass through the fire, and used divination and enchantments, and sold themselves to do evil in the sight of the Lord, to provoke him to anger.",
                    "score": 0.7679530464544212
                }
            ]
        },
        {
            "verse": 4,
            "text": "And thus did pass away the ninety and sixth year; and also the ninety and seventh year; and also the ninety and eighth year; and also the ninety and ninth year;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.7568916322588419
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7536015478586423
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 26,
                    "text": "Likewise the second also, and the third, unto the seventh.",
                    "score": 0.7512062235602254
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Cainan lived seventy years, and begat Mahalaleel; and Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters. And all the days of Cainan were nine hundred and ten years, and he died.",
                    "score": 0.7504050291061419
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
                    "score": 0.7424643700129793
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 8,
                    "text": "And thou shalt number seven sabbaths of years unto thee, seven times seven years; and the space of the seven sabbaths of years shall be unto thee forty and nine years.",
                    "score": 0.7422903822732652
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass that Methuselah lived one hundred and eighty-seven years, and begat Lamech;",
                    "score": 0.7396199102192547
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And all the days of Mahalaleel were eight hundred ninety and five years: and he died.",
                    "score": 0.7381914852763654
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "score": 0.7379707231175909
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
                    "score": 0.732528608157655
                }
            ]
        },
        {
            "verse": 5,
            "text": "And also an hundred years had passed away since the days of Mosiah, who was king over the people of the Nephites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.749915181978085
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7486671378027139
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And it came to pass at the end of the four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the Lord went out from the land of Egypt.",
                    "score": 0.7430059526757172
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:",
                    "score": 0.742651000042624
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And Enos lived ninety years, and begat Cainan. And Enos and the residue of the people of God came out from the land, which was called Shulon, and dwelt in a land of promise, which he called after his own son, whom he had named Cainan.",
                    "score": 0.7404854394530654
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And Phinehas the son of Eleazar was the ruler over them in time past, and the Lord was with him.",
                    "score": 0.7401619598038314
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Seth lived one hundred and five years, and begat Enos, and prophesied in all his days, and taught his son Enos in the ways of God; wherefore Enos prophesied also.",
                    "score": 0.7378076441296092
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.",
                    "score": 0.7365811071002605
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "score": 0.7364274643131208
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 28,
                    "text": "And the days of Isaac were an hundred and fourscore years.",
                    "score": 0.7358180700767082
                }
            ]
        },
        {
            "verse": 6,
            "text": "And six hundred and nine years had passed away since Lehi left Jerusalem.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.7846185561832741
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7845364930714226
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.",
                    "score": 0.7601217734896357
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
                    "score": 0.7579704248307194
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And all the days of Cainan were nine hundred and ten years: and he died.",
                    "score": 0.7538884502584711
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 10,
                    "text": "And at the end of three years they took it: even in the sixth year of Hezekiah, that is the ninth year of Hoshea king of Israel, Samaria was taken.",
                    "score": 0.753666545032889
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And all the days of Seth were nine hundred and twelve years: and he died.",
                    "score": 0.7534052005944688
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 24,
                    "text": "And Nahor lived nine and twenty years, and begat Terah:",
                    "score": 0.7525991452403112
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And all the days of Mahalaleel were eight hundred ninety and five years: and he died.",
                    "score": 0.7521619998338173
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 16,
                    "text": "All the days of Seth were nine hundred and twelve years, and he died.",
                    "score": 0.7510722173623943
                }
            ]
        },
        {
            "verse": 7,
            "text": "And nine years had passed away from the time when the sign was given, which was spoken of by the prophets, that Christ should come into the world.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.7560441249922907
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 30,
                    "text": "For as Jonas was a sign unto the Ninevites, so shall also the Son of man be to this generation.",
                    "score": 0.7536103456852654
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7506942138528454
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.",
                    "score": 0.749770251728362
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.7488758192561605
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And in these days came prophets from Jerusalem unto Antioch.",
                    "score": 0.7443280605511942
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 33,
                    "text": "And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.",
                    "score": 0.7392574897417983
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 42,
                    "text": "From Adam to Seth, who was ordained by Adam at the age of sixty-nine years, and was blessed by him three years previous to his (Adam's) death, and received the promise of God by his father, that his posterity should be the chosen of the Lord, and that they should be preserved unto the end of the earth;",
                    "score": 0.738736267891311
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 8,
                    "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
                    "score": 0.7377699249094195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 26,
                    "text": "Not only those who believed after he came in the meridian of time, in the flesh, but all those from the beginning, even as many as were before he came, who believed in the words of the holy prophets, who spake as they were inspired by the gift of the Holy Ghost, who truly testified of him in all things, should have eternal life,",
                    "score": 0.7364178462549625
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now the Nephites began to reckon their time from this period when the sign was given, or from the coming of Christ; therefore, nine years had passed away.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
                    "score": 0.7652886695906884
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
                    "score": 0.7623523678516163
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
                    "score": 0.7584369155194992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 11,
                    "text": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
                    "score": 0.7431615358742308
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 8,
                    "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
                    "score": 0.7416040510123982
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And all the days of Jared were nine hundred sixty and two years: and he died.",
                    "score": 0.7369460582701935
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And all the days of Cainan were nine hundred and ten years: and he died.",
                    "score": 0.7342111426216099
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And all the days of Seth were nine hundred and twelve years: and he died.",
                    "score": 0.7336667755480953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 13,
                    "text": "Q. When are the things to be accomplished, which are written in the 9th chapter of Revelation? A. They are to be accomplished after the opening of the seventh seal, before the coming of Christ.",
                    "score": 0.7305200510710526
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 16,
                    "text": "All the days of Seth were nine hundred and twelve years, and he died.",
                    "score": 0.7304085670183903
                }
            ]
        },
        {
            "verse": 9,
            "text": "And Nephi, who was the father of Nephi, who had the charge of the records, did not return to the land of Zarahemla, and could nowhere be found in all the land.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 28,
                    "text": "For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.",
                    "score": 0.7700990799313572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 44,
                    "text": "Behold, they have only got a part, or an abridgment of the account of Nephi.",
                    "score": 0.7684502572699096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 5,
                    "text": "Their names shall not be found, neither the names of the fathers, nor the names of the children written in the book of the law of God, saith the Lord of Hosts.",
                    "score": 0.7441742502822261
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not.",
                    "score": 0.7409300336912098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 11,
                    "text": "And they who are of the High Priesthood, whose names are not found written in the book of the law, or that are found to have apostatized, or to have been cut off from the church, as well as the lesser priesthood, or the members, in that day shall not find an inheritance among the saints of the Most High;",
                    "score": 0.7399687570918765
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bare not.",
                    "score": 0.7363498782444987
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Neither said they, Where is the Lord that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?",
                    "score": 0.7344629116788431
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7304744370086768
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7301227803792829
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Now, Pharaoh being of that lineage by which he could not have the right of Priesthood, notwithstanding the Pharaohs would fain claim it from Noah, through Ham, therefore my father was led away by their idolatry;",
                    "score": 0.729961095010844
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it came to pass that the people did still remain in wickedness, notwithstanding the much preaching and prophesying which was sent among them; and thus passed away the tenth year also; and the eleventh year also passed away in iniquity.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 23,
                    "text": "And it came to pass after all thy wickedness, (woe, woe unto thee! saith the Lord God;)",
                    "score": 0.779247539370926
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "score": 0.7653644914577585
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And it came to pass after ten days, that the word of the Lord came unto Jeremiah.",
                    "score": 0.762336815045052
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 30,
                    "text": "Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.",
                    "score": 0.7608868427333482
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 1,
                    "text": "In the tenth year, in the tenth month, in the twelfth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7558904509788988
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And it came to pass on the morrow, that their rulers, and elders, and scribes,",
                    "score": 0.7548449869142738
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul.",
                    "score": 0.7523601355288501
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:",
                    "score": 0.7488679632978248
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 4,
                    "text": "A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.",
                    "score": 0.7473963757379731
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it came to pass in the eleventh year, in the first day of the month, that the word of the Lord came unto me, saying,",
                    "score": 0.7471813817223187
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass in the thirteenth year there began to be wars and contentions throughout all the land; for the Gadianton robbers had become so numerous, and did slay so many of the people, and did lay waste so many cities, and did spread so much death and carnage throughout the land, that it became expedient that all the people, both the Nephites and the Lamanites, should take up arms against them.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7745845973960839
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7605269532420069
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 11,
                    "text": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
                    "score": 0.7567215411085864
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And in the days of Saul they made war with the Hagarites, who fell by their hand: and they dwelt in their tents throughout all the east land of Gilead.",
                    "score": 0.7563537612047911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 5,
                    "text": "And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation.",
                    "score": 0.7530719972010138
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And they made war with the Hagarites, with Jetur, and Nephish, and Nodab.",
                    "score": 0.750110800538224
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7500591827419971
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 38,
                    "text": "Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?",
                    "score": 0.748960740205436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 68,
                    "text": "And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.",
                    "score": 0.7468977139602326
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.",
                    "score": 0.7463804794691762
                }
            ]
        },
        {
            "verse": 12,
            "text": "Therefore, all the Lamanites who had become converted unto the Lord did unite with their brethren, the Nephites, and were compelled, for the safety of their lives and their women and their children, to take up arms against those Gadianton robbers, yea, and also to maintain their rights, and the privileges of their church and of their worship, and their freedom and their liberty.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7972758800715094
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7860957584560204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7770725443540555
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.776141295020814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7521856368099569
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 6,
                    "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.",
                    "score": 0.7498226736695516
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 7,
                    "text": "They were innocent of any crime, as they had often been proved before, and were only confined in jail by the conspiracy of traitors and wicked men; and their innocent blood on the floor of Carthage jail is a broad seal affixed to \"Mormonism\" that cannot be rejected by any court on earth, and their innocent blood on the escutcheon of the State of Illinois, with the broken faith of the State as pledged by the governor, is a witness to the truth of the everlasting gospel that all the world cannot impeach; and their innocent blood on the banner of liberty, and on the magna charta of the United States, is an ambassador for the religion of Jesus Christ, that will touch the hearts of honest men among all nations; and their innocent blood, with the innocent blood of all the martyrs under the altar that John saw, will cry unto the Lord of Hosts till he avenges that blood on the earth. Amen.",
                    "score": 0.7452108769600931
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 7,
                    "text": "For because thou hast trusted in thy works and in thy treasures, thou shalt also be taken: and Chemosh shall go forth into captivity with his priests and his princes together.",
                    "score": 0.7410806434341046
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "score": 0.7388907803824785
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 125,
                    "verse": 1,
                    "text": "They that trust in the Lord shall be as mount Zion, which cannot be removed, but abideth for ever.",
                    "score": 0.737979054753895
                }
            ]
        },
        {
            "verse": 13,
            "text": "And it came to pass that before this thirteenth year had passed away the Nephites were threatened with utter destruction because of this war, which had become exceedingly sore.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "A people great, and many, and tall, as the Anakims; but the Lord destroyed them before them; and they succeeded them, and dwelt in their stead:",
                    "score": 0.7338645238597234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 5,
                    "text": "And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation.",
                    "score": 0.7327435881353268
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And there was a very sore battle that day; and Abner was beaten, and the men of Israel, before the servants of David.",
                    "score": 0.7325773772080523
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7283454550930156
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: but the Lord thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel.",
                    "score": 0.7257387013213409
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And it came to pass a long time after that the Lord had given rest unto Israel from all their enemies round about, that Joshua waxed old and stricken in age.",
                    "score": 0.7225650501148141
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And Asa and the people that were with him pursued them unto Gerar: and the Ethiopians were overthrown, that they could not recover themselves; for they were destroyed before the Lord, and before his host; and they carried away very much spoil.",
                    "score": 0.7222759580856059
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 11,
                    "text": "And it came to pass, that when the army of the Chaldeans was broken up from Jerusalem for fear of Pharaoh's army,",
                    "score": 0.7222247370400533
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And there went out fire from the Lord, and devoured them, and they died before the Lord.",
                    "score": 0.7220707099432513
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And it came to pass that the Lord spake unto Enoch, and told Enoch all the doings of the children of men; wherefore Enoch knew, and looked upon their wickedness, and their misery, and wept and stretched forth his arms, and his heart swelled wide as eternity; and his bowels yearned; and all eternity shook.",
                    "score": 0.7201715190877576
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that those Lamanites who had united with the Nephites were numbered among the Nephites;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7875084281329566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7678095963504264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.7608519888551434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7598992183332574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7563993167983236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7559770198788074
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 28,
                    "text": "And the scripture was fulfilled, which saith, And he was numbered with the transgressors.",
                    "score": 0.7467672866309316
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
                    "score": 0.7431263629772218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 67,
                    "text": "These are they who have come to an innumerable company of angels, to the general assembly and church of Enoch, and of the Firstborn.",
                    "score": 0.7425498985234071
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;",
                    "score": 0.7417100346619707
                }
            ]
        },
        {
            "verse": 15,
            "text": "And their curse was taken from them, and their skin became white like unto the Nephites;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And they that were vexed with unclean spirits: and they were healed.",
                    "score": 0.7836513107084809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.767905981316237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 65,
                    "text": "And cause that the remnants of Jacob, who have been cursed and smitten because of their transgression, be converted from their wild and savage condition to the fulness of the everlasting gospel;",
                    "score": 0.7664765333920148
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.",
                    "score": 0.7609737185239347
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.",
                    "score": 0.7568161375641334
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And if, when the priest seeth it, behold, it be in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it is a plague of leprosy broken out of the boil.",
                    "score": 0.7550659253906773
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
                    "score": 0.7525310528811042
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And as he prayed, the fashion of his countenance was altered, and his raiment was white and glistering.",
                    "score": 0.7510388141505985
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.",
                    "score": 0.7510312316114842
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 13,
                    "verse": 10,
                    "text": "And the priest shall see him: and, behold, if the rising be white in the skin, and it have turned the hair white, and there be quick raw flesh in the rising;",
                    "score": 0.7455625110110643
                }
            ]
        },
        {
            "verse": 16,
            "text": "And their young men and their daughters became exceedingly fair, and they were numbered among the Nephites, and were called Nephites. And thus ended the thirteenth year.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And when these men began to multiply on the face of the earth, and daughters were born unto them, the sons of men saw that those daughters were fair, and they took them wives, even as they chose.",
                    "score": 0.7725247986627923
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 2,
                    "text": "That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.",
                    "score": 0.7513469428687264
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 20,
                    "text": "The thirteenth to Shubael, he, his sons, and his brethren, were twelve:",
                    "score": 0.7469616529402637
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;",
                    "score": 0.741060642540209
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
                    "score": 0.7337919039102778
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 34,
                    "text": "Of the children of Manasseh, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;",
                    "score": 0.7308363626787816
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 22,
                    "text": "The fifteenth to Jeremoth, he, his sons, and his brethren, were twelve:",
                    "score": 0.7300229062020719
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 25,
                    "verse": 11,
                    "text": "The fourth to Izri, he, his sons, and his brethren, were twelve:",
                    "score": 0.7295951255024347
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Of the children of Simeon, by their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;",
                    "score": 0.729465650280743
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Of the children of Judah, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;",
                    "score": 0.7288832043494814
                }
            ]
        },
        {
            "verse": 17,
            "text": "And it came to pass in the commencement of the fourteenth year, the war between the robbers and the people of Nephi did continue and did become exceedingly sore; nevertheless, the people of Nephi did gain some advantage of the robbers, insomuch that they did drive them back out of their lands into the mountains and into their secret places.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7486294432039803
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
                    "score": 0.7285517853933133
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7276150496506771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7275824612423488
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And it came to pass, while there was war between the house of Saul and the house of David, that Abner made himself strong for the house of Saul.",
                    "score": 0.7270077415799402
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7252398183578977
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7242344717415768
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 6,
                    "text": "When the men of Israel saw that they were in a strait, (for the people were distressed,) then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits.",
                    "score": 0.7231590037294168
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.7224880223446347
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 1,
                    "text": "It came to pass after this also, that the children of Moab, and the children of Ammon, and with them other beside the Ammonites, came against Jehoshaphat to battle.",
                    "score": 0.7203068613913801
                }
            ]
        },
        {
            "verse": 18,
            "text": "And thus ended the fourteenth year. And in the fifteenth year they did come forth against the people of Nephi; and because of the wickedness of the people of Nephi, and their many contentions and dissensions, the Gadianton robbers did gain many advantages over them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7156478039822883
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
                    "score": 0.7100968938199378
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And they made war with the Hagarites, with Jetur, and Nephish, and Nodab.",
                    "score": 0.7096943975146247
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when they forgat the Lord their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
                    "score": 0.7086548318213847
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7063928731519641
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.",
                    "score": 0.7038867701526162
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 36,
                    "verse": 1,
                    "text": "Now it came to pass in the fourteenth year of king Hezekiah, that Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them.",
                    "score": 0.7037156590625044
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 22,
                    "text": "Then answered all the wicked men and men of Belial, of those that went with David, and said, Because they went not with us, we will not give them ought of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away, and depart.",
                    "score": 0.70176882288717
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.",
                    "score": 0.7013575985650656
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 23,
                    "text": "And it came to pass at the end of the year, that the host of Syria came up against him: and they came to Judah and Jerusalem, and destroyed all the princes of the people from among the people, and sent all the spoil of them unto the king of Damascus.",
                    "score": 0.701254390549087
                }
            ]
        },
        {
            "verse": 19,
            "text": "And thus ended the fifteenth year, and thus were the people in a state of many afflictions; and the sword of destruction did hang over them, insomuch that they were about to be smitten down by it, and this because of their iniquity.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 12,
                    "text": "As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.",
                    "score": 0.7549577543977906
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Because thou hast had a perpetual hatred, and hast shed the blood of the children of Israel by the force of the sword in the time of their calamity, in the time that their iniquity had an end:",
                    "score": 0.7477184492692016
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 28,
                    "text": "And the afflicted people thou wilt save: but thine eyes are upon the haughty, that thou mayest bring them down.",
                    "score": 0.7391544732441062
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 24,
                    "text": "There is Elam and all her multitude round about her grave, all of them slain, fallen by the sword, which are gone down uncircumcised into the nether parts of the earth, which caused their terror in the land of the living; yet have they borne their shame with them that go down to the pit.",
                    "score": 0.7389998743859512
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 37,
                    "text": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
                    "score": 0.7359702220177965
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 8,
                    "text": "And if they be bound in fetters, and be holden in cords of affliction;",
                    "score": 0.7350934778110358
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And while the flesh was yet between their teeth, ere it was chewed, the wrath of the Lord was kindled against the people, and the Lord smote the people with a very great plague.",
                    "score": 0.7347633475256812
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Destruction and misery are in their ways:",
                    "score": 0.7332375682031537
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.7316555573155602
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "score": 0.730920751409068
                }
            ]
        }
    ]
}