{
    "volume": "Book of Mormon",
    "book": "3 Nephi",
    "chapter": 12,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that when Jesus had spoken these words unto Nephi, and to those who had been called, (now the number of them who had been called, and received power and authority to baptize, was twelve) and behold, he stretched forth his hand unto the multitude, and cried unto them, saying: Blessed are ye if ye shall give heed unto the words of these twelve whom I have chosen from among you to minister unto you, and to be your servants; and unto them I have given power that they may baptize you with water; and after that ye are baptized with water, behold, I will baptize you with fire and with the Holy Ghost; therefore blessed are ye if ye shall believe in me and be baptized, after that ye have seen me and know that I am.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 23,
                    "text": "And again, it shall come to pass that on as many as ye shall baptize with water, ye shall lay your hands, and they shall receive the gift of the Holy Ghost, and shall be looking forth for the signs of my coming, and shall know me.",
                    "score": 0.8201654981883871
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;",
                    "score": 0.8122958459467917
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 16,
                    "text": "John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:",
                    "score": 0.8046787768715857
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 30,
                    "text": "But verily, verily, I say unto you, that as many as receive me, to them will I give power to become the sons of God, even to them that believe on my name. Amen.",
                    "score": 0.8041175018083122
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 16,
                    "text": "Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.",
                    "score": 0.8040868556043228
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And he said unto them, Unto what then were ye baptized? And they said, Unto John's baptism.",
                    "score": 0.8007570204137137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 6,
                    "text": "But now I give unto thee a commandment, that thou shalt baptize by water, and they shall receive the Holy Ghost by the laying on of the hands, even as the apostles of old.",
                    "score": 0.7994124240931089
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.",
                    "score": 0.7991018330341035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Open your mouths and they shall be filled, and you shall become even as Nephi of old, who journeyed from Jerusalem in the wilderness.",
                    "score": 0.796443643036861
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:",
                    "score": 0.7946744692806897
                }
            ]
        },
        {
            "verse": 2,
            "text": "And again, more blessed are they who shall believe in your words because that ye shall testify that ye have seen me, and that ye know that I am. Yea, blessed are they who shall believe in your words, and come down into the depths of humility and be baptized, for they shall be visited with fire and with the Holy Ghost, and shall receive a remission of their sins.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 64,
                    "text": "Therefore, as I said unto mine apostles I say unto you again, that every soul who believeth on your words, and is baptized by water for the remission of sins, shall receive the Holy Ghost.",
                    "score": 0.8488543982725781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And behold, whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit--",
                    "score": 0.8336356312932321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it shall come to pass, that if you shall ask the Father in my name, in faith believing, you shall receive the Holy Ghost, which giveth utterance, that you may stand as a witness of the things of which you shall both hear and see, and also that you may declare repentance unto this generation.",
                    "score": 0.8255866744667846
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 74,
                    "text": "Verily, verily, I say unto you, they who believe not on your words, and are not baptized in water in my name, for the remission of their sins, that they may receive the Holy Ghost, shall be damned, and shall not come into my Father's kingdom where my Father and I am.",
                    "score": 0.8136490231279808
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 23,
                    "text": "And again, it shall come to pass that on as many as ye shall baptize with water, ye shall lay your hands, and they shall receive the gift of the Holy Ghost, and shall be looking forth for the signs of my coming, and shall know me.",
                    "score": 0.8113018709839157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.",
                    "score": 0.8103036309995928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 36,
                    "text": "And behold, verily I say unto you, blessed are you who are now hearing these words of mine from the mouth of my servant, for your sins are forgiven you.",
                    "score": 0.8101885343704481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And after that you have obtained faith, and have seen them with your eyes, you shall testify of them, by the power of God;",
                    "score": 0.8093641310514609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 9,
                    "text": "And he that believeth and is baptized shall be saved, and he that believeth not shall be damned.",
                    "score": 0.8090919583614218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And then, behold, they say and think in their hearts--We will see if God has given him power to translate; if so, he will also give him power again;",
                    "score": 0.808442273488866
                }
            ]
        },
        {
            "verse": 3,
            "text": "Yea, blessed are the poor in spirit who come unto me, for theirs is the kingdom of heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
                    "score": 0.9525801802856195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 18,
                    "text": "But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite, for they shall see the kingdom of God coming in power and great glory unto their deliverance; for the fatness of the earth shall be theirs.",
                    "score": 0.8534948559495634
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven.",
                    "score": 0.81847015739602
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 27,
                    "text": "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.",
                    "score": 0.7953735395456091
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 3,
                    "text": "Yea, blessed are they whose feet stand upon the land of Zion, who have obeyed my gospel; for they shall receive for their reward the good things of the earth, and it shall bring forth in its strength.",
                    "score": 0.793599222229217
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of God.",
                    "score": 0.7931444887195297
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 115,
                    "verse": 15,
                    "text": "Ye are blessed of the Lord which made heaven and earth.",
                    "score": 0.7919769137806338
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 18,
                    "text": "The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,",
                    "score": 0.7870171930926778
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.",
                    "score": 0.7847759857741156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 99,
                    "verse": 3,
                    "text": "And who receiveth you as a little child, receiveth my kingdom; and blessed are they, for they shall obtain mercy.",
                    "score": 0.7843116849787937
                }
            ]
        },
        {
            "verse": 4,
            "text": "And again, blessed are all they that mourn, for they shall be comforted.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 14,
                    "text": "And all they who have mourned shall be comforted.",
                    "score": 0.9434303077529902
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 4,
                    "text": "Blessed are they that mourn: for they shall be comforted.",
                    "score": 0.9350410372811276
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 31,
                    "text": "For ye may all prophesy one by one, that all may learn, and all may be comforted.",
                    "score": 0.8233228034099007
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Nevertheless God, that comforteth those that are cast down, comforted us by the coming of Titus;",
                    "score": 0.8120218517128873
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 13,
                    "text": "As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem.",
                    "score": 0.7978855161544892
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 23,
                    "text": "And they shall comfort you, when ye see their ways and their doings: and ye shall know that I have not done without cause all that I have done in it, saith the Lord God.",
                    "score": 0.7930114303658348
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 7,
                    "text": "Therefore shall Moab howl for Moab, every one shall howl: for the foundations of Kir-hareseth shall ye mourn; surely they are stricken.",
                    "score": 0.7909517869482017
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 126,
                    "verse": 5,
                    "text": "They that sow in tears shall reap in joy.",
                    "score": 0.7902650979493387
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 1,
                    "text": "Comfort ye, comfort ye my people, saith your God.",
                    "score": 0.7898175876172966
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
                    "score": 0.7780330058751153
                }
            ]
        },
        {
            "verse": 5,
            "text": "And blessed are the meek, for they shall inherit the earth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Blessed are the meek: for they shall inherit the earth.",
                    "score": 0.9926919275758086
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 11,
                    "text": "But the meek shall inherit the earth; and shall delight themselves in the abundance of peace.",
                    "score": 0.8824820118715915
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 22,
                    "text": "For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off.",
                    "score": 0.8437364917013566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 58,
                    "text": "And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.",
                    "score": 0.8388624600769379
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 9,
                    "text": "For evildoers shall be cut off: but those that wait upon the Lord, they shall inherit the earth.",
                    "score": 0.8323407658599358
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 112,
                    "verse": 2,
                    "text": "His seed shall be mighty upon earth: the generation of the upright shall be blessed.",
                    "score": 0.8317891321003176
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 20,
                    "text": "And their generations shall inherit the earth from generation to generation, forever and ever. And now I make an end of speaking unto you. Even so. Amen.",
                    "score": 0.8261209336755385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 17,
                    "text": "And the redemption of the soul is through him that quickeneth all things, in whose bosom it is decreed that the poor and the meek of the earth shall inherit it.",
                    "score": 0.8246961456926769
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 8,
                    "text": "Ask of me, and I shall give thee the heathen for thine inheritance, and the uttermost parts of the earth for thy possession.",
                    "score": 0.8203394098392687
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 5,
                    "text": "But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life.",
                    "score": 0.8196867198451594
                }
            ]
        },
        {
            "verse": 6,
            "text": "And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
                    "score": 0.9247076505776175
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 37,
                    "text": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?",
                    "score": 0.8115732549298471
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Blessed are ye that hunger now: for ye shall be filled. Blessed are ye that weep now: for ye shall laugh.",
                    "score": 0.8051759292673681
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 62,
                    "verse": 9,
                    "text": "But they that have gathered it shall eat it, and praise the Lord; and they that have brought it together shall drink it in the courts of my holiness.",
                    "score": 0.8030987623707371
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God, Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:",
                    "score": 0.8028353276988275
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.789419406358127
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 9,
                    "text": "For he satisfieth the longing soul, and filleth the hungry soul with goodness.",
                    "score": 0.7890431873542338
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.",
                    "score": 0.7878145690337864
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 8,
                    "text": "It shall even be as when an hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.",
                    "score": 0.7861841074917981
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 64,
                    "text": "Therefore, as I said unto mine apostles I say unto you again, that every soul who believeth on your words, and is baptized by water for the remission of sins, shall receive the Holy Ghost.",
                    "score": 0.7859921771133855
                }
            ]
        },
        {
            "verse": 7,
            "text": "And blessed are the merciful, for they shall obtain mercy.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Blessed are the merciful: for they shall obtain mercy.",
                    "score": 0.9897221878047768
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8666436870027169
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 18,
                    "text": "Behold, I, the Lord, am merciful and will bless them, and they shall enter into the joy of these things. Even so. Amen.",
                    "score": 0.8567317540356574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 6,
                    "text": "But blessed are they who have kept the covenant and observed the commandment, for they shall obtain mercy.",
                    "score": 0.8528117713465423
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 22,
                    "text": "Let thy mercy, O Lord, be upon us, according as we hope in thee.",
                    "score": 0.8272495127956586
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 116,
                    "verse": 5,
                    "text": "Gracious is the Lord, and righteous; yea, our God is merciful.",
                    "score": 0.8258831358082535
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 86,
                    "verse": 5,
                    "text": "For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.",
                    "score": 0.8247582859340512
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 18,
                    "text": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
                    "score": 0.8215156148212622
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 8,
                    "text": "The Lord is merciful and gracious, slow to anger, and plenteous in mercy.",
                    "score": 0.8190642681258383
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
                    "score": 0.8169313070102152
                }
            ]
        },
        {
            "verse": 8,
            "text": "And blessed are all the pure in heart, for they shall see God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Blessed are the pure in heart: for they shall see God.",
                    "score": 0.9711025247368312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 16,
                    "text": "Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God.",
                    "score": 0.8446732489720006
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And all flesh shall see the salvation of God.",
                    "score": 0.8275487568328197
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 32,
                    "text": "The humble shall see this, and be glad: and your heart shall live that seek God.",
                    "score": 0.8172068993220121
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 49,
                    "text": "He who hath faith to see shall see.",
                    "score": 0.809302209927486
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 18,
                    "text": "But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite, for they shall see the kingdom of God coming in power and great glory unto their deliverance; for the fatness of the earth shall be theirs.",
                    "score": 0.8081838658962056
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 43,
                    "text": "Whoso is wise, and will observe these things, even they shall understand the lovingkindness of the Lord.",
                    "score": 0.8048873295531432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8001221698101049
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 30,
                    "verse": 5,
                    "text": "Every word of God is pure: he is a shield unto them that put their trust in him.",
                    "score": 0.7979894314200143
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 10,
                    "text": "The righteous shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory.",
                    "score": 0.7978484082105057
                }
            ]
        },
        {
            "verse": 9,
            "text": "And blessed are all the peacemakers, for they shall be called the children of God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Blessed are the peacemakers: for they shall be called the children of God.",
                    "score": 0.9830453281854057
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 54,
                    "verse": 13,
                    "text": "And all thy children shall be taught of the Lord; and great shall be the peace of thy children.",
                    "score": 0.8255056593869305
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.809963980351684
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 26,
                    "text": "For ye are all the children of God by faith in Christ Jesus.",
                    "score": 0.8075500687877282
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And they shall put my name upon the children of Israel; and I will bless them.",
                    "score": 0.806384548261921
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 128,
                    "verse": 6,
                    "text": "Yea, thou shalt see thy children's children, and peace upon Israel.",
                    "score": 0.8039514086325754
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 36,
                    "text": "The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)",
                    "score": 0.8003022016709157
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 45,
                    "text": "And I will dwell among the children of Israel, and will be their God.",
                    "score": 0.7855395590546946
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 34,
                    "text": "And the children of Reuben and the children of Gad called the altar Ed: for it shall be a witness between us that the Lord is God.",
                    "score": 0.78150316691089
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Be ye therefore followers of God, as dear children;",
                    "score": 0.7786314526150679
                }
            ]
        },
        {
            "verse": 10,
            "text": "And blessed are all they who are persecuted for my name's sake, for theirs is the kingdom of heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven.",
                    "score": 0.9106430918747522
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 35,
                    "text": "And all they who suffer persecution for my name, and endure in faith, though they are called to lay down their lives for my sake yet shall they partake of all this glory.",
                    "score": 0.8556457438121228
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Yea, and all that will live godly in Christ Jesus shall suffer persecution.",
                    "score": 0.7979572504069206
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 53,
                    "text": "And then shall they weep because of their iniquities; then shall they lament because they persecuted their king.",
                    "score": 0.7918804504424045
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 161,
                    "text": "Princes have persecuted me without a cause: but my heart standeth in awe of thy word.",
                    "score": 0.7852552168457935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.7836409651534255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 76,
                    "text": "But, verily I say unto all those to whom the kingdom has been given--from you it must be preached unto them, that they shall repent of their former evil works; for they are to be upbraided for their evil hearts of unbelief, and your brethren in Zion for their rebellion against you at the time I sent you.",
                    "score": 0.7763073145786854
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
                    "score": 0.7750092934009642
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 14,
                    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                    "score": 0.7740656122581873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 37,
                    "text": "And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours.",
                    "score": 0.773827841080076
                }
            ]
        },
        {
            "verse": 11,
            "text": "And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 11,
                    "text": "Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.",
                    "score": 0.9928784270442695
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 22,
                    "text": "Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake.",
                    "score": 0.8564767419180865
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 11,
                    "verse": 7,
                    "text": "When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth.",
                    "score": 0.8326224794329152
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 86,
                    "text": "All thy commandments are faithful: they persecute me wrongfully; help thou me.",
                    "score": 0.8292291795345138
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Let them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him.",
                    "score": 0.8203938106365427
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 3,
                    "text": "If so be they will hearken, and turn every man from his evil way, that I may repent me of the evil, which I purpose to do unto them because of the evil of their doings.",
                    "score": 0.8168705338895337
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 26,
                    "text": "Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets.",
                    "score": 0.8151523074010228
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 24,
                    "text": "Surely, shall one say, in the Lord have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed.",
                    "score": 0.8132456245261392
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved.",
                    "score": 0.8113556796323373
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 31,
                    "text": "Then shall ye remember your own evil ways, and your doings that were not good, and shall lothe yourselves in your own sight for your iniquities and for your abominations.",
                    "score": 0.8105597132129541
                }
            ]
        },
        {
            "verse": 12,
            "text": "For ye shall have great joy and be exceedingly glad, for great shall be your reward in heaven; for so persecuted they the prophets who were before you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.",
                    "score": 0.9609581846079926
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.",
                    "score": 0.8715530969136696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 6,
                    "text": "Great shall be their reward and eternal shall be their glory.",
                    "score": 0.8375162785896816
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "score": 0.8301120161438413
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 35,
                    "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
                    "score": 0.8268283633881084
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 27,
                    "text": "Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the Lord be magnified, which hath pleasure in the prosperity of his servant.",
                    "score": 0.8229967760774228
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 3,
                    "text": "But let the righteous be glad; let them rejoice before God: yea, let them exceedingly rejoice.",
                    "score": 0.8228212345337728
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 21,
                    "text": "And you shall be filled with joy and gladness; and know this, that in the day of judgment you shall be judges of that house, and condemn them;",
                    "score": 0.8101886993811093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 3,
                    "text": "Let all the saints rejoice, therefore, and be exceedingly glad; for Israel's God is their God, and he will mete out a just recompense of reward upon the heads of all their oppressors.",
                    "score": 0.8099866894356635
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.8036455832362501
                }
            ]
        },
        {
            "verse": 13,
            "text": "Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 13,
                    "text": "Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.",
                    "score": 0.9317546775314883
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 40,
                    "text": "They are called to be the savor of men; therefore, if that salt of the earth lose its savor, behold, it is thenceforth good for nothing only to be cast out and trodden under the feet of men.",
                    "score": 0.8903557268867135
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 49,
                    "text": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.",
                    "score": 0.830433142179989
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 50,
                    "text": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another.",
                    "score": 0.8281722111045783
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And every oblation of thy meat offering shalt thou season with salt; neither shalt thou suffer the salt of the covenant of thy God to be lacking from thy meat offering: with all thine offerings thou shalt offer salt.",
                    "score": 0.8214451977573263
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 39,
                    "text": "When men are called unto mine everlasting gospel, and covenant with an everlasting covenant, they are accounted as the salt of the earth and the savor of men;",
                    "score": 0.8204644241767844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 10,
                    "text": "And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and is thenceforth good for nothing but to be cast out and trodden under foot of men.",
                    "score": 0.8185932906309836
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And he went forth unto the spring of the waters, and cast the salt in there, and said, Thus saith the Lord, I have healed these waters; there shall not be from thence any more death or barren land.",
                    "score": 0.8142689792520817
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 43,
                    "verse": 24,
                    "text": "And thou shalt offer them before the Lord, and the priests shall cast salt upon them, and they shall offer them up for a burnt offering unto the Lord.",
                    "score": 0.8077023567002927
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 23,
                    "text": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.",
                    "score": 0.8064898543757556
                }
            ]
        },
        {
            "verse": 14,
            "text": "Verily, verily, I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Ye are the light of the world. A city that is set on an hill cannot be hid.",
                    "score": 0.8544304968619333
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 43,
                    "verse": 3,
                    "text": "O send out thy light and thy truth: let them lead me; let them bring me unto thy holy hill, and to thy tabernacles.",
                    "score": 0.8077758264794738
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 5,
                    "text": "Behold, verily I say unto you, that it is my will that you should proclaim my gospel from land to land, and from city to city, yea, in those regions round about where it has not been proclaimed.",
                    "score": 0.7955932254611835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 13,
                    "text": "Verily, verily, I say unto you, I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy;",
                    "score": 0.7849402599637744
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 3,
                    "verse": 2,
                    "text": "Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.",
                    "score": 0.7838700069346316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 16,
                    "text": "Behold, verily, verily, I say unto you, that the people in Ohio call upon me in much faith, thinking I will stay my hand in judgment upon the nations, but I cannot deny my word.",
                    "score": 0.783201159151121
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "score": 0.7815653104927363
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.7795385588877412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Behold, verily, verily, I say unto you, this is my gospel; and remember that they shall have faith in me or they can in nowise be saved;",
                    "score": 0.7789234927481247
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 12,
                    "text": "If thou shalt hear say in one of thy cities, which the Lord thy God hath given thee to dwell there, saying,",
                    "score": 0.7781054366850823
                }
            ]
        },
        {
            "verse": 15,
            "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.",
                    "score": 0.9370937196660074
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 16,
                    "text": "No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.",
                    "score": 0.8512555396828543
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 33,
                    "text": "No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.",
                    "score": 0.8484571334427917
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
                    "score": 0.8272986237948904
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 14,
                    "text": "The candlestick also for the light, and his furniture, and his lamps, with the oil for the light,",
                    "score": 0.8033969926315404
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And thou shalt bring in the table, and set in order the things that are to be set in order upon it; and thou shalt bring in the candlestick, and light the lamps thereof.",
                    "score": 0.8016899222888791
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And Aaron did so; he lighted the lamps thereof over against the candlestick, as the Lord commanded Moses.",
                    "score": 0.7986731300824844
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light over against the candlestick.",
                    "score": 0.7958975445624994
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 18,
                    "verse": 6,
                    "text": "The light shall be dark in his tabernacle, and his candle shall be put out with him.",
                    "score": 0.7795126463236697
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 37,
                    "text": "The pure candlestick, with the lamps thereof, even with the lamps to be set in order, and all the vessels thereof, and the oil for light,",
                    "score": 0.7749820558205752
                }
            ]
        },
        {
            "verse": 16,
            "text": "Therefore let your light so shine before this people, that they may see your good works and glorify your Father who is in heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 16,
                    "text": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
                    "score": 0.9630144665714667
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 45,
                    "text": "That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
                    "score": 0.8293824949589664
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 27,
                    "text": "For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.",
                    "score": 0.8055512817832422
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 43,
                    "text": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.",
                    "score": 0.8033566859810567
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 4,
                    "verse": 6,
                    "text": "There be many that say, Who will shew us any good? Lord, lift thou up the light of thy countenance upon us.",
                    "score": 0.8018098066019352
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 16,
                    "text": "Let thy work appear unto thy servants, and thy glory unto their children.",
                    "score": 0.8010798513665353
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:",
                    "score": 0.8006740806495263
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 5,
                    "text": "That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance.",
                    "score": 0.7980919960213495
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 24,
                    "text": "Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
                    "score": 0.7971437206301712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.7942801454452568
                }
            ]
        },
        {
            "verse": 17,
            "text": "Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 17,
                    "text": "Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 2,
                    "text": "For I give you good doctrine, forsake ye not my law.",
                    "score": 0.8151996385738902
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 153,
                    "text": "Consider mine affliction, and deliver me: for I do not forget thy law.",
                    "score": 0.8064939147258243
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 13,
                    "text": "But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance.",
                    "score": 0.799653367901027
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?",
                    "score": 0.7972698574516907
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 15,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.7963251869377053
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 22,
                    "text": "Saying, Touch not mine anointed, and do my prophets no harm.",
                    "score": 0.7963251869377053
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Then said they, Come, and let us devise devices against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let us smite him with the tongue, and let us not give heed to any of his words.",
                    "score": 0.7948570522770221
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And the Lord said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
                    "score": 0.7947982456420808
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.",
                    "score": 0.7940509340531213
                }
            ]
        },
        {
            "verse": 18,
            "text": "For verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 18,
                    "text": "For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.",
                    "score": 0.8624221692112403
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.",
                    "score": 0.8287703297310999
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 34,
                    "text": "Verily, I say unto you, this generation, in which these things shall be shown forth, shall not pass away until all I have told you shall be fulfilled.",
                    "score": 0.8111661005788199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 23,
                    "text": "And in this ye say truly, for so it is; but these things which I have told you shall not pass away until all shall be fulfilled.",
                    "score": 0.8080410464236291
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 32,
                    "text": "Verily I say unto you, This generation shall not pass away, till all be fulfilled.",
                    "score": 0.802318662646867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 19,
                    "text": "For verily I say unto you, my law shall be kept on this land.",
                    "score": 0.801503804639118
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 9,
                    "text": "That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.",
                    "score": 0.8003317836323293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7947904025045172
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 8,
                    "text": "I delight to do thy will, O my God: yea, thy law is within my heart.",
                    "score": 0.7945621782571026
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 3,
                    "text": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
                    "score": 0.7931824380848106
                }
            ]
        },
        {
            "verse": 19,
            "text": "And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 4,
                    "text": "And now I, the Lord, give unto you a testimony of the truth of these commandments which are lying before you.",
                    "score": 0.8333209971764227
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8291981862382958
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 18,
                    "text": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,",
                    "score": 0.8278394677378159
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 28,
                    "text": "I am the Lord thy God, and will give unto thee the law of my Holy Priesthood, as was ordained by me and my Father before the world was.",
                    "score": 0.8277881985456589
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And as for thee, if thou wilt walk before me, as David thy father walked, and do according to all that I have commanded thee, and shalt observe my statutes and my judgments;",
                    "score": 0.8240498695169319
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 2,
                    "text": "For behold, verily, verily, I say unto you, that ye have received a commandment for a law unto my church, through him whom I have appointed unto you to receive commandments and revelations from my hand.",
                    "score": 0.8219703278584183
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 11,
                    "text": "Then shalt thou say unto them, Because your fathers have forsaken me, saith the Lord, and have walked after other gods, and have served them, and have worshipped them, and have forsaken me, and have not kept my law;",
                    "score": 0.8219635782081816
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.8209115230543005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;",
                    "score": 0.817862438290085
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.8168655660630078
                }
            ]
        },
        {
            "verse": 20,
            "text": "Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "score": 0.8384974972983806
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
                    "score": 0.831291935121595
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 60,
                    "text": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
                    "score": 0.8267858931378925
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the Lord your God.",
                    "score": 0.8253144939797015
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 32,
                    "text": "Go ye, therefore, and do the works of Abraham; enter ye into my law and ye shall be saved.",
                    "score": 0.8242084870735498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "score": 0.8222908519052876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 2,
                    "text": "For verily I say unto you, blessed is he that keepeth my commandments, whether in life or in death; and he that is faithful in tribulation, the reward of the same is greater in the kingdom of heaven.",
                    "score": 0.8221235404278266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "score": 0.8214160436603232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 60,
                    "text": "And for this cause these commandments were given; they were commanded to be kept from the world in the day that they were given, but now are to go forth unto all flesh--",
                    "score": 0.8202464040606392
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.",
                    "score": 0.8202209426560563
                }
            ]
        },
        {
            "verse": 21,
            "text": "Ye have heard that it hath been said by them of old time, and it is also written before you, that thou shalt not kill, and whosoever shall kill shall be in danger of the judgment of God;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:",
                    "score": 0.9570452561738683
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 27,
                    "text": "Ye have heard that it was said by them of old time, Thou shalt not commit adultery:",
                    "score": 0.8261369627234656
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 33,
                    "text": "Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:",
                    "score": 0.8197202540605382
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 13,
                    "text": "Thou shalt not kill.",
                    "score": 0.8029152559163572
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 17,
                    "text": "Thou shalt not kill.",
                    "score": 0.8029152559163572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 19,
                    "text": "And again, I say, thou shalt not kill; but he that killeth shall die.",
                    "score": 0.8023133006415863
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 20,
                    "text": "And Moses said unto them, If ye will do this thing, if ye will go armed before the Lord to war,",
                    "score": 0.7988858031663361
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 40,
                    "text": "Beware therefore, lest that come upon you, which is spoken of in the prophets;",
                    "score": 0.7986534470873833
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 18,
                    "text": "When I say unto the wicked, Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity; but his blood will I require at thine hand.",
                    "score": 0.7978609170777218
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.",
                    "score": 0.7950614390214487
                }
            ]
        },
        {
            "verse": 22,
            "text": "But I say unto you, that whosoever is angry with his brother shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 22,
                    "text": "But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.",
                    "score": 0.986062071283628
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.",
                    "score": 0.8085193948723103
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 5,
                    "text": "But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.",
                    "score": 0.8030716877608696
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.",
                    "score": 0.799826261884294
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother.",
                    "score": 0.7947686704367471
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 12,
                    "text": "Cry and howl, son of man: for it shall be upon my people, it shall be upon all the princes of Israel: terrors by reason of the sword shall be upon my people: smite therefore upon thy thigh.",
                    "score": 0.7928028905196166
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:",
                    "score": 0.7915931753880809
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
                    "score": 0.7914490782488319
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.",
                    "score": 0.7901959693882358
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.",
                    "score": 0.7896071778269567
                }
            ]
        },
        {
            "verse": 23,
            "text": "Therefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 23,
                    "text": "Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;",
                    "score": 0.8717657753904932
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.",
                    "score": 0.8463764231849974
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you.",
                    "score": 0.8411274466064429
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.",
                    "score": 0.8309754739882551
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 27,
                    "verse": 40,
                    "text": "And by thy sword shalt thou live, and shalt serve thy brother; and it shall come to pass when thou shalt have the dominion, that thou shalt break his yoke from off thy neck.",
                    "score": 0.8261632753974477
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it unto thine own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again.",
                    "score": 0.8244121158984802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 54,
                    "text": "Thou shalt not take thy brother's garment; thou shalt pay for that which thou shalt receive of thy brother.",
                    "score": 0.8203155108391611
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 20,
                    "text": "But bring your youngest brother unto me; so shall your words be verified, and ye shall not die. And they did so.",
                    "score": 0.8172537494905742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 90,
                    "text": "And if thy brother or sister offend many, he or she shall be chastened before many.",
                    "score": 0.8146726147692509
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "score": 0.8141644341079234
                }
            ]
        },
        {
            "verse": 24,
            "text": "Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.",
                    "score": 0.8671812259635591
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 13,
                    "text": "Take also your brother, and arise, go again unto the man:",
                    "score": 0.8313243285817541
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 22,
                    "verse": 21,
                    "text": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
                    "score": 0.8108284592154223
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it unto thine own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again.",
                    "score": 0.8102734590185334
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 88,
                    "text": "And if thy brother or sister offend thee, thou shalt take him or her between him or her and thee alone; and if he or she confess thou shalt be reconciled.",
                    "score": 0.8059234811241108
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Take that thine is, and go thy way: I will give unto this last, even as unto thee.",
                    "score": 0.804514089238443
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
                    "score": 0.8024334927853829
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 103,
                    "text": "And again, verily, verily, I say unto you, it is expedient that every man who goes forth to proclaim mine everlasting gospel, that inasmuch as they have families, and receive money by gift, that they should send it unto them or make use of it for their benefit, as the Lord shall direct them, for thus it seemeth me good.",
                    "score": 0.7996823836512081
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 5,
                    "text": "Commit thy way unto the Lord; trust also in him; and he shall bring it to pass.",
                    "score": 0.7993633479787021
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 58,
                    "text": "I entreated thy favour with my whole heart: be merciful unto me according to thy word.",
                    "score": 0.7992567146557239
                }
            ]
        },
        {
            "verse": 25,
            "text": "Agree with thine adversary quickly while thou art in the way with him, lest at any time he shall get thee, and thou shalt be cast into prison.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.",
                    "score": 0.9515150833394743
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 58,
                    "text": "When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.",
                    "score": 0.8252351359077049
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.",
                    "score": 0.8124651466452668
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And whosoever will not do the law of thy God, and the law of the king, let judgment be executed speedily upon him, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.",
                    "score": 0.805094324987799
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 22,
                    "text": "But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.",
                    "score": 0.7988553715297987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 4,
                    "text": "And although their influence shall cast thee into trouble, and into bars and walls, thou shalt be had in honor; and but for a small moment and thy voice shall be more terrible in the midst of thine enemies than the fierce lion, because of thy righteousness; and thy God shall stand by thee forever and ever.",
                    "score": 0.7980353404084238
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 58,
                    "verse": 4,
                    "text": "Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high.",
                    "score": 0.7974433138188365
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 142,
                    "verse": 7,
                    "text": "Bring my soul out of prison, that I may praise thy name: the righteous shall compass me about; for thou shalt deal bountifully with me.",
                    "score": 0.7944440235857291
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 31,
                    "text": "Nevertheless, thine enemy is in thine hands; and if thou rewardest him according to his works thou art justified; if he has sought thy life, and thy life is endangered by him, thine enemy is in thine hands and thou art justified.",
                    "score": 0.7905722729548982
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "score": 0.7886384465673862
                }
            ]
        },
        {
            "verse": 26,
            "text": "Verily, verily, I say unto thee, thou shalt by no means come out thence until thou hast paid the uttermost senine. And while ye are in prison can ye pay even one senine? Verily, verily, I say unto you, Nay.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 26,
                    "text": "Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.",
                    "score": 0.8944232752734029
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 59,
                    "text": "I tell thee, thou shalt not depart thence, till thou hast paid the very last mite.",
                    "score": 0.8534984288236166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 21,
                    "text": "Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.",
                    "score": 0.8226078299241701
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 4,
                    "text": "When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou hast vowed.",
                    "score": 0.8096095526257686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 7,
                    "text": "And now, verily I say unto you, I, the Lord, will not lay any sin to your charge; go your ways and sin no more; but unto that soul who sinneth shall the former sins return, saith the Lord your God.",
                    "score": 0.809426435305959
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 21,
                    "text": "When thou shalt vow a vow unto the Lord thy God, thou shalt not slack to pay it: for the Lord thy God will surely require it of thee; and it would be sin in thee.",
                    "score": 0.808913901476853
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 142,
                    "verse": 7,
                    "text": "Bring my soul out of prison, that I may praise thy name: the righteous shall compass me about; for thou shalt deal bountifully with me.",
                    "score": 0.8035714419313721
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 18,
                    "text": "For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.",
                    "score": 0.8000504418129323
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 23,
                    "text": "That which is gone out of thy lips thou shalt keep and perform; even a freewill offering, according as thou hast vowed unto the Lord thy God, which thou hast promised with thy mouth.",
                    "score": 0.7968876310223829
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 28,
                    "text": "Verily, verily, I say unto you, wo be unto him that lieth to deceive because he supposeth that another lieth to deceive, for such are not exempt from the justice of God.",
                    "score": 0.7952200676821366
                }
            ]
        },
        {
            "verse": 27,
            "text": "Behold, it is written by them of old time, that thou shalt not commit adultery;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 27,
                    "text": "Ye have heard that it was said by them of old time, Thou shalt not commit adultery:",
                    "score": 0.9284793180403436
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Thou shalt not commit adultery.",
                    "score": 0.8687289500141329
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Neither shalt thou commit adultery.",
                    "score": 0.8399144684439991
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out.",
                    "score": 0.8397657713607994
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?",
                    "score": 0.8343958838629407
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 33,
                    "text": "Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:",
                    "score": 0.8182282014017113
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.",
                    "score": 0.8138279030321234
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.",
                    "score": 0.8113130863595196
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 9,
                    "text": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.",
                    "score": 0.8028014752985749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 6,
                    "text": "Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.",
                    "score": 0.7986215052307473
                }
            ]
        },
        {
            "verse": 28,
            "text": "But I say unto you, that whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 28,
                    "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
                    "score": 0.9971353888457369
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 16,
                    "text": "And verily I say unto you, as I have said before, he that looketh on a woman to lust after her, or if any shall commit adultery in their hearts, they shall not have the Spirit, but shall deny the faith and shall fear.",
                    "score": 0.8712675248177308
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 32,
                    "text": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
                    "score": 0.8311009826087866
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 32,
                    "text": "But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery.",
                    "score": 0.8284027408063411
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
                    "score": 0.820513256987262
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
                    "score": 0.8091345497949105
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 41,
                    "text": "And as ye have asked concerning adultery, verily, verily, I say unto you, if a man receiveth a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed.",
                    "score": 0.8077372314301097
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 43,
                    "text": "And if her husband be with another woman, and he was under a vow, he hath broken his vow and hath committed adultery.",
                    "score": 0.8051133250462791
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 42,
                    "text": "If she be not in the new and everlasting covenant, and she be with another man, she has committed adultery.",
                    "score": 0.8048502339589244
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 4,
                    "text": "They say unto him, Master, this woman was taken in adultery, in the very act.",
                    "score": 0.8038815865733119
                }
            ]
        },
        {
            "verse": 29,
            "text": "Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.",
                    "score": 0.8052236692898613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 73,
                    "text": "But a commandment I give unto them, that they shall not boast themselves of these things, neither speak them before the world; for these things are given unto you for your profit and for salvation.",
                    "score": 0.8008906693248803
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.8005938931966702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Verily, I say unto you, that I will not suffer that Satan shall accomplish his evil design in this thing.",
                    "score": 0.794054885929736
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.7938614847597562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 7,
                    "text": "But a commandment I give unto you, that ye shall declare whatsoever thing ye declare in my name, in solemnity of heart, in the spirit of meekness, in all things.",
                    "score": 0.792036052682685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 14,
                    "text": "Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.",
                    "score": 0.7894817495272367
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 18,
                    "text": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,",
                    "score": 0.7881516724447719
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 6,
                    "text": "Then shall I not be ashamed, when I have respect unto all thy commandments.",
                    "score": 0.7865689876235078
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 17,
                    "text": "Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to pledge:",
                    "score": 0.7864159966482636
                }
            ]
        },
        {
            "verse": 30,
            "text": "For it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 20,
                    "verse": 18,
                    "text": "That they teach you not to do after all their abominations, which they have done unto their gods; so should ye sin against the Lord your God.",
                    "score": 0.8146104392289137
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Ye shall not do so unto the Lord your God.",
                    "score": 0.8056951770509133
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 65,
                    "text": "And if ye ask anything that is not expedient for you, it shall turn unto your condemnation.",
                    "score": 0.8002573263841661
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 26,
                    "text": "Ought not Christ to have suffered these things, and to enter into his glory?",
                    "score": 0.7952196045590104
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Also I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?",
                    "score": 0.7870529028160842
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 41,
                    "text": "Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.",
                    "score": 0.7858404522133331
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 11,
                    "verse": 43,
                    "text": "Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.",
                    "score": 0.7851411703013911
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 38,
                    "text": "And he that taketh not his cross, and followeth after me, is not worthy of me.",
                    "score": 0.7842340207053806
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 19,
                    "text": "And now behold, I, the Lord, say unto you that ye are not justified, because these things are among you.",
                    "score": 0.7831669875951605
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 14,
                    "text": "But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.",
                    "score": 0.7830706212787584
                }
            ]
        },
        {
            "verse": 31,
            "text": "It hath been written, that whosoever shall put away his wife, let him give her a writing of divorcement.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 31,
                    "text": "It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:",
                    "score": 0.990113739829853
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 1,
                    "text": "When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.",
                    "score": 0.87233008534596
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 7,
                    "text": "They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?",
                    "score": 0.8667061209952509
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
                    "score": 0.8660770594545867
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
                    "score": 0.8620663233521488
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 32,
                    "text": "But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery.",
                    "score": 0.8591370998129251
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;",
                    "score": 0.8511788275171892
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery.",
                    "score": 0.8448885299732183
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And if a woman shall put away her husband, and be married to another, she committeth adultery.",
                    "score": 0.8357704589911614
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 3,
                    "text": "The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?",
                    "score": 0.8269671732392149
                }
            ]
        },
        {
            "verse": 32,
            "text": "Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced committeth adultery.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 32,
                    "text": "But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery.",
                    "score": 0.975070109134913
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
                    "score": 0.9400707881425919
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
                    "score": 0.8933046162270161
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery.",
                    "score": 0.8867370739608794
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And if a woman shall put away her husband, and be married to another, she committeth adultery.",
                    "score": 0.8714666082741943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 41,
                    "text": "And as ye have asked concerning adultery, verily, verily, I say unto you, if a man receiveth a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed.",
                    "score": 0.8669326390728294
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 74,
                    "text": "Behold, verily I say unto you, that whatever persons among you, having put away their companions for the cause of fornication, or in other words, if they shall testify before you in all lowliness of heart that this is the case, ye shall not cast them out from among you;",
                    "score": 0.861978231581183
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 26,
                    "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                    "score": 0.8599237136931523
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 31,
                    "text": "It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:",
                    "score": 0.8579939634449745
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 32,
                    "text": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
                    "score": 0.8393465687103652
                }
            ]
        },
        {
            "verse": 33,
            "text": "And again it is written, thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 33,
                    "text": "Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:",
                    "score": 0.9237115897056931
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 7,
                    "text": "Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.",
                    "score": 0.8497389019939665
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 18,
                    "text": "Because thou obeyedst not the voice of the Lord, nor executedst his fierce wrath upon Amalek, therefore hath the Lord done this thing unto thee this day.",
                    "score": 0.8204566644302531
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 41,
                    "text": "Then shalt thou be clear from this my oath, when thou comest to my kindred; and if they give not thee one, thou shalt be clear from my oath.",
                    "score": 0.8183468246985417
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
                    "score": 0.8176640423388345
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 5,
                    "text": "But thou shalt not write by way of commandment, but by wisdom;",
                    "score": 0.8170578468503763
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.8145846401915028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out.",
                    "score": 0.8093828389805462
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 20,
                    "text": "Thou shalt not steal; and he that stealeth and will not repent shall be cast out.",
                    "score": 0.8068422799480888
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 35,
                    "text": "Wherefore he saith also in another psalm, Thou shalt not suffer thine Holy One to see corruption.",
                    "score": 0.8061451722950347
                }
            ]
        },
        {
            "verse": 34,
            "text": "But verily, verily, I say unto you, swear not at all; neither by heaven, for it is God's throne;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 34,
                    "text": "But I say unto you, Swear not at all; neither by heaven; for it is God's throne:",
                    "score": 0.966497382480726
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 12,
                    "text": "But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.",
                    "score": 0.8297059256872559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 21,
                    "text": "Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.",
                    "score": 0.8275322105114519
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
                    "score": 0.8065783917656386
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.",
                    "score": 0.799844297185317
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 6,
                    "text": "But I speak this by permission, and not of commandment.",
                    "score": 0.7985214063613945
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 26,
                    "text": "Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.",
                    "score": 0.7981307024830261
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 74,
                    "text": "Verily, verily, I say unto you, they who believe not on your words, and are not baptized in water in my name, for the remission of their sins, that they may receive the Holy Ghost, shall be damned, and shall not come into my Father's kingdom where my Father and I am.",
                    "score": 0.7927596052545313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 25,
                    "text": "And again, verily I say unto you, the earth abideth the law of a celestial kingdom, for it filleth the measure of its creation, and transgresseth not the law--",
                    "score": 0.7888108104341109
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the Lord.",
                    "score": 0.7876229192935377
                }
            ]
        },
        {
            "verse": 35,
            "text": "Nor by the earth, for it is his footstool;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 35,
                    "text": "Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.",
                    "score": 0.8640090152756934
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 121,
                    "verse": 3,
                    "text": "He will not suffer thy foot to be moved: he that keepeth thee will not slumber.",
                    "score": 0.7655624512389377
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 13,
                    "text": "From henceforth expecting till his enemies be made his footstool.",
                    "score": 0.7616054290647271
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 26,
                    "text": "While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world.",
                    "score": 0.7577818420697966
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 23,
                    "text": "O Lord, I know that the way of man is not in himself: it is not in man that walketh to direct his steps.",
                    "score": 0.7537691853780554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 17,
                    "text": "And I have made the earth rich, and behold it is my footstool, wherefore, again I will stand upon it.",
                    "score": 0.746811958659588
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.7409974169533342
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And he said, Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest is holy ground.",
                    "score": 0.7388887599827093
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Although affliction cometh not forth of the dust, neither doth trouble spring out of the ground;",
                    "score": 0.7365256524234599
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For, behold, the Lord cometh forth out of his place, and will come down, and tread upon the high places of the earth.",
                    "score": 0.7353529595106792
                }
            ]
        },
        {
            "verse": 36,
            "text": "Neither shalt thou swear by thy head, because thou canst not make one hair black or white;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 36,
                    "text": "Neither shalt thou swear by thy head, because thou canst not make one hair white or black.",
                    "score": 0.9972968185322061
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 21,
                    "verse": 5,
                    "text": "They shall not make baldness upon their head, neither shall they shave off the corner of their beard, nor make any cuttings in their flesh.",
                    "score": 0.8279435742852549
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 27,
                    "text": "Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.",
                    "score": 0.8026474418444123
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 8,
                    "text": "Let thy garments be always white; and let thy head lack no ointment.",
                    "score": 0.7884338195752144
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;",
                    "score": 0.7788834325939911
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 20,
                    "text": "Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads.",
                    "score": 0.7749638794253579
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 16,
                    "verse": 22,
                    "text": "Neither shalt thou set thee up any image; which the Lord thy God hateth.",
                    "score": 0.7702596247896659
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 14,
                    "verse": 1,
                    "text": "Ye are the children of the Lord your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.",
                    "score": 0.7604234080456959
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 5,
                    "text": "All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth himself unto the Lord, he shall be holy, and shall let the locks of the hair of his head grow.",
                    "score": 0.7578753085199798
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 5,
                    "text": "The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman's garment: for all that do so are abomination unto the Lord thy God.",
                    "score": 0.7516193916931013
                }
            ]
        },
        {
            "verse": 37,
            "text": "But let your communication be Yea, yea; Nay, nay; for whatsoever cometh of more than these is evil.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 37,
                    "text": "But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil.",
                    "score": 0.9641591665337733
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 33,
                    "text": "Be not deceived: evil communications corrupt good manners.",
                    "score": 0.790442689450366
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Let not then your good be evil spoken of:",
                    "score": 0.7642719644228604
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 16,
                    "text": "But shun profane and vain babblings: for they will increase unto more ungodliness.",
                    "score": 0.7456364552022949
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 12,
                    "text": "I have yet many things to say unto you, but ye cannot bear them now.",
                    "score": 0.742351483763645
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 8,
                    "text": "But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.",
                    "score": 0.7408087736729358
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.",
                    "score": 0.740438996701164
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 2,
                    "verse": 15,
                    "text": "These things speak, and exhort, and rebuke with all authority. Let no man despise thee.",
                    "score": 0.7376787087407048
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.",
                    "score": 0.7341664022777655
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.",
                    "score": 0.7327110106870462
                }
            ]
        },
        {
            "verse": 38,
            "text": "And behold, it is written, an eye for an eye, and a tooth for a tooth;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 38,
                    "text": "Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:",
                    "score": 0.8866994463067174
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And thine eye shall not pity; but life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
                    "score": 0.8225819161183662
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 21,
                    "verse": 24,
                    "text": "Eye for eye, tooth for tooth, hand for hand, foot for foot,",
                    "score": 0.8212404966650507
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 24,
                    "verse": 20,
                    "text": "Breach for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him again.",
                    "score": 0.7535352328496542
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 12,
                    "text": "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.",
                    "score": 0.7487843740893154
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 20,
                    "text": "And the sticks whereon thou writest shall be in thine hand before their eyes.",
                    "score": 0.747947870057834
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 16,
                    "text": "But blessed are your eyes, for they see: and your ears, for they hear.",
                    "score": 0.7403746648712456
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 32,
                    "verse": 3,
                    "text": "And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken.",
                    "score": 0.7400994576907315
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 20,
                    "verse": 12,
                    "text": "The hearing ear, and the seeing eye, the Lord hath made even both of them.",
                    "score": 0.7366029751251262
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.",
                    "score": 0.7338628089202005
                }
            ]
        },
        {
            "verse": 39,
            "text": "But I say unto you, that ye shall not resist evil, but whosoever shall smite thee on thy right cheek, turn to him the other also;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 39,
                    "text": "But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.",
                    "score": 0.9848600456536236
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloak forbid not to take thy coat also.",
                    "score": 0.8351847966412357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.8127431585227106
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "score": 0.8102712449078284
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
                    "score": 0.809343932745895
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
                    "score": 0.8091718970559246
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 44,
                    "text": "The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?",
                    "score": 0.8082248237494073
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "The Lord said, Verily it shall be well with thy remnant; verily I will cause the enemy to entreat thee well in the time of evil and in the time of affliction.",
                    "score": 0.8077161002999874
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 8,
                    "text": "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the Lord shall he behold: wherefore then were ye not afraid to speak against my servant Moses?",
                    "score": 0.8070954368621207
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And I will set my face against them; they shall go out from one fire, and another fire shall devour them; and ye shall know that I am the Lord, when I set my face against them.",
                    "score": 0.8050711854132868
                }
            ]
        },
        {
            "verse": 40,
            "text": "And if any man will sue thee at the law and take away thy coat, let him have thy cloak also;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also.",
                    "score": 1.0
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloak forbid not to take thy coat also.",
                    "score": 0.831484742797633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 105,
                    "text": "And if any man shall give unto any of you a coat, or a suit, take the old and cast it unto the poor, and go on your way rejoicing.",
                    "score": 0.7967019767241947
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 8,
                    "text": "And thou shalt bring his sons, and put coats upon them.",
                    "score": 0.7797862010161735
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 14,
                    "text": "And thou shalt bring his sons, and clothe them with coats:",
                    "score": 0.7744135384930793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 97,
                    "text": "Let my servant William Law also receive the keys by which he may ask and receive blessings; let him be humble before me, and be without guile, and he shall receive of my Spirit, even the Comforter, which shall manifest unto him the truth of all things, and shall give him, in the very hour, what he shall say.",
                    "score": 0.7720221230516757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "score": 0.7687945191134621
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 29,
                    "text": "Remove from me the way of lying: and grant me thy law graciously.",
                    "score": 0.7660872832657396
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
                    "score": 0.7655800579096487
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 19,
                    "text": "Let it be unto him as the garment which covereth him, and for a girdle wherewith he is girded continually.",
                    "score": 0.7650249957448261
                }
            ]
        },
        {
            "verse": 41,
            "text": "And whosoever shall compel thee to go a mile, go with him twain.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 41,
                    "text": "And whosoever shall compel thee to go a mile, go with him twain.",
                    "score": 1.0
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 58,
                    "text": "And they called Rebekah, and said unto her, Wilt thou go with this man? And she said, I will go.",
                    "score": 0.7777719341428273
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 19,
                    "text": "Also, thou son of man, appoint thee two ways, that the sword of the king of Babylon may come: both twain shall come forth out of one land: and choose thou a place, choose it at the head of the way to the city.",
                    "score": 0.777764992537421
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 19,
                    "text": "And I will drive thee from thy station, and from thy state shall he pull thee down.",
                    "score": 0.7690947371782771
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?",
                    "score": 0.7666566770073544
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
                    "score": 0.7653157620053556
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 4,
                    "text": "And if it be meet that I go also, they shall go with me.",
                    "score": 0.7648088769260343
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 32,
                    "text": "And it shall be, if thou go with us, yea, it shall be, that what goodness the Lord shall do unto us, the same will we do unto thee.",
                    "score": 0.7638207715027351
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 44,
                    "text": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.",
                    "score": 0.7637809194471007
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And whosoever shall go to law with thee shall be cursed by the law.",
                    "score": 0.7598293095871649
                }
            ]
        },
        {
            "verse": 42,
            "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 42,
                    "text": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
                    "score": 0.9961775778960525
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 25,
                    "text": "For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.",
                    "score": 0.8584592216575939
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the Lord thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.",
                    "score": 0.8425761897361286
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.",
                    "score": 0.8396584155016044
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 44,
                    "text": "He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.",
                    "score": 0.826958447941144
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 25,
                    "text": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
                    "score": 0.825279012072427
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 8,
                    "text": "But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.",
                    "score": 0.8225962734230895
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 26,
                    "text": "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.",
                    "score": 0.8169866875786121
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 28,
                    "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
                    "score": 0.8131030204444172
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 12,
                    "text": "For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.",
                    "score": 0.8100559432889507
                }
            ]
        },
        {
            "verse": 43,
            "text": "And behold it is written also, that thou shalt love thy neighbor and hate thine enemy;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 43,
                    "text": "Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.",
                    "score": 0.8917418594846441
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 39,
                    "text": "And the second is like unto it, Thou shalt love thy neighbour as thyself.",
                    "score": 0.8358327617349413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 6,
                    "text": "Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.",
                    "score": 0.8273433369442228
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
                    "score": 0.8197123232768955
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "score": 0.8127523264154719
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 18,
                    "text": "Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the Lord.",
                    "score": 0.8125109167499946
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 9,
                    "text": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.",
                    "score": 0.8009693119217016
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
                    "score": 0.7981185101310678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 31,
                    "text": "Nevertheless, thine enemy is in thine hands; and if thou rewardest him according to his works thou art justified; if he has sought thy life, and thy life is endangered by him, thine enemy is in thine hands and thou art justified.",
                    "score": 0.7966615635029668
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 8,
                    "text": "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
                    "score": 0.7951812549866956
                }
            ]
        },
        {
            "verse": 44,
            "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.9923662543398225
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 27,
                    "text": "But I say unto you which hear, Love your enemies, do good to them which hate you,",
                    "score": 0.909351269546682
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 28,
                    "text": "Bless them that curse you, and pray for them which despitefully use you.",
                    "score": 0.9025321970865041
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 35,
                    "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
                    "score": 0.8516328064405113
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And the Lord thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee.",
                    "score": 0.8445522290036352
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Bless them which persecute you: bless, and curse not.",
                    "score": 0.842522568266897
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 25,
                    "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
                    "score": 0.8403516775884503
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 11,
                    "text": "And Balak said unto Balaam, What hast thou done unto me? I took thee to curse mine enemies, and, behold, thou hast blessed them altogether.",
                    "score": 0.8324751815282337
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.8301214155114912
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "score": 0.8273661471788525
                }
            ]
        },
        {
            "verse": 45,
            "text": "That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 45,
                    "text": "That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
                    "score": 0.9715488637413174
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 21,
                    "text": "That your days may be multiplied, and the days of your children, in the land which the Lord sware unto your fathers to give them, as the days of heaven upon the earth.",
                    "score": 0.8378479812367606
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 16,
                    "text": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
                    "score": 0.8361191877968429
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 11,
                    "text": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
                    "score": 0.8346638499160706
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 43,
                    "text": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.",
                    "score": 0.8225404638442357
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 13,
                    "text": "If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?",
                    "score": 0.8092867794391837
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 27,
                    "verse": 16,
                    "text": "Cursed be he that setteth light by his father or his mother. And all the people shall say, Amen.",
                    "score": 0.7935199743266561
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Their children also multipliedst thou as the stars of heaven, and broughtest them into the land, concerning which thou hadst promised to their fathers, that they should go in to possess it.",
                    "score": 0.7925369601934643
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 17,
                    "text": "That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies;",
                    "score": 0.7919799137306895
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 36,
                    "text": "Be ye therefore merciful, as your Father also is merciful.",
                    "score": 0.7912964661320232
                }
            ]
        },
        {
            "verse": 46,
            "text": "Therefore those things which were of old time, which were under the law, in me are all fulfilled.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 10,
                    "text": "To see to all things as it shall be appointed unto him in my laws in the day that I shall give them.",
                    "score": 0.7788565119182492
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.",
                    "score": 0.774318969016043
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 10,
                    "text": "Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:",
                    "score": 0.7720763272267842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 23,
                    "text": "And in this ye say truly, for so it is; but these things which I have told you shall not pass away until all shall be fulfilled.",
                    "score": 0.7688485453755596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 22,
                    "text": "And he that receiveth these things receiveth me; and they shall be gathered unto me in time and in eternity.",
                    "score": 0.7685702820731899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 42,
                    "text": "And again, verily I say unto you, he hath given a law unto all things, by which they move in their times and their seasons;",
                    "score": 0.7680086624967434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 59,
                    "text": "Thou shalt take the things which thou hast received, which have been given unto thee in my scriptures for a law, to be my law to govern my church;",
                    "score": 0.7633868181235038
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 8,
                    "text": "I delight to do thy will, O my God: yea, thy law is within my heart.",
                    "score": 0.7616956924727717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.761367009692297
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.7612290814078769
                }
            ]
        },
        {
            "verse": 47,
            "text": "Old things are done away, and all things have become new.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 5,
                    "verse": 17,
                    "text": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.",
                    "score": 0.7895912600248735
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 18,
                    "text": "Remember ye not the former things, neither consider the things of old.",
                    "score": 0.7625710973908911
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 1,
                    "verse": 9,
                    "text": "The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun.",
                    "score": 0.7514828591412893
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.",
                    "score": 0.7500393898601353
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.7482740279212847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 33,
                    "text": "Things which have passed, and hidden things which no man knew, things of the earth, by which it was made, and the purpose and the end thereof--",
                    "score": 0.7417994756617879
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 10,
                    "text": "And ye shall eat old store, and bring forth the old because of the new.",
                    "score": 0.7411254439404162
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And these bottles of wine, which we filled, were new; and, behold, they be rent: and these our garments and our shoes are become old by reason of the very long journey.",
                    "score": 0.739180242243293
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.",
                    "score": 0.7368990524879503
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 27,
                    "text": "And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.",
                    "score": 0.7352205815263334
                }
            ]
        },
        {
            "verse": 48,
            "text": "Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 48,
                    "text": "Be ye therefore perfect, even as your Father which is in heaven is perfect.",
                    "score": 0.9551552448047049
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 19,
                    "text": "Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.",
                    "score": 0.8246735232365228
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 12,
                    "text": "For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.",
                    "score": 0.8192884848143532
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Thou shalt be perfect with the Lord thy God.",
                    "score": 0.8150189018408882
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.8091624377570176
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen.",
                    "score": 0.8081402960643221
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 17,
                    "text": "That the man of God may be perfect, throughly furnished unto all good works.",
                    "score": 0.8028565693241815
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 7,
                    "text": "If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.",
                    "score": 0.7992420896528587
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 45,
                    "text": "That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
                    "score": 0.7940761462266591
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
                    "score": 0.7930802898461169
                }
            ]
        }
    ]
}