{
    "volume": "Book of Mormon",
    "book": "3 Nephi",
    "chapter": 29,
    "verses": [
        {
            "verse": 1,
            "text": "And now behold, I say unto you that when the Lord shall see fit, in his wisdom, that these sayings shall come unto the Gentiles according to his word, then ye may know that the covenant which the Father hath made with the children of Israel, concerning their restoration to the lands of their inheritance, is already beginning to be fulfilled.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 30,
                    "text": "And in that generation shall the times of the Gentiles be fulfilled.",
                    "score": 0.8184540671379327
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And the Lord said unto me, Behold, I have begun to give Sihon and his land before thee: begin to possess, that thou mayest inherit his land.",
                    "score": 0.8182597897143793
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 31,
                    "text": "Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:",
                    "score": 0.8077901063480128
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 4,
                    "text": "As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.",
                    "score": 0.8070334522537427
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And it shall be when the Lord shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,",
                    "score": 0.8057025207141177
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 2,
                    "text": "Saying: I, the Lord, will make known unto you what I will that ye shall do from this time until the next conference, which shall be held in Missouri, upon the land which I will consecrate unto my people, which are a remnant of Jacob, and those who are heirs according to the covenant.",
                    "score": 0.8051193888593817
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 9,
                    "text": "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the Lord hath blessed.",
                    "score": 0.8049140839448639
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8045396161414823
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.",
                    "score": 0.8015001423060123
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "score": 0.7991434900655697
                }
            ]
        },
        {
            "verse": 2,
            "text": "And ye may know that the words of the Lord, which have been spoken by the holy prophets, shall all be fulfilled; and ye need not say that the Lord delays his coming unto the children of Israel.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.8329560442694891
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 4,
                    "text": "That the Lord may continue his word which he spake concerning me, saying, If thy children take heed to their way, to walk before me in truth with all their heart and with all their soul, there shall not fail thee (said he) a man on the throne of Israel.",
                    "score": 0.8160112317083713
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.8143281719013233
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 9,
                    "text": "The prophet which prophesieth of peace, when the word of the prophet shall come to pass, then shall the prophet be known, that the Lord hath truly sent him.",
                    "score": 0.8056938183785293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 31,
                    "text": "And behold, I, the Lord, declare unto you, and my words are sure and shall not fail, that they shall obtain it.",
                    "score": 0.8044044812343432
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And they that are far off shall come and build in the temple of the Lord, and ye shall know that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the Lord your God.",
                    "score": 0.8027447840610178
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.8026126778651304
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 15,
                    "text": "Therefore thus saith the Lord concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed.",
                    "score": 0.802344309784336
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 22,
                    "text": "When a prophet speaketh in the name of the Lord, if the thing follow not, nor come to pass, that is the thing which the Lord hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.",
                    "score": 0.7997386355531664
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.7996650515961978
                }
            ]
        },
        {
            "verse": 3,
            "text": "And ye need not imagine in your hearts that the words which have been spoken are vain, for behold, the Lord will remember his covenant which he hath made unto his people of the house of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And the covenant that I have made with you ye shall not forget; neither shall ye fear other gods.",
                    "score": 0.817645581702253
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 8,
                    "text": "He hath remembered his covenant for ever, the word which he commanded to a thousand generations.",
                    "score": 0.8119620794883645
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 16,
                    "text": "Thus saith the Lord of hosts, Hearken not unto the words of the prophets that prophesy unto you: they make you vain: they speak a vision of their own heart, and not out of the mouth of the Lord.",
                    "score": 0.809725005478931
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 1,
                    "text": "Hear ye the word which the Lord speaketh unto you, O house of Israel:",
                    "score": 0.8068825102991751
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 21,
                    "text": "As for me, this is my covenant with them, saith the Lord; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever.",
                    "score": 0.8054813461994367
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 23,
                    "text": "Take heed unto yourselves, lest ye forget the covenant of the Lord your God, which he made with you, and make you a graven image, or the likeness of any thing, which the Lord thy God hath forbidden thee.",
                    "score": 0.8028815696043946
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And say thou unto them, Thus saith the Lord God of Israel; Cursed be the man that obeyeth not the words of this covenant,",
                    "score": 0.802728835901473
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 15,
                    "text": "Be ye mindful always of his covenant; the word which he commanded to a thousand generations;",
                    "score": 0.802379626290674
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Keep therefore the words of this covenant, and do them, that ye may prosper in all that ye do.",
                    "score": 0.8015260313800127
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7989770808840976
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when ye shall see these sayings coming forth among you, then ye need not any longer spurn at the doings of the Lord, for the sword of his justice is in his right hand; and behold, at that day, if ye shall spurn at his doings he will cause that it shall soon overtake you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 12,
                    "text": "Behold, this is the will of the Lord your God concerning you. Even so. Amen.",
                    "score": 0.8182882959753086
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it shall come to pass, if they say unto thee, Whither shall we go forth? then thou shalt tell them, Thus saith the Lord; Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.",
                    "score": 0.812725637521599
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth out of his sheath against all flesh from the south to the north:",
                    "score": 0.8125161108608088
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.8104231392935545
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.8070434855195776
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 11,
                    "text": "The Lord said, Verily it shall be well with thy remnant; verily I will cause the enemy to entreat thee well in the time of evil and in the time of affliction.",
                    "score": 0.8052970373292856
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 15,
                    "text": "But it shall come to pass, if thou wilt not hearken unto the voice of the Lord thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:",
                    "score": 0.8048735415461087
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Nevertheless in those days, saith the Lord, I will not make a full end with you.",
                    "score": 0.8041787115514609
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And it shall come to pass, when thou shalt shew this people all these words, and they shall say unto thee, Wherefore hath the Lord pronounced all this great evil against us? or what is our iniquity? or what is our sin that we have committed against the Lord our God?",
                    "score": 0.8009930139976742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 83,
                    "text": "And thus ye shall do in all cases which shall come before you.",
                    "score": 0.8008428526954879
                }
            ]
        },
        {
            "verse": 5,
            "text": "Wo unto him that spurneth at the doings of the Lord; yea, wo unto him that shall deny the Christ and his works!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Ye shall not do so unto the Lord your God.",
                    "score": 0.8117912939687733
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 18,
                    "text": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,",
                    "score": 0.7891739473847112
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 18,
                    "verse": 22,
                    "text": "All his transgressions that he hath committed, they shall not be mentioned unto him: in his righteousness that he hath done he shall live.",
                    "score": 0.7867161044476697
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 37,
                    "text": "Yea, thou shalt go forth from him, and thine hands upon thine head: for the Lord hath rejected thy confidences, and thou shalt not prosper in them.",
                    "score": 0.7852526295840968
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 17,
                    "text": "For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.",
                    "score": 0.7837858462189923
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 3,
                    "text": "The Lord repented for this: It shall not be, saith the Lord.",
                    "score": 0.783163771055573
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And now, except he humble himself and acknowledge unto me the things that he has done which are wrong, and covenant with me that he will keep my commandments, and exercise faith in me, behold, I say unto him, he shall have no such views, for I will grant unto him no views of the things of which I have spoken.",
                    "score": 0.783117847416382
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 50,
                    "text": "And Jesus said unto him, Forbid him not: for he that is not against us is for us.",
                    "score": 0.7828202275015848
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
                    "score": 0.7812429949568643
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 14,
                    "text": "But if ye will not hearken unto me, and will not do all these commandments;",
                    "score": 0.7806331514881474
                }
            ]
        },
        {
            "verse": 6,
            "text": "Yea, wo unto him that shall deny the revelations of the Lord, and that shall say the Lord no longer worketh by revelation, or by prophecy, or by gifts, or by tongues, or by healings, or by the power of the Holy Ghost!",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Deny not the spirit of revelation, nor the spirit of prophecy, for wo unto him that denieth these things;",
                    "score": 0.859267543114048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people;",
                    "score": 0.8020808721025866
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
                    "score": 0.8008222362094269
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?",
                    "score": 0.7980930453748575
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 10,
                    "text": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
                    "score": 0.7932597500777885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Wherefore, lift up your voice and spare not, for the Lord God hath spoken; therefore prophesy, and it shall be given by the power of the Holy Ghost.",
                    "score": 0.7911517553281723
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 32,
                    "text": "And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.",
                    "score": 0.7905149300788208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 35,
                    "text": "And we know that these things are true and according to the revelations of John, neither adding to, nor diminishing from the prophecy of his book, the holy scriptures, or the revelations of God which shall come hereafter by the gift and power of the Holy Ghost, the voice of God, or the ministering of angels.",
                    "score": 0.7873882742580717
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 67,
                    "text": "Art thou the Christ? tell us. And he said unto them, If I tell you, ye will not believe:",
                    "score": 0.7862740088342969
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 48,
                    "text": "Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.",
                    "score": 0.7859196702542555
                }
            ]
        },
        {
            "verse": 7,
            "text": "Yea, and wo unto him that shall say at that day, to get gain, that there can be no miracle wrought by Jesus Christ; for he that doeth this shall become like unto the son of perdition, for whom there was no mercy, according to the word of Christ!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 11,
                    "text": "Saying, God hath forsaken him: persecute and take him; for there is none to deliver him.",
                    "score": 0.7979192106998946
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 13,
                    "text": "For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.",
                    "score": 0.793807288159754
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 4,
                    "text": "When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.",
                    "score": 0.792661254667055
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 39,
                    "text": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.",
                    "score": 0.7914348641325317
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;",
                    "score": 0.7816972416157458
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
                    "score": 0.7803375249420291
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.",
                    "score": 0.779676207615299
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 48,
                    "text": "Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.",
                    "score": 0.7786912515476919
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And there shall cleave nought of the cursed thing to thine hand: that the Lord may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;",
                    "score": 0.7743203305661663
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And he said unto them, This kind can come forth by nothing, but by prayer and fasting.",
                    "score": 0.7741135557754529
                }
            ]
        },
        {
            "verse": 8,
            "text": "Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 10,
                    "verse": 20,
                    "text": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the Lord, the Holy One of Israel, in truth.",
                    "score": 0.8329922972888011
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 18,
                    "text": "To such as keep his covenant, and to those that remember his commandments to do them.",
                    "score": 0.8183921916919765
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 24,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the Lord, and returned to depart, according to the word of the Lord.",
                    "score": 0.8177448081930375
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Do not abhor us, for thy name's sake, do not disgrace the throne of thy glory: remember, break not thy covenant with us.",
                    "score": 0.8170932667864427
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "chapter": 3,
                    "verse": 13,
                    "text": "The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid.",
                    "score": 0.815635999499701
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And say thou unto them, Thus saith the Lord God of Israel; Cursed be the man that obeyeth not the words of this covenant,",
                    "score": 0.8121803953948623
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 44,
                    "verse": 6,
                    "text": "And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord God; O ye house of Israel, let it suffice you of all your abominations,",
                    "score": 0.8109954908784768
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 45,
                    "verse": 8,
                    "text": "In the land shall be his possession in Israel: and my princes shall no more oppress my people; and the rest of the land shall they give to the house of Israel according to their tribes.",
                    "score": 0.8106218958814533
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.",
                    "score": 0.8097444395109457
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 4,
                    "text": "For thus saith the Lord unto the house of Israel, Seek ye me, and ye shall live:",
                    "score": 0.8078390385637488
                }
            ]
        },
        {
            "verse": 9,
            "text": "Therefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that he may not execute judgment unto the fulfilling of the covenant which he hath made unto the house of Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 20,
                    "text": "That his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to the left: to the end that he may prolong his days in his kingdom, he, and his children, in the midst of Israel.",
                    "score": 0.8228575679607423
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 11,
                    "text": "According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee, to the right hand, nor to the left.",
                    "score": 0.8129946315462594
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 32,
                    "text": "Ye shall observe to do therefore as the Lord your God hath commanded you: ye shall not turn aside to the right hand or to the left.",
                    "score": 0.8112384334554796
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.8045907461123163
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.798345374783962
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 22,
                    "verse": 11,
                    "text": "Then shall an oath of the Lord be between them both, that he hath not put his hand unto his neighbour's goods; and the owner of it shall accept thereof, and he shall not make it good.",
                    "score": 0.793828285130407
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 29,
                    "text": "Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you out of his hand:",
                    "score": 0.79330108313873
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Is not the whole land before thee? separate thyself, I pray thee, from me: if thou wilt take the left hand, then I will go to the right; or if thou depart to the right hand, then I will go to the left.",
                    "score": 0.7907106427796391
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 19,
                    "text": "And the king said, Is not the hand of Joab with thee in all this? And the woman answered and said, As thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:",
                    "score": 0.7899807796708258
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 7,
                    "text": "And all this that the innocent among you may not be condemned with the unjust; and that the guilty among you may not escape; because I, the Lord, have promised unto you a crown of glory at my right hand.",
                    "score": 0.7873301482358758
                }
            ]
        }
    ]
}