{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 10,
    "verses": [
        {
            "verse": 1,
            "text": "Now these are the words which Amulek preached unto the people who were in the land of Ammonihah, saying:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 1,
                    "text": "And again, I, Alma, having been commanded of God that I should take Amulek and go forth and preach again unto this people, or the people who were in the city of Ammonihah, it came to pass as I began to preach unto them, they began to contend with me, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8322832027355819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 10,
                    "text": "And remember also the words which Amulek spake unto Zeezrom, in the city of Ammonihah; for he said unto him that the Lord surely should come to redeem his people, but that he should not come to redeem them in their sins, but to redeem them from their sins.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8281864058728357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114552717438825
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 1,
                    "text": "And now it came to pass that after Alma had spoken these words unto them he sat down upon the ground, and Amulek arose and began to teach them, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096027231627637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066274441633163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 7,
                    "verse": 14,
                    "text": "And now, it came to pass that after Limhi had heard the words of Ammon, he was exceedingly glad, and said: Now, I know of a surety that my brethren who were in the land of Zarahemla are yet alive. And now, I will rejoice; and on the morrow I will cause that my people shall rejoice also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063012585214056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 53,
                    "verse": 10,
                    "text": "And now behold, I have somewhat to say concerning the people of Ammon, who, in the beginning, were Lamanites; but by Ammon and his brethren, or rather by the power and word of God, they had been converted unto the Lord; and they had been brought down into the land of Zarahemla, and had ever since been protected by the Nephites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061427743160857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 8,
                    "text": "And it came to pass that when Alma had come to the city of Ammonihah he began to preach the word of God unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036774918572237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 30,
                    "text": "And Alma went forth, and also Amulek, among the people, to declare the words of God unto them; and they were filled with the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029114319673502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9221956915388908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.908466599353177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 46,
                    "text": "Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9084223727172981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 1,
                    "text": "And now it came to pass that after Alma had spoken these words unto them he sat down upon the ground, and Amulek arose and began to teach them, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9079784154892548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 10,
                    "text": "And remember also the words which Amulek spake unto Zeezrom, in the city of Ammonihah; for he said unto him that the Lord surely should come to redeem his people, but that he should not come to redeem them in their sins, but to redeem them from their sins.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9076452420392345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 1,
                    "text": "And again, I, Alma, having been commanded of God that I should take Amulek and go forth and preach again unto this people, or the people who were in the city of Ammonihah, it came to pass as I began to preach unto them, they began to contend with me, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907447235444697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 35,
                    "verse": 1,
                    "text": "Now it came to pass that after Amulek had made an end of these words, they withdrew themselves from the multitude and came over into the land of Jershon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067704788720294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9051627146809845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 30,
                    "verse": 19,
                    "text": "Now this man went over to the land of Jershon also, to preach these things among the people of Ammon, who were once the people of the Lamanites.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9036544137619138
                }
            ]
        },
        {
            "verse": 2,
            "text": "I am Amulek; I am the son of Giddonah, who was the son of Ishmael, who was a descendant of Aminadi; and it was that same Aminadi who interpreted the writing which was upon the wall of the temple, which was written by the finger of God.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph who was sold into Egypt by the hands of his brethren.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 3,
                    "text": "Behold, two thousand of the sons of those men whom Ammon brought down out of the land of Nephi--now ye have known that these were descendants of Laman, who was the eldest son of our father Lehi;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8287532428006332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040275746028931
                }
            ]
        },
        {
            "verse": 4,
            "text": "And behold, I am also a man of no small reputation among all those who know me; yea, and behold, I have many kindreds and friends, and I have also acquired much riches by the hand of my industry.",
            "similars": []
        },
        {
            "verse": 5,
            "text": "Nevertheless, after all this, I never have known much of the ways of the Lord, and his mysteries and marvelous power. I said I never had known much of these things; but behold, I mistake, for I have seen much of his mysteries and his marvelous power; yea, even in the preservation of the lives of this people.",
            "similars": []
        },
        {
            "verse": 6,
            "text": "Nevertheless, I did harden my heart, for I was called many times and I would not hear; therefore I knew concerning these things, yet I would not know; therefore I went on rebelling against God, in the wickedness of my heart, even until the fourth day of this seventh month, which is in the tenth year of the reign of the judges.",
            "similars": []
        },
        {
            "verse": 7,
            "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8553841384694085
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 13,
                    "verse": 18,
                    "text": "He said unto him, I am a prophet also as thou art; and an angel spake unto me by the word of the Lord, saying, Bring him back with thee into thine house, that he may eat bread and drink water. But he lied unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8490225193457661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8391320840058063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8345545685354583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that Alma ate bread and was filled; and he blessed Amulek and his house, and he gave thanks unto God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168937894340758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 21,
                    "text": "And it came to pass that the man received him into his house; and the man was called Amulek; and he brought forth bread and meat and set before Alma.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164020648637441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153774082097869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 9,
                    "text": "And the angel said unto me he is a holy man; wherefore I know he is a holy man because it was said by an angel of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144911646484574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 34,
                    "text": "And it came to pass that the angel of the Lord spake unto me, saying: Behold, saith the Lamb of God, after I have visited the remnant of the house of Israel--and this remnant of whom I speak is the seed of thy father--wherefore, after I have visited them in judgment, and smitten them by the hand of the Gentiles, and after the Gentiles do stumble exceedingly, because of the most plain and precious parts of the gospel of the Lamb which have been kept back by that abominable church, which is the mother of harlots, saith the Lamb--I will be merciful unto the Gentiles in that day, insomuch that I will bring forth unto them, in mine own power, much of my gospel, which shall be plain and precious, saith the Lamb.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087951719571654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his angel to make these things manifest unto me; and this he has done while this Alma hath dwelt at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043810933076063
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037048816228614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 19,
                    "text": "And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030370266602106
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023118387615602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 23,
                    "text": "And after he had eaten and was filled he said unto Amulek: I am Alma, and am the high priest over the church of God throughout the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005068195091836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9183945753104262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9053466859666534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018780051542662
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8567684442789134
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8430594872833026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his angel to make these things manifest unto me; and this he has done while this Alma hath dwelt at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8405902123037342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8345545685354583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8293266835909939
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And, behold, the angel that talked with me went forth, and another angel went out to meet him,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8273471318030072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 9,
                    "text": "And the angel said unto me he is a holy man; wherefore I know he is a holy man because it was said by an angel of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267899725333474
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 5,
                    "verse": 5,
                    "text": "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8220690180340631
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152574133038222
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 13,
                    "verse": 18,
                    "text": "He said unto him, I am a prophet also as thou art; and an angel spake unto me by the word of the Lord, saying, Bring him back with thee into thine house, that he may eat bread and drink water. But he lied unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152208860243326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 36,
                    "verse": 8,
                    "text": "But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139092075945266
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134158028405531
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 27,
                    "text": "And he said, Blessed be the Lord God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I being in the way, the Lord led me to the house of my master's brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109904771167105
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 9,
                    "text": "And the angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081599478647622
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078807701074744
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "volume_book_index": 4,
                    "chapter": 1,
                    "verse": 49,
                    "text": "The first thing that I can recollect was a voice speaking unto me, calling me by name. I looked up, and beheld the same messenger standing over my head, surrounded by light as before. He then again related unto me all that he had related to me the previous night, and commanded me to go to my father and tell him of the vision and commandments which I had received.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807569167560647
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805076559683673
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050733259565203
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 17,
                    "text": "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050456770851652
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028744161197878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 12,
                    "text": "And also, the voice of the Son came unto me, saying: He that is baptized in my name, to him will the Father give the Holy Ghost, like unto me; wherefore, follow me, and do the things which ye have seen me do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024765133240441
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 16,
                    "text": "And his voice was unto me: Abraham, Abraham, behold, my name is Jehovah, and I have heard thee, and have come down to deliver thee, and to take thee away from thy father's house, and from all thy kinsfolk, into a strange land which thou knowest not of;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022252117359445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018349740342464
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 13,
                    "text": "And it came to pass, when God caused me to wander from my father's house, that I said unto her, This is thy kindness which thou shalt shew unto me; at every place whither we shall come, say of me, He is my brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801011231354795
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 19,
                    "text": "And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009849708590215
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 4,
                    "verse": 1,
                    "text": "After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800927395237993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000332772817529
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 27,
                    "text": "And there came a man of God unto Eli, and said unto him, Thus saith the Lord, Did I plainly appear unto the house of thy father, when they were in Egypt in Pharaoh's house?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000292109077376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 18,
                    "text": "And it came to pass that the angel spake unto me, saying: Look!",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9079798569703337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9040547339900113
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 30,
                    "text": "And it came to pass that the angel spake unto me again, saying: Look! And I looked, and I beheld the heavens open again, and I saw angels descending upon the children of men; and they did minister unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9037786951592696
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "volume_book_index": 4,
                    "chapter": 1,
                    "verse": 49,
                    "text": "The first thing that I can recollect was a voice speaking unto me, calling me by name. I looked up, and beheld the same messenger standing over my head, surrounded by light as before. He then again related unto me all that he had related to me the previous night, and commanded me to go to my father and tell him of the vision and commandments which I had received.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9034350148594344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 36,
                    "verse": 8,
                    "text": "But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9027889428860724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018780051542662
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And, behold, the angel that talked with me went forth, and another angel went out to meet him,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001551031511718
                }
            ]
        },
        {
            "verse": 9,
            "text": "And the angel said unto me he is a holy man; wherefore I know he is a holy man because it was said by an angel of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And the things which I shall tell you are made known unto me by an angel from God. And he said unto me: Awake; and I awoke, and behold he stood before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8394111623851441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8341006089017697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said: An angel hath made them known unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326034925281536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267899725333474
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 11,
                    "text": "And the angel of the Lord called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253814982300599
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 19,
                    "text": "And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8225481308442029
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 12,
                    "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176583072069404
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then said I, O my lord, what are these? And the angel that talked with me said unto me, I will shew thee what these be.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8174257339031379
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 12,
                    "verse": 8,
                    "text": "Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163009767808174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144911646484574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 14,
                    "text": "And again, the angel said: Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father; for he has prayed with much faith concerning thee that thou mightest be brought to the knowledge of the truth; therefore, for this purpose have I come to convince thee of the power and authority of God, that the prayers of his servants might be answered according to their faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144095705955058
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 5,
                    "verse": 5,
                    "text": "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132204862066714
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 5,
                    "verse": 10,
                    "text": "Then said I to the angel that talked with me, Whither do these bear the ephah?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120826035921638
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 13,
                    "verse": 18,
                    "text": "And the angel of the Lord said unto him, Why askest thou thus after my name, seeing it is secret?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102932478762191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 21,
                    "text": "And the angel said unto me: Knowest thou the meaning of the book?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086749711824887
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074163378291358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 32,
                    "verse": 3,
                    "text": "Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ. Wherefore, I said unto you, feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067782194477482
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 6,
                    "verse": 4,
                    "text": "Then I answered and said unto the angel that talked with me, What are these, my lord?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067726365248189
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 22,
                    "text": "And when Gideon perceived that he was an angel of the Lord, Gideon said, Alas, O Lord God! for because I have seen an angel of the Lord face to face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060183824099614
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 27,
                    "verse": 23,
                    "text": "For there stood by me this night the angel of God, whose I am, and whom I serve,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046642216861062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045340418663234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 21,
                    "text": "And the angel said unto me: Behold the Lamb of God, yea, even the Son of the Eternal Father! Knowest thou the meaning of the tree which thy father saw?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032185678292878
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 4,
                    "verse": 5,
                    "text": "Then the angel that talked with me answered and said unto me, Knowest thou not what these be? And I said, No, my lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028079371243192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his angel to make these things manifest unto me; and this he has done while this Alma hath dwelt at my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023673752950549
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 35,
                    "text": "And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021791481395683
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014398302996633
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said: An angel hath made them known unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9143834063043257
                }
            ]
        },
        {
            "verse": 10,
            "text": "And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his angel to make these things manifest unto me; and this he has done while this Alma hath dwelt at my house.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house--and behold it was this same man who has been speaking unto you concerning the things of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8405902123037342
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8348939474584448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 14,
                    "text": "And again, the angel said: Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father; for he has prayed with much faith concerning thee that thou mightest be brought to the knowledge of the truth; therefore, for this purpose have I come to convince thee of the power and authority of God, that the prayers of his servants might be answered according to their faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.828458863926808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said: An angel hath made them known unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8260329162010502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8255150725283329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 46,
                    "text": "Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825509828119551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 29,
                    "text": "And I bear record that I saw the things which my father saw, and the angel of the Lord did make them known unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233772660423565
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 20,
                    "text": "And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8224344488749555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8215905165162746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And the things which I shall tell you are made known unto me by an angel from God. And he said unto me: Awake; and I awoke, and behold he stood before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180505726902099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 4,
                    "verse": 11,
                    "text": "But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168074873361559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 7,
                    "verse": 5,
                    "text": "And he had hope to shake me from the faith, notwithstanding the many revelations and the many things which I had seen concerning these things; for I truly had seen angels, and they had ministered unto me. And also, I had heard the voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135959193663449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 2,
                    "text": "Behold, I have manifested unto you, by my Spirit in many instances, that the things which you have written are true; wherefore you know that they are true.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086307176646942
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 13,
                    "verse": 18,
                    "text": "He said unto him, I am a prophet also as thou art; and an angel spake unto me by the word of the Lord, saying, Bring him back with thee into thine house, that he may eat bread and drink water. But he lied unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061930819708556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now my beloved brethren, do you believe these things? Behold, I say unto you, yea, I know that ye believe them; and the way that I know that ye believe them is by the manifestation of the Spirit which is in me. And now because your faith is strong concerning that, yea, concerning the things which I have spoken, great is my joy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058188008680345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056642865857094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now behold ye know that this is true; and ye also know that an angel hath spoken unto you; wherefore can ye doubt? Let us go up; the Lord is able to deliver us, even as our fathers, and to destroy Laban, even as the Egyptians.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055113745093293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 7,
                    "text": "As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043810933076063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 9,
                    "text": "And the angel said unto me he is a holy man; wherefore I know he is a holy man because it was said by an angel of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023673752950549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016717581088277
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007002143649588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 14,
                    "text": "And again, the angel said: Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father; for he has prayed with much faith concerning thee that thou mightest be brought to the knowledge of the truth; therefore, for this purpose have I come to convince thee of the power and authority of God, that the prayers of his servants might be answered according to their faith.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9140930175781316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 29,
                    "text": "And I bear record that I saw the things which my father saw, and the angel of the Lord did make them known unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9124259300485954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9041572539759537
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 2,
                    "text": "Behold, I have manifested unto you, by my Spirit in many instances, that the things which you have written are true; wherefore you know that they are true.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9028111754172355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 31,
                    "text": "And he said: An angel hath made them known unto me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014501571655338
                }
            ]
        },
        {
            "verse": 11,
            "text": "For behold, he hath blessed mine house, he hath blessed me, and my women, and my children, and my father and my kinsfolk; yea, even all my kindred hath he blessed, and the blessing of the Lord hath rested upon us according to the words which he spake.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8174560497003235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127600801993794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 27,
                    "text": "And now, may the peace of God rest upon you, and upon your houses and lands, and upon your flocks and herds, and all that you possess, your women and your children, according to your faith and good works, from this time forth and forever. And thus I have spoken. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811979274846941
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 115,
                    "verse": 12,
                    "text": "The Lord hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119561425476364
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 134,
                    "verse": 1,
                    "text": "Behold, bless ye the Lord, all ye servants of the Lord, which by night stand in the house of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103280176711805
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 18,
                    "verse": 1,
                    "text": "And the Lord said unto Aaron, Thou and thy sons and thy father's house with thee shall bear the iniquity of the sanctuary: and thou and thy sons with thee shall bear the iniquity of your priesthood.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086767967360332
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 22,
                    "verse": 11,
                    "text": "Now, my son, the Lord be with thee; and prosper thou, and build the house of the Lord thy God, as he hath said of thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076572165231503
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 63,
                    "verse": 7,
                    "text": "I will mention the lovingkindnesses of the Lord, and the praises of the Lord, according to all that the Lord hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054704707237633
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 38,
                    "text": "But thou shalt go unto my father's house, and to my kindred, and take a wife unto my son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054601403876993
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 8,
                    "text": "But the Lord said to David my father, Forasmuch as it was in thine heart to build an house for my name, thou didst well in that it was in thine heart:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043804441537308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031388163101093
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 18,
                    "text": "And the Lord said unto David my father, Whereas it was in thine heart to build an house unto my name, thou didst well that it was in thine heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80275156056172
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 5,
                    "text": "And the Lord said unto me, Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the Lord, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026306346590703
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 41,
                    "verse": 40,
                    "text": "Thou shalt be over my house, and according unto thy word shall all my people be ruled: only in the throne will I be greater than thou.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001057818788968
                }
            ]
        },
        {
            "verse": 12,
            "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 10,
                    "verse": 15,
                    "text": "Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8316553958782151
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 46,
                    "text": "Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8282452122410853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 18,
                    "verse": 2,
                    "text": "And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8237877367886778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the people went forth and witnessed against them--testifying that they had reviled against the law, and their lawyers and judges of the land, and also of all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should not save them; and many such things did the people testify against Alma and Amulek. Now this was done before the chief judge of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124399326547458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117822599928963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 7,
                    "text": "Now when Alma had spoken these words, Zeezrom began to tremble more exceedingly, for he was convinced more and more of the power of God; and he was also convinced that Alma and Amulek had a knowledge of him, for he was convinced that they knew the thoughts and intents of his heart; for power was given unto them that they might know of these things according to the spirit of prophecy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110708337260559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 5,
                    "text": "And he also spake concerning the prophets, how great a number had testified of these things, concerning this Messiah, of whom he had spoken, or this Redeemer of the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100754397254103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048239893240845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now Alma, seeing that the words of Amulek had silenced Zeezrom, for he beheld that Amulek had caught him in his lying and deceiving to destroy him, and seeing that he began to tremble under a consciousness of his guilt, he opened his mouth and began to speak unto him, and to establish the words of Amulek, and to explain things beyond, or to unfold the scriptures beyond that which Amulek had done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007995238843506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 18,
                    "text": "For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004023173753522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9185043670529882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 46,
                    "text": "Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9163100223171684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9161499242603869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 16,
                    "text": "And it came to pass that they began to question Amulek, that thereby they might make him cross his words, or contradict the words which he should speak.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9101222425335068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 1,
                    "text": "Now these are the words which Amulek preached unto the people who were in the land of Ammonihah, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.908466599353177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "volume_book_index": 4,
                    "chapter": 1,
                    "verse": 19,
                    "text": "And now it came to pass that I, Enos, went about among the people of Nephi, prophesying of things to come, and testifying of the things which I had heard and seen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9027487097532342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 30,
                    "text": "And Alma went forth, and also Amulek, among the people, to declare the words of God unto them; and they were filled with the Holy Ghost.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9022591172302311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 18,
                    "verse": 2,
                    "text": "And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.901567655521456
                }
            ]
        },
        {
            "verse": 13,
            "text": "Nevertheless, there were some among them who thought to question them, that by their cunning devices they might catch them in their words, that they might find witness against them, that they might deliver them to their judges that they might be judged according to the law, and that they might be slain or cast into prison, according to the crime which they could make appear or witness against them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 6,
                    "verse": 26,
                    "text": "Now it came to pass that they were taken and brought up before the judge, to be judged of the crime which they had done, according to the law which had been given by the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811765108804202
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 20,
                    "verse": 20,
                    "text": "And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053827011694145
                }
            ]
        },
        {
            "verse": 14,
            "text": "Now it was those men who sought to destroy them, who were lawyers, who were hired or appointed by the people to administer the law at their times of trials, or at the trials of the crimes of the people before the judges.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 2,
                    "text": "For as their laws and their governments were established by the voice of the people, and they who chose evil were more numerous than they who chose good, therefore they were ripening for destruction, for the laws had become corrupted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802015104457243
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 6,
                    "verse": 26,
                    "text": "Now it came to pass that they were taken and brought up before the judge, to be judged of the crime which they had done, according to the law which had been given by the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013916138103284
                }
            ]
        },
        {
            "verse": 15,
            "text": "Now these lawyers were learned in all the arts and cunning of the people; and this was to enable them that they might be skilful in their profession.",
            "similars": []
        },
        {
            "verse": 16,
            "text": "And it came to pass that they began to question Amulek, that thereby they might make him cross his words, or contradict the words which he should speak.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8219897990858566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 19,
                    "text": "And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137123603938116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9103779463833875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9101222425335068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9039491105231457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now Alma, seeing that the words of Amulek had silenced Zeezrom, for he beheld that Amulek had caught him in his lying and deceiving to destroy him, and seeing that he began to tremble under a consciousness of his guilt, he opened his mouth and began to speak unto him, and to establish the words of Amulek, and to explain things beyond, or to unfold the scriptures beyond that which Amulek had done.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9003778992957321
                }
            ]
        },
        {
            "verse": 17,
            "text": "Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 25,
                    "text": "But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217707504731784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180412528811474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907984852790839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 25,
                    "text": "But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052323698997562
                }
            ]
        },
        {
            "verse": 18,
            "text": "Ye are laying plans to pervert the ways of the righteous, and to bring down the wrath of God upon your heads, even to the utter destruction of this people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 23,
                    "text": "And thus he has laid a cunning plan, thinking to destroy the work of God; but I will require this at their hands, and it shall turn to their shame and condemnation in the day of judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8269857659696068
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 3,
                    "verse": 66,
                    "text": "Persecute and destroy them in anger from under the heavens of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8173960360700597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 29,
                    "text": "Therefore ye shall keep these secret plans of their oaths and their covenants from this people, and only their wickedness and their murders and their abominations shall ye make known unto them; and ye shall teach them to abhor such wickedness and abominations and murders; and ye shall also teach them that these people were destroyed on account of their wickedness and abominations and their murders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151173668718447
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 33,
                    "text": "O ye wicked and perverse and stiffnecked people, why have ye built up churches unto yourselves to get gain? Why have ye transfigured the holy word of God, that ye might bring damnation upon your souls? Behold, look ye unto the revelations of God; for behold, the time cometh at that day when all these things must be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036577155019412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007274400910792
                }
            ]
        },
        {
            "verse": 19,
            "text": "Yea, well did Mosiah say, who was our last king, when he was about to deliver up the kingdom, having no one to confer it upon, causing that this people should be governed by their own voices--yea, well did he say that if the time should come that the voice of this people should choose iniquity, that is, if the time should come that this people should fall into transgression, they would be ripe for destruction.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 28,
                    "verse": 10,
                    "text": "Now king Mosiah had no one to confer the kingdom upon, for there was not any of his sons who would accept of the kingdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162447380801569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 29,
                    "verse": 2,
                    "text": "And it came to pass that the voice of the people came, saying: We are desirous that Aaron thy son should be our king and our ruler.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102117434427027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 29,
                    "verse": 1,
                    "text": "Now when Mosiah had done this he sent out throughout all the land, among all the people, desiring to know their will concerning who should be their king.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043371216384781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031280983209805
                }
            ]
        },
        {
            "verse": 20,
            "text": "And now I say unto you that well doth the Lord judge of your iniquities; well doth he cry unto this people, by the voice of his angels: Repent ye, repent, for the kingdom of heaven is at hand.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying--Repent ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God cometh upon the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8473412811397821
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And saying, Repent ye: for the kingdom of heaven is at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.834832470877003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 21,
                    "text": "Yea, well doth he cry, by the voice of his angels that: I will come down among my people, with equity and justice in my hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8347687158783732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 9,
                    "text": "And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8293003020111305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now for this cause, that ye may not be destroyed, the Lord has sent his angel to visit many of his people, declaring unto them that they must go forth and cry mightily unto this people, saying: Repent ye, for the kingdom of heaven is nigh at hand;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8230516724195455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8190662758886509
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 6,
                    "text": "And the Lord said, Hear what the unjust judge saith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159673596632046
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 135,
                    "verse": 14,
                    "text": "For the Lord will judge his people, and he will repent himself concerning his servants.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813650576851117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121855713643504
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 15,
                    "text": "Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104490243807682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 2,
                    "text": "Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097494635760282
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 32,
                    "text": "Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086763637185828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 34,
                    "text": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080396546583902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 32,
                    "text": "And behold the voice came again, saying: Repent ye, repent ye, for the kingdom of heaven is at hand; and seek no more to destroy my servants. And it came to pass that the earth shook again, and the walls trembled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074170651509309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048592602260985
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 19,
                    "verse": 6,
                    "text": "And said to the judges, Take heed what ye do: for ye judge not for man, but for the Lord, who is with you in the judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044884835433154
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 149,
                    "text": "Hear my voice according unto thy lovingkindness: O Lord, quicken me according to thy judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043872496212415
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 28,
                    "text": "And the Lord heard the voice of your words, when ye spake unto me; and the Lord said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043089458038315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030603038963413
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 32,
                    "text": "Yea, even wo unto all ye workers of iniquity; repent, repent, for the Lord God hath spoken it!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024208807541914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018412177753051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018244928930564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 29,
                    "text": "Now behold, this is the voice of the angel, crying unto the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016777121559014
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 72,
                    "verse": 1,
                    "text": "Hearken, and listen to the voice of the Lord, O ye who have assembled yourselves together, who are the high priests of my church, to whom the kingdom and power have been given.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015710875058336
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 30,
                    "text": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002908433496662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And it came to pass that the Lord did say unto me: Cry unto this people--Repent ye, and come unto me, and be ye baptized, and build up again my church, and ye shall be spared.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001431695158022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 25,
                    "text": "And now for this cause, that ye may not be destroyed, the Lord has sent his angel to visit many of his people, declaring unto them that they must go forth and cry mightily unto this people, saying: Repent ye, for the kingdom of heaven is nigh at hand;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9381874836571674
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 3,
                    "verse": 2,
                    "text": "And saying, Repent ye: for the kingdom of heaven is at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.93192709303772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying--Repent ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God cometh upon the face of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9286029466504566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9223055289801787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 9,
                    "text": "And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9112027499192358
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 17,
                    "text": "From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9100868320258064
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9100105544915401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 6,
                    "text": "And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9100105544915401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, now I say unto you that he commandeth you to repent; and except ye repent, ye can in nowise inherit the kingdom of God. But behold, this is not all--he has commanded you to repent, or he will utterly destroy you from off the face of the earth; yea, he will visit you in his anger, and in his fierce anger he will not turn away.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9095003332494562
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 15,
                    "text": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9088385322478932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 7,
                    "text": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9075969242218007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9062125738732617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 29,
                    "text": "Now behold, this is the voice of the angel, crying unto the people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055425266471474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yea, he said unto them: As the Lord liveth, except ye repent of all your iniquities, and cry unto the Lord, ye will in nowise be delivered out of the hands of those Gadianton robbers.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9037641940257578
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 16,
                    "text": "Hearken and hear, O ye inhabitants of the earth. Listen, ye elders of my church together, and hear the voice of the Lord; for he calleth upon all men, and he commandeth all men everywhere to repent.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9037254567473647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 14,
                    "text": "Wherefore, you are called to cry repentance unto this people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018382068066104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 17,
                    "text": "For behold, the Lord God hath sent forth the angel crying through the midst of heaven, saying: Prepare ye the way of the Lord, and make his paths straight, for the hour of his coming is nigh--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016097901332693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9008854804839841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900770848943555
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9007650313481611
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 34,
                    "text": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002897143364208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 86,
                    "verse": 5,
                    "text": "Behold, verily I say unto you, the angels are crying unto the Lord day and night, who are ready and waiting to be sent forth to reap down the fields;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001637935247914
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And as ye go, preach, saying, The kingdom of heaven is at hand.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900001561641141
                }
            ]
        },
        {
            "verse": 21,
            "text": "Yea, well doth he cry, by the voice of his angels that: I will come down among my people, with equity and justice in my hands.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 20,
                    "text": "And now I say unto you that well doth the Lord judge of your iniquities; well doth he cry unto this people, by the voice of his angels: Repent ye, repent, for the kingdom of heaven is at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8347687158783732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 29,
                    "text": "Now behold, this is the voice of the angel, crying unto the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8272921475112239
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 28,
                    "verse": 2,
                    "text": "Hear the voice of my supplications, when I cry unto thee, when I lift up my hands toward thy holy oracle.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170211980259516
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken unto the voice of my cry, my King, and my God: for unto thee will I pray.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082677485237509
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 27,
                    "verse": 7,
                    "text": "Hear, O Lord, when I cry with my voice: have mercy also upon me, and answer me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073857127793488
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 13,
                    "verse": 6,
                    "text": "I will sing unto the Lord, because he hath dealt bountifully with me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043234956929932
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 1,
                    "verse": 14,
                    "text": "So the angel that communed with me said unto me, Cry thou, saying, Thus saith the Lord of hosts; I am jealous for Jerusalem and for Zion with a great jealousy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009087472056777
                }
            ]
        },
        {
            "verse": 22,
            "text": "Yea, and I say unto you that if it were not for the prayers of the righteous, who are now in the land, that ye would even now be visited with utter destruction; yet it would not be by flood, as were the people in the days of Noah, but it would be by famine, and by pestilence, and the sword.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440656847817383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.82973750991651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 15,
                    "text": "Yea, O Lord, and thou seest that they have repented, because of the famine and the pestilence and destruction which has come unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162563538930572
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 15,
                    "text": "Therefore thus saith the Lord concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107844024057613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 9,
                    "verse": 28,
                    "text": "And there came prophets in the land again, crying repentance unto them--that they must prepare the way of the Lord or there should come a curse upon the face of the land; yea, even there should be a great famine, in which they should be destroyed if they did not repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102344851320351
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 13,
                    "text": "Why will ye die, thou and thy people, by the sword, by the famine, and by the pestilence, as the Lord hath spoken against the nation that will not serve the king of Babylon?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065203529825051
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049219205867371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 15,
                    "text": "And they that believe not in him shall be destroyed, both by fire, and by tempest, and by earthquakes, and by bloodsheds, and by pestilence, and by famine. And they shall know that the Lord is God, the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031620277451349
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 22,
                    "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015524985539001
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 8,
                    "verse": 11,
                    "text": "Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005695879400595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9125874146714973
                }
            ]
        },
        {
            "verse": 23,
            "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8502049798899376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 22,
                    "text": "Yea, and I say unto you that if it were not for the prayers of the righteous, who are now in the land, that ye would even now be visited with utter destruction; yet it would not be by flood, as were the people in the days of Noah, but it would be by famine, and by pestilence, and the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440656847817383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 12,
                    "text": "O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8333516640176784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 14,
                    "text": "O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.83183566717199
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 27,
                    "verse": 22,
                    "text": "For God shall cast upon him, and not spare: he would fain flee out of his hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8318242610596666
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 17,
                    "text": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall befall them; so that they will say in that day, Are not these evils come upon us, because our God is not among us?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8265290408810453
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 16,
                    "text": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8263665761040725
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247093328352139
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 13,
                    "text": "Why will ye die, thou and thy people, by the sword, by the famine, and by the pestilence, as the Lord hath spoken against the nation that will not serve the king of Babylon?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8232265171015002
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 12,
                    "text": "He that is far off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine: thus will I accomplish my fury upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821307461500021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8205542593875004
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 11,
                    "text": "Thus saith the Lord God; Smite with thine hand, and stamp with thy foot, and say, Alas for all the evil abominations of the house of Israel! for they shall fall by the sword, by the famine, and by the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.819651295867821
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 9,
                    "text": "And mine eye shall not spare, neither will I have pity: I will recompense thee according to thy ways and thine abominations that are in the midst of thee; and ye shall know that I am the Lord that smiteth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8171627098820204
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 56,
                    "verse": 7,
                    "text": "Shall they escape by iniquity? in thine anger cast down the people, O God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166977493114158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 25,
                    "text": "Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165087596413972
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 17,
                    "text": "For the arms of the wicked shall be broken: but the Lord upholdeth the righteous.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159645956840816
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 16,
                    "text": "When ye have transgressed the covenant of the Lord your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the Lord be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155383857091109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154674552428752
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 18,
                    "verse": 23,
                    "text": "Yet, Lord, thou knowest all their counsel against me to slay me: forgive not their iniquity, neither blot out their sin from thy sight, but let them be overthrown before thee; deal thus with them in the time of thine anger.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151178514457046
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8150629959447153
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813379156956278
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 20,
                    "text": "The Lord shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120830091722383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 16,
                    "text": "For the time soon cometh that the fulness of the wrath of God shall be poured out upon all the children of men; for he will not suffer that the wicked shall destroy the righteous.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118812384363747
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 22,
                    "text": "Therefore thus saith the Lord of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116773209259915
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 39,
                    "text": "But the Lord your God ye shall fear; and he shall deliver you out of the hand of all your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116028273331172
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 9,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110473468678464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104682440271401
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 4,
                    "text": "For they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord be kindled against you, and destroy thee suddenly.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102440384080102
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 5,
                    "verse": 20,
                    "text": "In famine he shall redeem thee from death: and in war from the power of the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101078412118528
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thou hast forsaken me, saith the Lord, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee; I am weary with repenting.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093235816622533
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 125,
                    "verse": 3,
                    "text": "For the rod of the wicked shall not rest upon the lot of the righteous; lest the righteous put forth their hands unto iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091389113210566
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 16,
                    "text": "When I shall send upon them the evil arrows of famine, which shall be for their destruction, and which I will send to destroy you: and I will increase the famine upon you, and will break your staff of bread:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090540120598119
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 18,
                    "text": "But behold, I say unto you that if ye persist in your wickedness that your days shall not be prolonged in the land, for the Lamanites shall be sent upon you; and if ye repent not they shall come in a time when you know not, and ye shall be visited with utter destruction; and it shall be according to the fierce anger of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083639780345105
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 12,
                    "verse": 16,
                    "text": "But I will leave a few men of them from the sword, from the famine, and from the pestilence; that they may declare all their abominations among the heathen whither they come; and they shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082989947591604
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 8,
                    "text": "And it shall come to pass, that the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, that nation will I punish, saith the Lord, with the sword, and with the famine, and with the pestilence, until I have consumed them by his hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082842490648703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 29,
                    "verse": 4,
                    "text": "And when ye shall see these sayings coming forth among you, then ye need not any longer spurn at the doings of the Lord, for the sword of his justice is in his right hand; and behold, at that day, if ye shall spurn at his doings he will cause that it shall soon overtake you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077334574718505
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 9,
                    "text": "He that abideth in this city shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans that besiege you, he shall live, and his life shall be unto him for a prey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076766217359762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 35,
                    "text": "And behold, if ye will not do this I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfil the word of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075549314494775
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 110,
                    "verse": 2,
                    "text": "The Lord shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074527671409261
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 5,
                    "verse": 25,
                    "text": "Therefore is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074149312371371
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072367310308771
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 4,
                    "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth out of his sheath against all flesh from the south to the north:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067142427409963
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 7,
                    "text": "And afterward, saith the Lord, I will deliver Zedekiah king of Judah, and his servants, and the people, and such as are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he shall not spare them, neither have pity, nor have mercy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806357778639631
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 15,
                    "text": "But if ye will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063363478075352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 46,
                    "verse": 27,
                    "text": "And now who knoweth but what the remnant of the seed of Joseph, which shall perish as his garment, are those who have dissented from us? Yea, and even it shall be ourselves if we do not stand fast in the faith of Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059333045225497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 11,
                    "text": "But Alma said unto him: The Spirit constraineth me that I must not stretch forth mine hand; for behold the Lord receiveth them up unto himself, in glory; and he doth suffer that they may do this thing, or that the people may do this thing unto them, according to the hardness of their hearts, that the judgments which he shall exercise upon them in his wrath may be just; and the blood of the innocent shall stand as a witness against them, yea, and cry mightily against them at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057646891726984
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 8,
                    "text": "For this gird you with sackcloth, lament and howl: for the fierce anger of the Lord is not turned back from us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054329471247161
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 17,
                    "text": "And there shall cleave nought of the cursed thing to thine hand: that the Lord may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052524003936149
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 4,
                    "text": "And mine eye shall not spare thee, neither will I have pity: but I will recompense thy ways upon thee, and thine abominations shall be in the midst of thee: and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805194695606423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 11,
                    "text": "But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051744500897147
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 11,
                    "verse": 6,
                    "text": "For I will no more pity the inhabitants of the land, saith the Lord: but, lo, I will deliver the men every one into his neighbour's hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051203113782388
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 11,
                    "verse": 15,
                    "text": "And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight; and let me not see my wretchedness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048056786572119
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 26,
                    "text": "Now therefore, my lord, as the Lord liveth, and as thy soul liveth, seeing the Lord hath withholden thee from coming to shed blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046895182789026
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 110,
                    "verse": 5,
                    "text": "The Lord at thy right hand shall strike through kings in the day of his wrath.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044023484100268
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043200038345807
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord, Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto me, I will not hearken unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037662049933753
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 15,
                    "text": "For now I will stretch out my hand, that I may smite thee and thy people with pestilence; and thou shalt be cut off from the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033605086898473
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 20,
                    "text": "The Lord will not spare him, but then the anger of the Lord and his jealousy shall smoke against that man, and all the curses that are written in this book shall lie upon him, and the Lord shall blot out his name from under heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803358826536136
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 28,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord; Behold, I will cast thee from off the face of the earth: this year thou shalt die, because thou hast taught rebellion against the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027122774584114
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Either three years' famine; or three months to be destroyed before thy foes, while that the sword of thine enemies overtaketh thee; or else three days the sword of the Lord, even the pestilence, in the land, and the angel of the Lord destroying throughout all the coasts of Israel. Now therefore advise thyself what word I shall bring again to him that sent me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024920012481361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802468128873499
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 15,
                    "text": "Therefore thus saith the Lord concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024675624192056
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 32,
                    "verse": 11,
                    "text": "Doth not Hezekiah persuade you to give over yourselves to die by famine and by thirst, saying, The Lord our God shall deliver us out of the hand of the king of Assyria?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019551731099649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 19,
                    "text": "For behold, the righteous shall not perish; for the time surely must come that all they who fight against Zion shall be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017298983537597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 36,
                    "text": "And now, my brethren, behold I say unto you, that if ye will harden your hearts ye shall not enter into the rest of the Lord; therefore your iniquity provoketh him that he sendeth down his wrath upon you as in the first provocation, yea, according to his word in the last provocation as well as the first, to the everlasting destruction of your souls; therefore, according to his word, unto the last death, as well as the first.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010965578641543
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008988045339972
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 48,
                    "text": "Therefore shalt thou serve thine enemies which the Lord shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008925219464035
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 38,
                    "verse": 2,
                    "text": "Thus saith the Lord, He that remaineth in this city shall die by the sword, by the famine, and by the pestilence: but he that goeth forth to the Chaldeans shall live; for he shall have his life for a prey, and shall live.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001585729125498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9332416017795581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.918820972372353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 22,
                    "text": "Yea, and I say unto you that if it were not for the prayers of the righteous, who are now in the land, that ye would even now be visited with utter destruction; yet it would not be by flood, as were the people in the days of Noah, but it would be by famine, and by pestilence, and the sword.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9125874146714973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 14,
                    "text": "O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001306950968105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 18,
                    "text": "But behold, I say unto you that if ye persist in your wickedness that your days shall not be prolonged in the land, for the Lamanites shall be sent upon you; and if ye repent not they shall come in a time when you know not, and ye shall be visited with utter destruction; and it shall be according to the fierce anger of the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000489413592794
                }
            ]
        },
        {
            "verse": 24,
            "text": "And now it came to pass that the people were more angry with Amulek, and they cried out, saying: This man doth revile against our laws which are just, and our wise lawyers whom we have selected.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 2,
                    "text": "But the more part of them were desirous that they might destroy Alma and Amulek; for they were angry with Alma, because of the plainness of his words unto Zeezrom; and they also said that Amulek had lied unto them, and had reviled against their law and also against their lawyers and judges.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8332563304944861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8266827093552603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 6,
                    "verse": 21,
                    "text": "Now there were many of the people who were exceedingly angry because of those who testified of these things; and those who were angry were chiefly the chief judges, and they who had been high priests and lawyers; yea, all those who were lawyers were angry with those who testified of these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110128406427733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the people went forth and witnessed against them--testifying that they had reviled against the law, and their lawyers and judges of the land, and also of all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should not save them; and many such things did the people testify against Alma and Amulek. Now this was done before the chief judge of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018185508589745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9280105447737887
                }
            ]
        },
        {
            "verse": 25,
            "text": "But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 17,
                    "text": "Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217707504731784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 28,
                    "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112119331932169
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, that Satan has great hold upon their hearts; he stirreth them up to iniquity against that which is good;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054873840683403
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 17,
                    "verse": 29,
                    "text": "Now they wept because of the fear of being slain. Now when Ammon saw this his heart was swollen within him with joy; for, said he, I will show forth my power unto these my fellow-servants, or the power which is in me, in restoring these flocks unto the king, that I may win the hearts of these my fellow-servants, that I may lead them to believe in my words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047130896094326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 2,
                    "text": "Yea, wo be unto this generation! And the Lord said unto me: Stretch forth thy hand and prophesy, saying: Thus saith the Lord, it shall come to pass that this generation, because of their iniquities, shall be brought into bondage, and shall be smitten on the cheek; yea, and shall be driven by men, and shall be slain; and the vultures of the air, and the dogs, yea, and the wild beasts, shall devour their flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008519836967377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 17,
                    "text": "Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052323698997562
                }
            ]
        },
        {
            "verse": 26,
            "text": "For behold, have I testified against your law? Ye do not understand; ye say that I have spoken against your law; but I have not, but I have spoken in favor of your law, to your condemnation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 24,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say: What have we spoken against thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217679641443256
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 21,
                    "text": "Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8213045224887147
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 15,
                    "verse": 6,
                    "text": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182601802841345
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117917393124763
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say, What have we spoken so much against thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096722896556078
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 3,
                    "text": "Behold, here I am: witness against me before the Lord, and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe to blind mine eyes therewith? and I will restore it you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088024620716787
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 6,
                    "verse": 3,
                    "text": "O my people, what have I done unto thee? and wherein have I wearied thee? testify against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042713920450221
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 13,
                    "text": "And the Lord saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035847493334616
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 19,
                    "text": "Hear, O earth: behold, I will bring evil upon this people, even the fruit of their thoughts, because they have not hearkened unto my words, nor to my law, but rejected it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031658295818533
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 5,
                    "text": "And he said unto them, The Lord is witness against you, and his anointed is witness this day, that ye have not found ought in my hand. And they answered, He is witness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009158977070531
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 4,
                    "verse": 21,
                    "text": "Tell me, ye that desire to be under the law, do ye not hear the law?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007187563299797
                }
            ]
        },
        {
            "verse": 27,
            "text": "And now behold, I say unto you, that the foundation of the destruction of this people is beginning to be laid by the unrighteousness of your lawyers and your judges.",
            "similars": []
        },
        {
            "verse": 28,
            "text": "And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 24,
                    "text": "And now it came to pass that the people were more angry with Amulek, and they cried out, saying: This man doth revile against our laws which are just, and our wise lawyers whom we have selected.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8266827093552603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234697901810388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 17,
                    "text": "Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180412528811474
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 4,
                    "verse": 41,
                    "text": "And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8150476220522577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now Alma, seeing that the words of Amulek had silenced Zeezrom, for he beheld that Amulek had caught him in his lying and deceiving to destroy him, and seeing that he began to tremble under a consciousness of his guilt, he opened his mouth and began to speak unto him, and to establish the words of Amulek, and to explain things beyond, or to unfold the scriptures beyond that which Amulek had done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144790552134303
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 25,
                    "text": "But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112119331932169
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048239893240845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 22,
                    "text": "And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008704279064638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 24,
                    "text": "And now it came to pass that the people were more angry with Amulek, and they cried out, saying: This man doth revile against our laws which are just, and our wise lawyers whom we have selected.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9280105447737887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9161499242603869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 34,
                    "text": "And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9121588573266438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 16,
                    "text": "And it came to pass that they began to question Amulek, that thereby they might make him cross his words, or contradict the words which he should speak.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9103779463833875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 36,
                    "text": "Now Amulek saith again unto him: Behold thou hast lied, for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9085357189178531
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 17,
                    "text": "Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907984852790839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 1,
                    "text": "Now these are the words which Amulek preached unto the people who were in the land of Ammonihah, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9051627146809845
                }
            ]
        },
        {
            "verse": 29,
            "text": "And again, he has reviled against our lawyers, and our judges.",
            "similars": []
        },
        {
            "verse": 30,
            "text": "And it came to pass that the lawyers put it into their hearts that they should remember these things against him.",
            "similars": []
        },
        {
            "verse": 31,
            "text": "And there was one among them whose name was Zeezrom. Now he was the foremost to accuse Amulek and Alma, he being one of the most expert among them, having much business to do among the people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now Alma, seeing that the words of Amulek had silenced Zeezrom, for he beheld that Amulek had caught him in his lying and deceiving to destroy him, and seeing that he began to tremble under a consciousness of his guilt, he opened his mouth and began to speak unto him, and to establish the words of Amulek, and to explain things beyond, or to unfold the scriptures beyond that which Amulek had done.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9082303156578164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 21,
                    "text": "And this Zeezrom began to question Amulek, saying: Will ye answer me a few questions which I shall ask you? Now Zeezrom was a man who was expert in the devices of the devil, that he might destroy that which was good; therefore, he said unto Amulek: Will ye answer the questions which I shall put unto you?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9008686123725289
                }
            ]
        },
        {
            "verse": 32,
            "text": "Now the object of these lawyers was to get gain; and they got gain according to their employ.",
            "similars": []
        }
    ]
}