{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 18,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that king Lamoni caused that his servants should stand forth and testify to all the things which they had seen concerning the matter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.",
                    "score": 0.7784260042204112
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
                    "score": 0.7687403934892103
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And the king's servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.",
                    "score": 0.7651894360096759
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 35,
                    "text": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
                    "score": 0.761945565741059
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.761554449628501
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7576704511190112
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
                    "score": 0.7562657540483244
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And in addition to your testimony, the testimony of three of my servants, whom I shall call and ordain, unto whom I will show these things, and they shall go forth with my words that are given through you.",
                    "score": 0.7515948639369396
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 7,
                    "text": "They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.",
                    "score": 0.7508101701565988
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And it came to pass, as soon as the kingdom was confirmed in his hand, that he slew his servants which had slain the king his father.",
                    "score": 0.7507409843928827
                }
            ]
        },
        {
            "verse": 2,
            "text": "And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 21,
                    "text": "But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?",
                    "score": 0.8030014243235507
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 8,
                    "text": "But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.",
                    "score": 0.7901534353450276
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And when the multitude heard this, they were astonished at his doctrine.",
                    "score": 0.7885246282865306
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 32,
                    "text": "And they were astonished at his doctrine: for his word was with power.",
                    "score": 0.781377808348569
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 36,
                    "text": "And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.",
                    "score": 0.7797953155857908
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 20,
                    "text": "For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly.",
                    "score": 0.7794116021789718
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.",
                    "score": 0.7790528252002196
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.",
                    "score": 0.7757027975214794
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 12,
                    "text": "And he said, Lift up now thine eyes, and see, all the rams which leap upon the cattle are ringstraked, speckled, and grisled: for I have seen all that Laban doeth unto thee.",
                    "score": 0.77533712400826
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.",
                    "score": 0.7746589388114542
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they answered the king, and said: Whether he be the Great Spirit or a man, we know not; but this much we do know, that he cannot be slain by the enemies of the king; neither can they scatter the king's flocks when he is with us, because of his expertness and great strength; therefore, we know that he is a friend to the king. And now, O king, we do not believe that a man has such great power, for we know he cannot be slain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counsellors, Did not we cast three men bound into the midst of the fire? They answered and said unto the king, True, O king.",
                    "score": 0.7903946909914157
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 31,
                    "text": "But the men that went up with him said, We be not able to go up against the people; for they are stronger than we.",
                    "score": 0.7882924456594229
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Who would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee.",
                    "score": 0.7882905802057779
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 27,
                    "text": "Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;",
                    "score": 0.7881286222263695
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For now they shall say, We have no king, because we feared not the Lord; what then should a king do to us?",
                    "score": 0.7875793033647834
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 38,
                    "text": "And the king said unto his servants, Know ye not that there is a prince and a great man fallen this day in Israel?",
                    "score": 0.7857633447878751
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And they were not able to resist the wisdom and the spirit by which he spake.",
                    "score": 0.7830017687564623
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the Lord, Is it not because there is not a God in Israel, that thou sendest to inquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.782702107570817
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 5,
                    "text": "Then Zedekiah the king said, Behold, he is in your hand: for the king is not he that can do any thing against you.",
                    "score": 0.7818080276914464
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Then came in all the king's wise men: but they could not read the writing, nor make known to the king the interpretation thereof.",
                    "score": 0.7811574950643736
                }
            ]
        },
        {
            "verse": 4,
            "text": "And now, when the king heard these words, he said unto them: Now I know that it is the Great Spirit; and he has come down at this time to preserve your lives, that I might not slay you as I did your brethren. Now this is the Great Spirit of whom our fathers have spoken.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 25,
                    "text": "But if the princes hear that I have talked with thee, and they come unto thee, and say unto thee, Declare unto us now what thou hast said unto the king, hide it not from us, and we will not put thee to death; also what the king said unto thee:",
                    "score": 0.810685970637395
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter.",
                    "score": 0.7992860622144988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 5,
                    "text": "For it shall be given you by the Holy Ghost to know my will concerning those kings and authorities, even what shall befall them in a time to come.",
                    "score": 0.7920004366067972
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 1,
                    "text": "Men, brethren, and fathers, hear ye my defence which I make now unto you.",
                    "score": 0.790217288853702
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Since the days of our fathers have we been in a great trespass unto this day; and for our iniquities have we, our kings, and our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as it is this day.",
                    "score": 0.7874221558757365
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And Isaiah said unto them, Thus shall ye say to your master, Thus saith the Lord, Be not afraid of the words which thou hast heard, with which the servants of the king of Assyria have blasphemed me.",
                    "score": 0.7854813803452155
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And the king said unto him, Do as he hath said, and fall upon him, and bury him; that thou mayest take away the innocent blood, which Joab shed, from me, and from the house of my father.",
                    "score": 0.7853662462221159
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.784531704673267
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 20,
                    "text": "Behold therefore, I will gather thee unto thy fathers, and thou shalt be gathered into thy grave in peace; and thine eyes shall not see all the evil which I will bring upon this place. And they brought the king word again.",
                    "score": 0.7844498224768194
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 51,
                    "text": "And as he was now going down, his servants met him, and told him, saying, Thy son liveth.",
                    "score": 0.7841037598785991
                }
            ]
        },
        {
            "verse": 5,
            "text": "Now this was the tradition of Lamoni, which he had received from his father, that there was a Great Spirit. Notwithstanding they believed in a Great Spirit, they supposed that whatsoever they did was right; nevertheless, Lamoni began to fear exceedingly, with fear lest he had done wrong in slaying his servants;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Furthermore we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?",
                    "score": 0.75978762480262
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And they were not able to resist the wisdom and the spirit by which he spake.",
                    "score": 0.7534199800043556
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 53,
                    "verse": 5,
                    "text": "There were they in great fear, where no fear was: for God hath scattered the bones of him that encampeth against thee: thou hast put them to shame, because God hath despised them.",
                    "score": 0.7492725993108401
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7451453962981782
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "score": 0.7437544154131407
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 41,
                    "text": "So these nations feared the Lord, and served their graven images, both their children, and their children's children: as did their fathers, so do they unto this day.",
                    "score": 0.7418853783499778
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 40,
                    "text": "That they may fear thee all the days that they live in the land which thou gavest unto our fathers.",
                    "score": 0.7414199078966629
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And Saul's servants said unto him, Behold now, an evil spirit from God troubleth thee.",
                    "score": 0.7388344528547798
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 41,
                    "text": "And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?",
                    "score": 0.7385420215442454
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 32,
                    "text": "For thy servant became surety for the lad unto my father, saying, If I bring him not unto thee, then I shall bear the blame to my father for ever.",
                    "score": 0.7352697913344566
                }
            ]
        },
        {
            "verse": 6,
            "text": "For he had slain many of them because their brethren had scattered their flocks at the place of water; and thus, because they had had their flocks scattered they were slain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?",
                    "score": 0.8046284738120171
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.",
                    "score": 0.777545429443201
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in mine anger many destructions upon the waters; yea, and especially upon these waters.",
                    "score": 0.7738605604982084
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 34,
                    "verse": 2,
                    "text": "For the indignation of the Lord is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
                    "score": 0.7716915654321101
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And they gave their hands that they would put away their wives; and being guilty, they offered a ram of the flock for their trespass.",
                    "score": 0.7708839091138886
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 6,
                    "text": "All the fowls of heaven made their nests in his boughs, and under his branches did all the beasts of the field bring forth their young, and under his shadow dwelt all great nations.",
                    "score": 0.7701382314462496
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 35,
                    "verse": 8,
                    "text": "And I will fill his mountains with his slain men: in thy hills, and in thy valleys, and in all thy rivers, shall they fall that are slain with the sword.",
                    "score": 0.7700663103017105
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.",
                    "score": 0.7697618545056303
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Thus saith the Lord my God; Feed the flock of the slaughter;",
                    "score": 0.7692258314375978
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 36,
                    "text": "For before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves: who was slain; and all, as many as obeyed him, were scattered, and brought to nought.",
                    "score": 0.7671562606116091
                }
            ]
        },
        {
            "verse": 7,
            "text": "Now it was the practice of these Lamanites to stand by the waters of Sebus to scatter the flocks of the people, that thereby they might drive away many that were scattered unto their own land, it being a practice of plunder among them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And they gave their hands that they would put away their wives; and being guilty, they offered a ram of the flock for their trespass.",
                    "score": 0.7552769959208051
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Some remove the landmarks; they violently take away flocks, and feed thereof.",
                    "score": 0.7532135505841229
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.7493953531773089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 5,
                    "text": "And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation.",
                    "score": 0.7481065608071901
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 27,
                    "text": "To overthrow their seed also among the nations, and to scatter them in the lands.",
                    "score": 0.7436208975983648
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 18,
                    "verse": 7,
                    "text": "In that time shall the present be brought unto the Lord of hosts of a people scattered and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the Lord of hosts, the mount Zion.",
                    "score": 0.7391018794829937
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 19,
                    "text": "They shall call the people unto the mountain; there they shall offer sacrifices of righteousness: for they shall suck of the abundance of the seas, and of treasures hid in the sand.",
                    "score": 0.7386162036464942
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 18,
                    "text": "For thus saith the Lord, Behold, I will sling out the inhabitants of the land at this once, and will distress them, that they may find it so.",
                    "score": 0.7362424768688857
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of those lands: yea, the hand of the princes and rulers hath been chief in this trespass.",
                    "score": 0.7350058920687152
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 45,
                    "text": "Therefore hear ye the counsel of the Lord, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
                    "score": 0.7345152183478575
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass that king Lamoni inquired of his servants, saying: Where is this man that has such great power?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done.",
                    "score": 0.7642644680367038
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 38,
                    "text": "And Pharaoh said unto his servants, Can we find such a one as this is, a man in whom the Spirit of God is?",
                    "score": 0.7520197022494466
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 56,
                    "text": "And the king said, Inquire thou whose son the stripling is.",
                    "score": 0.7476313308123651
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 26,
                    "text": "And he called one of the servants, and asked what these things meant.",
                    "score": 0.746250763517951
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Where the word of a king is, there is power: and who may say unto him, What doest thou?",
                    "score": 0.7446357024172747
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they said unto him, From a very far country thy servants are come because of the name of the Lord thy God: for we have heard the fame of him, and all that he did in Egypt,",
                    "score": 0.7438866565412312
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And Haman answered the king, For the man whom the king delighteth to honour,",
                    "score": 0.7416521921919964
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,",
                    "score": 0.7369252451378617
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Son of man, speak unto Pharaoh king of Egypt, and to his multitude; Whom art thou like in thy greatness?",
                    "score": 0.7342335275751716
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 21,
                    "text": "And Ittai answered the king, and said, As the Lord liveth, and as my lord the king liveth, surely in what place my lord the king shall be, whether in death or life, even there also will thy servant be.",
                    "score": 0.7337823797023708
                }
            ]
        },
        {
            "verse": 9,
            "text": "And they said unto him: Behold, he is feeding thy horses. Now the king had commanded his servants, previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi; for there had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 17,
                    "text": "And they brought their cattle unto Joseph: and Joseph gave them bread in exchange for horses, and for the flocks, and for the cattle of the herds, and for the asses: and he fed them with bread for all their cattle for that year.",
                    "score": 0.7906050529386169
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And one of his servants answered and said, Let some take, I pray thee, five of the horses that remain, which are left in the city, (behold, they are as all the multitude of Israel that are left in it: behold, I say, they are even as all the multitude of the Israelites that are consumed:) and let us send and see.",
                    "score": 0.7903621176330319
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 20,
                    "text": "And they shall bring all your brethren for an offering unto the Lord out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the Lord, as the children of Israel bring an offering in a clean vessel into the house of the Lord.",
                    "score": 0.7856286587725134
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 25,
                    "text": "For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king's sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah.",
                    "score": 0.7829998302107566
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king's sons.",
                    "score": 0.7824013753424062
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And Elisha came again to Gilgal: and there was a dearth in the land; and the sons of the prophets were sitting before him: and he said unto his servant, Set on the great pot, and seethe pottage for the sons of the prophets.",
                    "score": 0.7816223463575196
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And he said, This will be the manner of the king that shall reign over you: He will take your sons, and appoint them for himself, for his chariots, and to be his horsemen; and some shall run before his chariots.",
                    "score": 0.7805330993944334
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a release to the provinces, and gave gifts, according to the state of the king.",
                    "score": 0.7774023983544606
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 7,
                    "text": "For thus saith the Lord God; Behold, I will bring upon Tyrus Nebuchadrezzar king of Babylon, a king of kings, from the north, with horses, and with chariots, and with horsemen, and companies, and much people.",
                    "score": 0.7771814628145977
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "For if ye do this thing indeed, then shall there enter in by the gates of this house kings sitting upon the throne of David, riding in chariots and on horses, he, and his servants, and his people.",
                    "score": 0.7764038633735002
                }
            ]
        },
        {
            "verse": 10,
            "text": "Now when king Lamoni heard that Ammon was preparing his horses and his chariots he was more astonished, because of the faithfulness of Ammon, saying: Surely there has not been any servant among all my servants that has been so faithful as this man; for even he doth remember all my commandments to execute them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 24,
                    "text": "How then wilt thou turn away the face of one captain of the least of my master's servants, and put thy trust on Egypt for chariots and for horsemen?",
                    "score": 0.771006934163391
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 36,
                    "verse": 9,
                    "text": "How then wilt thou turn away the face of one captain of the least of my master's servants, and put thy trust on Egypt for chariots and for horsemen?",
                    "score": 0.771006934163391
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? yet, because thou didst rely on the Lord, he delivered them into thine hand.",
                    "score": 0.7703451718361054
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil? and still he holdeth fast his integrity, although thou movedst me against him, to destroy him without cause.",
                    "score": 0.7636821671467826
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And one of his servants answered and said, Let some take, I pray thee, five of the horses that remain, which are left in the city, (behold, they are as all the multitude of Israel that are left in it: behold, I say, they are even as all the multitude of the Israelites that are consumed:) and let us send and see.",
                    "score": 0.7633714031719817
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 47,
                    "text": "And that servant, which knew his lord's will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.",
                    "score": 0.7602960993312247
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 4,
                    "text": "They said moreover unto Pharaoh, For to sojourn in the land are we come; for thy servants have no pasture for their flocks; for the famine is sore in the land of Canaan: now therefore, we pray thee, let thy servants dwell in the land of Goshen.",
                    "score": 0.7585165277884939
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?",
                    "score": 0.7567075832086954
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7549223817738511
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Some trust in chariots, and some in horses: but we will remember the name of the Lord our God.",
                    "score": 0.7542640959101419
                }
            ]
        },
        {
            "verse": 11,
            "text": "Now I surely know that this is the Great Spirit, and I would desire him that he come in unto me, but I durst not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 7,
                    "verse": 10,
                    "text": "I am my beloved's, and his desire is toward me.",
                    "score": 0.7778980257971058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 14,
                    "text": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
                    "score": 0.7722067876545765
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Will he plead against me with his great power? No; but he would put strength in me.",
                    "score": 0.771411796406147
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 5,
                    "text": "My soul, wait thou only upon God; for my expectation is from him.",
                    "score": 0.7709484675162884
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.770913602857618
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Oh that I might have my request; and that God would grant me the thing that I long for!",
                    "score": 0.7698637822825367
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the spirit entered into me when he spake unto me, and set me upon my feet, that I heard him that spake unto me.",
                    "score": 0.7696334045424
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 56,
                    "text": "And he said unto them, Hinder me not, seeing the Lord hath prospered my way; send me away that I may go to my master.",
                    "score": 0.7692554727022181
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.",
                    "score": 0.7681165073147301
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7680563353465896
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 31,
                    "text": "And it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, It is the king of Israel. Therefore they compassed about him to fight: but Jehoshaphat cried out, and the Lord helped him; and God moved them to depart from him.",
                    "score": 0.806785080497197
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And he made ready his chariot, and took his people with him:",
                    "score": 0.8055133247162649
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7957638105543817
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And it came to pass, when Jeroboam the son of Nebat, who was in Egypt, whither he had fled from the presence of Solomon the king, heard it, that Jeroboam returned out of Egypt.",
                    "score": 0.792678008401155
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And as thy servant was busy here and there, he was gone. And the king of Israel said unto him, So shall thy judgment be; thyself hast decided it.",
                    "score": 0.7871275975530095
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And he said, This will be the manner of the king that shall reign over you: He will take your sons, and appoint them for himself, for his chariots, and to be his horsemen; and some shall run before his chariots.",
                    "score": 0.7850876065969817
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.",
                    "score": 0.7845270732172133
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And they brought unto Solomon horses out of Egypt, and out of all lands.",
                    "score": 0.7836311128959494
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him.",
                    "score": 0.7820486533740537
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 39,
                    "text": "And as the king passed by, he cried unto the king: and he said, Thy servant went out into the midst of the battle; and, behold, a man turned aside, and brought a man unto me, and said, Keep this man: if by any means he be missing, then shall thy life be for his life, or else thou shalt pay a talent of silver.",
                    "score": 0.779767848895849
                }
            ]
        },
        {
            "verse": 13,
            "text": "And one of the king's servants said unto him, Rabbanah, which is, being interpreted, powerful or great king, considering their kings to be powerful; and thus he said unto him: Rabbanah, the king desireth thee to stay.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.",
                    "score": 0.8026216783585747
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king's sons.",
                    "score": 0.7873879313028324
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 6,
                    "text": "So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?",
                    "score": 0.7815024537038135
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Then the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment?",
                    "score": 0.7814205948875574
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And the watchman said, Me thinketh the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.",
                    "score": 0.7809872407666546
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 38,
                    "text": "And Pharaoh said unto his servants, Can we find such a one as this is, a man in whom the Spirit of God is?",
                    "score": 0.7801851288102919
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 7,
                    "text": "They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.",
                    "score": 0.7797364479359243
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 35,
                    "text": "And Jonadab said unto the king, Behold, the king's sons come: as thy servant said, so it is.",
                    "score": 0.7777385996851289
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.",
                    "score": 0.7769365046218998
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done.",
                    "score": 0.7768528139892948
                }
            ]
        },
        {
            "verse": 14,
            "text": "Therefore Ammon turned himself unto the king, and said unto him: What wilt thou that I should do for thee, O king? And the king answered him not for the space of an hour, according to their time, for he knew not what he should say unto him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
                    "score": 0.8060537308808596
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 19,
                    "text": "And the king said, Is not the hand of Joab with thee in all this? And the woman answered and said, As thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:",
                    "score": 0.7999461630363321
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 43,
                    "text": "And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and we have also more right in David than ye: why then did ye despise us, that our advice should not be first had in bringing back our king? And the words of the men of Judah were fiercer than the words of the men of Israel.",
                    "score": 0.7814366688700608
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 4,
                    "text": "And he said unto him, Why art thou, being the king's son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom's sister.",
                    "score": 0.7806641446241471
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 5,
                    "text": "So Amasa went to assemble the men of Judah: but he tarried longer than the set time which he had appointed him.",
                    "score": 0.7794409849486782
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And David said, What have I to do with you, ye sons of Zeruiah, that ye should this day be adversaries unto me? shall there any man be put to death this day in Israel? for do not I know that I am this day king over Israel?",
                    "score": 0.7781526827126272
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him.",
                    "score": 0.7728304204260019
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?",
                    "score": 0.7720556006726954
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 26,
                    "text": "But Balaam answered and said unto Balak, Told not I thee, saying, All that the Lord speaketh, that I must do?",
                    "score": 0.7714881552102495
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 12,
                    "text": "And when ye saw that Nahash the king of the children of Ammon came against you, ye said unto me, Nay; but a king shall reign over us: when the Lord your God was your king.",
                    "score": 0.7697384718975403
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass that Ammon said unto him again: What desirest thou of me? But the king answered him not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
                    "score": 0.8130684574251372
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.8042377600576571
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 16,
                    "text": "And it came to pass, as he talked with him, that the king said unto him, Art thou made of the king's counsel? forbear; why shouldest thou be smitten? Then the prophet forbare, and said, I know that God hath determined to destroy thee, because thou hast done this, and hast not hearkened unto my counsel.",
                    "score": 0.796772288771746
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the Lord, Is it not because there is not a God in Israel, that thou sendest to inquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.7894872394836153
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the king answered and said unto the man of God, Entreat now the face of the Lord thy God, and pray for me, that my hand may be restored me again. And the man of God besought the Lord, and the king's hand was restored him again, and became as it was before.",
                    "score": 0.7787224756870538
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And the king of Israel said to Jehoshaphat, Did I not tell thee that he would not prophesy good unto me, but evil?",
                    "score": 0.7786349593407748
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Wherefore he said unto the messengers of Ben-hadad, Tell my lord the king, All that thou didst send for to thy servant at the first I will do: but this thing I may not do. And the messengers departed, and brought him word again.",
                    "score": 0.7784369514000478
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "So he came to the king. And the king said unto him, Micaiah, shall we go against Ramoth-gilead to battle, or shall we forbear? And he answered him, Go, and prosper: for the Lord shall deliver it into the hand of the king.",
                    "score": 0.778200737421543
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 21,
                    "text": "And the king said unto Joab, Behold now, I have done this thing: go therefore, bring the young man Absalom again.",
                    "score": 0.7780882764100592
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 30,
                    "text": "And Benaiah came to the tabernacle of the Lord, and said unto him, Thus saith the king, Come forth. And he said, Nay; but I will die here. And Benaiah brought the king word again, saying, Thus said Joab, and thus he answered me.",
                    "score": 0.7771350317293892
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it came to pass that Ammon, being filled with the Spirit of God, therefore he perceived the thoughts of the king. And he said unto him: Is it because thou hast heard that I defended thy servants and thy flocks, and slew seven of their brethren with the sling and with the sword, and smote off the arms of others, in order to defend thy flocks and thy servants; behold, is it this that causeth thy marvelings?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.8046761195911014
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 24,
                    "text": "However, it was nevertheless a fact that I had beheld a vision. I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related the account of the vision he had when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was mad; and he was ridiculed and reviled. But all this did not destroy the reality of his vision. He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise; and though they should persecute him unto death, yet he knew, and would know to his latest breath, that he had both seen a light and heard a voice speaking unto him, and all the world could not make him think or believe otherwise.",
                    "score": 0.7826058206420967
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And they said unto them, The Lord look upon you, and judge; because ye have made our savour to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to slay us.",
                    "score": 0.7784173777694272
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "score": 0.7777997983538922
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And it came to pass, when Joshua was by Jericho, that he lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand: and Joshua went unto him, and said unto him, Art thou for us, or for our adversaries?",
                    "score": 0.7737216006147752
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?",
                    "score": 0.7735856401639468
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.7735027467465565
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 49,
                    "text": "When they which were about him saw what would follow, they said unto him, Lord, shall we smite with the sword?",
                    "score": 0.7732696241741723
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And the people and princes of Gilead said one to another, What man is he that will begin to fight against the children of Ammon? he shall be head over all the inhabitants of Gilead.",
                    "score": 0.7731618173742854
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 39,
                    "text": "And as the king passed by, he cried unto the king: and he said, Thy servant went out into the midst of the battle; and, behold, a man turned aside, and brought a man unto me, and said, Keep this man: if by any means he be missing, then shall thy life be for his life, or else thou shalt pay a talent of silver.",
                    "score": 0.7728967961263603
                }
            ]
        },
        {
            "verse": 17,
            "text": "I say unto you, what is it, that thy marvelings are so great? Behold, I am a man, and am thy servant; therefore, whatsoever thou desirest which is right, that will I do.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "score": 0.8239025808932278
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 125,
                    "text": "I am thy servant; give me understanding, that I may know thy testimonies.",
                    "score": 0.8198594287710007
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 11,
                    "text": "But he that is greatest among you shall be your servant.",
                    "score": 0.8184780237558424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8157337724575762
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 139,
                    "verse": 14,
                    "text": "I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.",
                    "score": 0.8145114584792474
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 2,
                    "text": "Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter.",
                    "score": 0.8124804871683335
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,",
                    "score": 0.810467602581395
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 1,
                    "text": "Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.",
                    "score": 0.8095432580356041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "score": 0.8086707484308857
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.8082723337614092
                }
            ]
        },
        {
            "verse": 18,
            "text": "Now when the king had heard these words, he marveled again, for he beheld that Ammon could discern his thoughts; but notwithstanding this, king Lamoni did open his mouth, and said unto him: Who art thou? Art thou that Great Spirit, who knows all things?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7947006399013865
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 26,
                    "text": "Then said they to him again, What did he to thee? how opened he thine eyes?",
                    "score": 0.7905123453930639
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.",
                    "score": 0.7715289644980526
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 16,
                    "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
                    "score": 0.7697496692876025
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And Absalom said unto him, See, thy matters are good and right; but there is no man deputed of the king to hear thee.",
                    "score": 0.7680300259788387
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Then came in all the king's wise men: but they could not read the writing, nor make known to the king the interpretation thereof.",
                    "score": 0.7672038927071148
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 16,
                    "verse": 10,
                    "text": "A divine sentence is in the lips of the king: his mouth transgresseth not in judgment.",
                    "score": 0.7670658428073325
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 4,
                    "text": "He hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7668257652369538
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 17,
                    "text": "They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.",
                    "score": 0.7650505866879493
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Where the word of a king is, there is power: and who may say unto him, What doest thou?",
                    "score": 0.7646707583227954
                }
            ]
        },
        {
            "verse": 19,
            "text": "Ammon answered and said unto him: I am not.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it, and said, I am not.",
                    "score": 0.8113292296662856
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
                    "score": 0.8024890001532209
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And he confessed, and denied not; but confessed, I am not the Christ.",
                    "score": 0.7996256418571909
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 26,
                    "text": "But ye believe not, because ye are not of my sheep, as I said unto you.",
                    "score": 0.7972196426699748
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then said God, Call his name Lo-ammi: for ye are not my people, and I will not be your God.",
                    "score": 0.7959224988619399
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 24,
                    "text": "But he answered and said, I am not sent but unto the lost sheep of the house of Israel.",
                    "score": 0.7914162372268986
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 16,
                    "text": "And Joseph answered Pharaoh, saying, It is not in me: God shall give Pharaoh an answer of peace.",
                    "score": 0.7870164664234292
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.",
                    "score": 0.7831199759296334
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 6,
                    "text": "And when Saul inquired of the Lord, the Lord answered him not, neither by dreams, nor by Urim, nor by prophets.",
                    "score": 0.7825963799937755
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 4,
                    "text": "He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.",
                    "score": 0.7749071262283173
                }
            ]
        },
        {
            "verse": 20,
            "text": "And the king said: How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren that scattered my flocks--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And he said unto him, My lord knoweth that the children are tender, and the flocks and herds with young are with me: and if men should overdrive them one day, all the flock will die.",
                    "score": 0.8047404384324766
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Where the word of a king is, there is power: and who may say unto him, What doest thou?",
                    "score": 0.7979525604629553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 19,
                    "text": "And that which he hath seen and heard may be made known unto my disciples, that they perish not. And for this cause have I spoken these things.",
                    "score": 0.795552229778135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 40,
                    "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
                    "score": 0.7952372002985656
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And thou say in thine heart, My power and the might of mine hand hath gotten me this wealth.",
                    "score": 0.7951937006374994
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 11,
                    "text": "I know thy heart, and have heard thy prayers concerning thy brethren. Be not partial towards them in love above many others, but let thy love be for them as for thyself; and let thy love abound unto all men, and unto all who love my name.",
                    "score": 0.7950010938013178
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 36,
                    "verse": 5,
                    "text": "I say, sayest thou, (but they are but vain words) I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?",
                    "score": 0.7932152003301284
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 4,
                    "text": "Then said the king to Ziba, Behold, thine are all that pertained unto Mephibosheth. And Ziba said, I humbly beseech thee that I may find grace in thy sight, my lord, O king.",
                    "score": 0.7918615802311587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 62,
                    "text": "And again, verily I say unto you, my friends, I leave these sayings with you to ponder in your hearts, with this commandment which I give unto you, that ye shall call upon me while I am near--",
                    "score": 0.7914535035532133
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 29,
                    "text": "As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.",
                    "score": 0.7914343878910582
                }
            ]
        },
        {
            "verse": 21,
            "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.831825138830639
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 6,
                    "text": "For unto him that receiveth it shall be given more abundantly, even power.",
                    "score": 0.8275074284797829
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 55,
                    "text": "And if thou obtainest more than that which would be for thy support, thou shalt give it into my storehouse, that all things may be done according to that which I have said.",
                    "score": 0.8262517154333514
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say.",
                    "score": 0.8258693955403067
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "score": 0.8243198313171005
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.",
                    "score": 0.8201005833662008
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 22,
                    "text": "But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.",
                    "score": 0.8162600944508897
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 16,
                    "text": "And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with power, that ye may give even as I have spoken.",
                    "score": 0.8118745898241354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And, therefore, whatsoever you shall ask me to tell you by that means, that will I grant unto you, and you shall have knowledge concerning it.",
                    "score": 0.8115130431339568
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 36,
                    "verse": 5,
                    "text": "I say, sayest thou, (but they are but vain words) I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?",
                    "score": 0.8109511458923266
                }
            ]
        },
        {
            "verse": 22,
            "text": "Now Ammon being wise, yet harmless, he said unto Lamoni: Wilt thou hearken unto my words, if I tell thee by what power I do these things? And this is the thing that I desire of thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
                    "score": 0.8070629287049491
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 38,
                    "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                    "score": 0.8009580440259041
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.7960279460543972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.794661519721698
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7942234655508548
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.7930298984758167
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 26,
                    "text": "And said, If thou wilt diligently hearken to the voice of the Lord thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the Lord that healeth thee.",
                    "score": 0.792859473985026
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 23,
                    "text": "Now therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son's son: but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned.",
                    "score": 0.7885360916762905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 22,
                    "text": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
                    "score": 0.7879208305656762
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 32,
                    "text": "And the Lord said unto Enoch: Go forth and do as I have commanded thee, and no man shall pierce thee. Open thy mouth, and it shall be filled, and I will give thee utterance, for all flesh is in my hands, and I will do as seemeth me good.",
                    "score": 0.7853414964165151
                }
            ]
        },
        {
            "verse": 23,
            "text": "And the king answered him, and said: Yea, I will believe all thy words. And thus he was caught with guile.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 63,
                    "verse": 11,
                    "text": "But the king shall rejoice in God; every one that sweareth by him shall glory: but the mouth of them that speak lies shall be stopped.",
                    "score": 0.7737016095425361
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 30,
                    "text": "As he spake these words, many believed on him.",
                    "score": 0.7688927919132937
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 16,
                    "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
                    "score": 0.7672341433534167
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And Samuel told all the words of the Lord unto the people that asked of him a king.",
                    "score": 0.7619285998715717
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 36,
                    "text": "He answered and said, Who is he, Lord, that I might believe on him?",
                    "score": 0.7607278983291462
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 20,
                    "text": "And they went in to the king into the court, but they laid up the roll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
                    "score": 0.7507683111669933
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.",
                    "score": 0.7507170928896798
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 18,
                    "text": "Then the king answered and said unto the woman, Hide not from me, I pray thee, the thing that I shall ask thee. And the woman said, Let my lord the king now speak.",
                    "score": 0.7466319600129052
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 47,
                    "text": "And all that heard him were astonished at his understanding and answers.",
                    "score": 0.7462924513602408
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 19,
                    "text": "And it came to pass, when the king had heard the words of the law, that he rent his clothes.",
                    "score": 0.7458421158856232
                }
            ]
        },
        {
            "verse": 24,
            "text": "And Ammon began to speak unto him with boldness, and said unto him: Believest thou that there is a God?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 26,
                    "text": "And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.",
                    "score": 0.798362675690208
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "In whom we have boldness and access with confidence by the faith of him.",
                    "score": 0.7835808630690453
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he saw God face to face, and he talked with him, and the glory of God was upon Moses; therefore Moses could endure his presence.",
                    "score": 0.781651061886465
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7740739892157951
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.770897897016279
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 21,
                    "text": "And there came forth a spirit, and stood before the Lord, and said, I will persuade him.",
                    "score": 0.7703585247262552
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 20,
                    "text": "So mightily grew the word of God and prevailed.",
                    "score": 0.7683060438646405
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7671018480523717
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7671018480523717
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
                    "score": 0.7667632264542855
                }
            ]
        },
        {
            "verse": 25,
            "text": "And he answered, and said unto him: I do not know what that meaneth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he said unto them, How is it that ye do not understand?",
                    "score": 0.8655588325024893
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things.",
                    "score": 0.8230316039254316
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And they answered Jesus, and said, We cannot tell. And he said unto them, Neither tell I you by what authority I do these things.",
                    "score": 0.822039254117328
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Then he questioned with him in many words; but he answered him nothing.",
                    "score": 0.8143010276310324
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 18,
                    "text": "They said therefore, What is this that he saith, A little while? we cannot tell what he saith.",
                    "score": 0.8072802182736245
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 29,
                    "text": "Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.",
                    "score": 0.8051661086733667
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 11,
                    "text": "He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.",
                    "score": 0.8007779851544744
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And he answered me and said, Knowest thou not what these be? And I said, No, my lord.",
                    "score": 0.8005742487755126
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 6,
                    "verse": 4,
                    "text": "Then I answered and said unto the angel that talked with me, What are these, my lord?",
                    "score": 0.7994931013275166
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 12,
                    "text": "Then said they unto him, Where is he? He said, I know not.",
                    "score": 0.7986257293431742
                }
            ]
        },
        {
            "verse": 26,
            "text": "And then Ammon said: Believest thou that there is a Great Spirit?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 13,
                    "text": "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;",
                    "score": 0.7736947533163085
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do good--yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit.",
                    "score": 0.7688125433637503
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7673894439800433
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 21,
                    "text": "And there came forth a spirit, and stood before the Lord, and said, I will persuade him.",
                    "score": 0.7635813813179481
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 8,
                    "text": "But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.",
                    "score": 0.7627728443985511
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 23,
                    "text": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
                    "score": 0.7622131303507335
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 24,
                    "text": "God is a Spirit: and they that worship him must worship him in spirit and in truth.",
                    "score": 0.7620567604358308
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
                    "score": 0.7613279211324945
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 30,
                    "text": "Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth.",
                    "score": 0.7584468444635779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.757392926679332
                }
            ]
        },
        {
            "verse": 27,
            "text": "And he said, Yea.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And Job answered and said,",
                    "score": 0.7571754417015043
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And he answered and said unto them, I will also ask you one thing; and answer me:",
                    "score": 0.755598621137109
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 12,
                    "text": "Then believed they his words; they sang his praise.",
                    "score": 0.755400392531876
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 27,
                    "text": "Then the chief captain came, and said unto him, Tell me, art thou a Roman? He said, Yea.",
                    "score": 0.7467772253222359
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 23,
                    "verse": 1,
                    "text": "Then Job answered and said,",
                    "score": 0.7460945487700062
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 16,
                    "verse": 1,
                    "text": "Then Job answered and said,",
                    "score": 0.7460945487700062
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 1,
                    "text": "Then Job answered and said,",
                    "score": 0.7460945487700062
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 1,
                    "text": "Then Job answered and said,",
                    "score": 0.7460945487700062
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 8,
                    "text": "And they remembered his words,",
                    "score": 0.7429809942699722
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 1,
                    "text": "But Job answered and said,",
                    "score": 0.7423667079683164
                }
            ]
        },
        {
            "verse": 28,
            "text": "And Ammon said: This is God. And Ammon said unto him again: Believest thou that this Great Spirit, who is God, created all things which are in heaven and in the earth?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 6,
                    "text": "And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:",
                    "score": 0.7936441442426502
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 24,
                    "text": "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;",
                    "score": 0.7917875289344112
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 18,
                    "text": "For thus saith the Lord that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the Lord; and there is none else.",
                    "score": 0.787521760400041
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.7848689072054901
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 24,
                    "text": "God is a Spirit: and they that worship him must worship him in spirit and in truth.",
                    "score": 0.7808747909929185
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 5,
                    "text": "Thus saith God the Lord, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:",
                    "score": 0.7794844215640396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 17,
                    "text": "By these things we know that there is a God in heaven, who is infinite and eternal, from everlasting to everlasting the same unchangeable God, the framer of heaven and earth, and all things which are in them;",
                    "score": 0.7767713554981521
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 24,
                    "text": "That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.",
                    "score": 0.7748066658294573
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.",
                    "score": 0.7729995317381362
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 30,
                    "text": "Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth.",
                    "score": 0.7722643135082912
                }
            ]
        },
        {
            "verse": 29,
            "text": "And he said: Yea, I believe that he created all things which are in the earth; but I do not know the heavens.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 16,
                    "text": "For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:",
                    "score": 0.8010284987137578
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 18,
                    "text": "For thus saith the Lord that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the Lord; and there is none else.",
                    "score": 0.7974800548578327
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 19,
                    "text": "The Lord by wisdom hath founded the earth; by understanding hath he established the heavens.",
                    "score": 0.7955757757709883
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 12,
                    "text": "He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heavens by his discretion.",
                    "score": 0.7824360071709873
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 15,
                    "text": "He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heaven by his understanding.",
                    "score": 0.7804917963625685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 14,
                    "text": "I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine.",
                    "score": 0.7737244247679312
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 1,
                    "text": "In the beginning God created the heaven and the earth.",
                    "score": 0.7716951114538597
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 24,
                    "text": "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;",
                    "score": 0.7643345660640232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.7609200030249865
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And I said, What is it? And he said, This is an ephah that goeth forth. He said moreover, This is their resemblance through all the earth.",
                    "score": 0.7597573799691661
                }
            ]
        },
        {
            "verse": 30,
            "text": "And Ammon said unto him: The heavens is a place where God dwells and all his holy angels.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 8,
                    "text": "The place where God resides is a great Urim and Thummim.",
                    "score": 0.7936578229931954
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
                    "score": 0.7854841169444357
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 51,
                    "text": "And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.",
                    "score": 0.7847585033682689
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 17,
                    "text": "The chariots of God are twenty thousand, even thousands of angels: the Lord is among them, as in Sinai, in the holy place.",
                    "score": 0.7819534176254856
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And the angel of the Lord called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.",
                    "score": 0.7798931408859047
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Behold, the heaven and the heaven of heavens is the Lord's thy God, the earth also, with all that therein is.",
                    "score": 0.7765837026060451
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 19,
                    "verse": 1,
                    "text": "The heavens declare the glory of God; and the firmament sheweth his handywork.",
                    "score": 0.7733467982026075
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 22,
                    "text": "But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,",
                    "score": 0.7707174206655434
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
                    "score": 0.7705603817816986
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 24,
                    "text": "God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;",
                    "score": 0.7668057877954564
                }
            ]
        },
        {
            "verse": 31,
            "text": "And king Lamoni said: Is it above the earth?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 31,
                    "text": "He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.",
                    "score": 0.7741010532242589
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 4,
                    "text": "The Lord is high above all nations, and his glory above the heavens.",
                    "score": 0.7428745289933858
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 4,
                    "text": "He shall call to the heavens from above, and to the earth, that he may judge his people.",
                    "score": 0.7402503944863638
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 5,
                    "text": "Be thou exalted, O God, above the heavens; let thy glory be above all the earth.",
                    "score": 0.7349688389916237
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 11,
                    "text": "Be thou exalted, O God, above the heavens: let thy glory be above all the earth.",
                    "score": 0.7349688389916237
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 26,
                    "text": "For the earth is the Lord's, and the fulness thereof.",
                    "score": 0.7277629149532353
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For thou, Lord, art high above all the earth: thou art exalted far above all gods.",
                    "score": 0.7263824623008173
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 55,
                    "verse": 9,
                    "text": "For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.",
                    "score": 0.7262561398232988
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Look unto the heavens, and see; and behold the clouds which are higher than thou.",
                    "score": 0.7256456420733998
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 50,
                    "verse": 1,
                    "text": "The mighty God, even the Lord, hath spoken, and called the earth from the rising of the sun unto the going down thereof.",
                    "score": 0.7248584310702084
                }
            ]
        },
        {
            "verse": 32,
            "text": "And Ammon said: Yea, and he looketh down upon all the children of men; and he knows all the thoughts and intents of the heart; for by his hand were they all created from the beginning.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.8049755505009597
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose heart thou knowest; (for thou only knowest the hearts of the children of men:)",
                    "score": 0.7861693040921113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 24,
                    "text": "That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.",
                    "score": 0.7835748408035683
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.7795313635590242
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 39,
                    "text": "Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, even thou only, knowest the hearts of all the children of men;)",
                    "score": 0.7779293274210974
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 13,
                    "text": "The Lord looketh from heaven; he beholdeth all the sons of men.",
                    "score": 0.7770920121653399
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.7752110334216514
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 17,
                    "verse": 14,
                    "text": "From men which are thy hand, O Lord, from men of the world, which have their portion in this life, and whose belly thou fillest with thy hid treasure: they are full of children, and leave the rest of their substance to their babes.",
                    "score": 0.7728737136400577
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,",
                    "score": 0.7720266652979694
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And their father said unto them, What way went he? For his sons had seen what way the man of God went, which came from Judah.",
                    "score": 0.771608670232829
                }
            ]
        },
        {
            "verse": 33,
            "text": "And king Lamoni said: I believe all these things which thou hast spoken. Art thou sent from God?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 26,
                    "verse": 4,
                    "text": "To whom hast thou uttered words? and whose spirit came from thee?",
                    "score": 0.7709120574652955
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Surely thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,",
                    "score": 0.770322020794597
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.",
                    "score": 0.7658599822713078
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
                    "score": 0.7655656932820369
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 20,
                    "verse": 1,
                    "text": "And God spake all these words, saying,",
                    "score": 0.7651819672181286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.7642224573466119
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
                    "score": 0.7641645808990993
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7641581625997311
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And the king said unto him, Why speakest thou any more of thy matters? I have said, Thou and Ziba divide the land.",
                    "score": 0.7637186927202967
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 39,
                    "text": "And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.",
                    "score": 0.7605396465222403
                }
            ]
        },
        {
            "verse": 34,
            "text": "Ammon said unto him: I am a man; and man in the beginning was created after the image of God, and I am called by his Holy Spirit to teach these things unto this people, that they may be brought to a knowledge of that which is just and true;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 27,
                    "text": "So God created man in his own image, in the image of God created he him; male and female created he them.",
                    "score": 0.8060991240598437
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.8022504852131506
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And I, God, created man in mine own image, in the image of mine Only Begotten created I him; male and female created I them.",
                    "score": 0.8015690675115115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And that he created man, male and female, after his own image and in his own likeness, created he them;",
                    "score": 0.7985487727008768
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 51,
                    "text": "And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh.",
                    "score": 0.794017704007763
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And have put on the new man, which is renewed in knowledge after the image of him that created him:",
                    "score": 0.7825118781389215
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And I, God, said unto mine Only Begotten, which was with me from the beginning: Let us make man in our image, after our likeness; and it was so. And I, God, said: Let them have dominion over the fishes of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
                    "score": 0.7791791067187837
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 9,
                    "text": "In the image of his own body, male and female, created he them, and blessed them, and called their name Adam, in the day when they were created and became living souls in the land upon the footstool of God.",
                    "score": 0.7787326193452284
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 12,
                    "text": "Now, when a man reasoneth he is understood of man, because he reasoneth as a man; even so will I, the Lord, reason with you that you may understand.",
                    "score": 0.7767962828664436
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And that ye put on the new man, which after God is created in righteousness and true holiness.",
                    "score": 0.7749438570489031
                }
            ]
        },
        {
            "verse": 35,
            "text": "And a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power according to my faith and desires which are in God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 31,
                    "text": "For by the power of my Spirit created I them; yea, all things both spiritual and temporal--",
                    "score": 0.816321679317307
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "But truly I am full of power by the spirit of the Lord, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin.",
                    "score": 0.8137932404592583
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 16,
                    "text": "And the Book of Mormon and the holy scriptures are given of me for your instruction; and the power of my Spirit quickeneth all things.",
                    "score": 0.8041086812846043
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 51,
                    "verse": 6,
                    "text": "Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.",
                    "score": 0.8037079689899669
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,",
                    "score": 0.8029349919202233
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 19,
                    "text": "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.",
                    "score": 0.8029192456840705
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 17,
                    "text": "And again, he that trembleth under my power shall be made strong, and shall bring forth fruits of praise and wisdom, according to the revelations and truths which I have given you.",
                    "score": 0.800437551645377
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.",
                    "score": 0.799972405263297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And then shall ye know, or by this shall you know, all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive.",
                    "score": 0.7998527052467369
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And thou say in thine heart, My power and the might of mine hand hath gotten me this wealth.",
                    "score": 0.7996367434045376
                }
            ]
        },
        {
            "verse": 36,
            "text": "Now when Ammon had said these words, he began at the creation of the world, and also the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the holy scriptures of the people, which had been spoken by the prophets, even down to the time that their father, Lehi, left Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And when he had thus spoken, he went before, ascending up to Jerusalem.",
                    "score": 0.8003677301248896
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 51,
                    "text": "And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh.",
                    "score": 0.7881976004663577
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.7825289278612746
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.7723126706611766
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Now this prophecy Adam spake, as he was moved upon by the Holy Ghost, and a genealogy was kept of the children of God. And this was the book of the generations of Adam, saying: In the day that God created man, in the likeness of God made he him;",
                    "score": 0.7707726750213472
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 90,
                    "verse": 2,
                    "text": "Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God.",
                    "score": 0.7657810612775421
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.7650352840535781
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him.",
                    "score": 0.7641938539583888
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 27,
                    "text": "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.",
                    "score": 0.7639665350270283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 36,
                    "text": "After telling me these things, he commenced quoting the prophecies of the Old Testament. He first quoted part of the third chapter of Malachi; and he quoted also the fourth or last chapter of the same prophecy, though with a little variation from the way it reads in our Bibles. Instead of quoting the first verse as it reads in our books, he quoted it thus:",
                    "score": 0.763417836083903
                }
            ]
        },
        {
            "verse": 37,
            "text": "And he also rehearsed unto them (for it was unto the king and to his servants) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travail, and so forth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 136,
                    "verse": 16,
                    "text": "To him which led his people through the wilderness: for his mercy endureth for ever.",
                    "score": 0.7871475686320429
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 17,
                    "verse": 29,
                    "text": "And honey, and butter, and sheep, and cheese of kine, for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty, in the wilderness.",
                    "score": 0.7846759053992725
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Thou didst strike through with his staves the head of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly.",
                    "score": 0.775739375214115
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 45,
                    "text": "And he remembered for them his covenant, and repented according to the multitude of his mercies.",
                    "score": 0.7747401113259774
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 46,
                    "text": "He made them also to be pitied of all those that carried them captives.",
                    "score": 0.7745490641655214
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 28,
                    "text": "For when I had brought them into the land, for the which I lifted up mine hand to give it to them, then they saw every high hill, and all the thick trees, and they offered there their sacrifices, and there they presented the provocation of their offering: there also they made their sweet savour, and poured out there their drink offerings.",
                    "score": 0.7707898237120735
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And he walked in all the way that his father walked in, and served the idols that his father served, and worshipped them:",
                    "score": 0.7698248855816268
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And Samuel heard all the words of the people, and he rehearsed them in the ears of the Lord.",
                    "score": 0.7695417407762146
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 51,
                    "text": "And as he was now going down, his servants met him, and told him, saying, Thy son liveth.",
                    "score": 0.7688609108192631
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.767688873771595
                }
            ]
        },
        {
            "verse": 38,
            "text": "And he also rehearsed unto them concerning the rebellions of Laman and Lemuel, and the sons of Ishmael, yea, all their rebellions did he relate unto them; and he expounded unto them all the records and scriptures from the time that Lehi left Jerusalem down to the present time.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And Samuel heard all the words of the people, and he rehearsed them in the ears of the Lord.",
                    "score": 0.7723443912009195
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
                    "score": 0.7687474294233481
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 45,
                    "text": "And he remembered for them his covenant, and repented according to the multitude of his mercies.",
                    "score": 0.7658784838468604
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 14,
                    "text": "And he went through all the tribes of Israel unto Abel, and to Beth-maachah, and all the Berites: and they were gathered together, and went also after him.",
                    "score": 0.756950131735833
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 3,
                    "text": "When Herod the king had heard these things, he was troubled, and all Jerusalem with him.",
                    "score": 0.7530745728468705
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 45,
                    "text": "Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.",
                    "score": 0.7512663727220598
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.7510145697149307
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 15,
                    "verse": 26,
                    "text": "And the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
                    "score": 0.7510108906120015
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 11,
                    "text": "Now there dwelt an old prophet in Beth-el; and his sons came and told him all the works that the man of God had done that day in Beth-el: the words which he had spoken unto the king, them they told also to their father.",
                    "score": 0.7498531270441993
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Then he wrote a letter the second time to them, saying, If ye be mine, and if ye will hearken unto my voice, take ye the heads of the men your master's sons, and come to me to Jezreel by to morrow this time. Now the king's sons, being seventy persons, were with the great men of the city, which brought them up.",
                    "score": 0.7492275150990805
                }
            ]
        },
        {
            "verse": 39,
            "text": "But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 38,
                    "text": "Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:",
                    "score": 0.7738162363328046
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.",
                    "score": 0.771354272087265
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 16,
                    "text": "He judged the cause of the poor and needy; then it was well with him: was not this to know me? saith the Lord.",
                    "score": 0.7713075076464931
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 31,
                    "text": "So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.",
                    "score": 0.7699738277354007
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets--",
                    "score": 0.7698446479971011
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.",
                    "score": 0.768500704463067
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 2,
                    "text": "And he did that which was right in the sight of the Lord, but not with a perfect heart.",
                    "score": 0.7683913975165136
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 35,
                    "text": "And they told what things were done in the way, and how he was known of them in breaking of bread.",
                    "score": 0.7683593926858312
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 16,
                    "text": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.",
                    "score": 0.7657780869456506
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 77,
                    "text": "To give knowledge of salvation unto his people by the remission of their sins,",
                    "score": 0.7640171871978338
                }
            ]
        },
        {
            "verse": 40,
            "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 16,
                    "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
                    "score": 0.8095958270014445
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And it came to pass, when the king had heard the words of the book of the law, that he rent his clothes.",
                    "score": 0.8018434394664181
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 1,
                    "text": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
                    "score": 0.8013097496718206
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 19,
                    "text": "And it came to pass, when the king had heard the words of the law, that he rent his clothes.",
                    "score": 0.8008217217265985
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 31,
                    "text": "And it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that was under them:",
                    "score": 0.7980532651630671
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.",
                    "score": 0.7921006572941414
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And Samuel told all the words of the Lord unto the people that asked of him a king.",
                    "score": 0.7909184494788777
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 4,
                    "verse": 28,
                    "text": "All this came upon the king Nebuchadnezzar.",
                    "score": 0.7886332476857811
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "score": 0.7859064820341665
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 30,
                    "text": "As he spake these words, many believed on him.",
                    "score": 0.7814796928732891
                }
            ]
        },
        {
            "verse": 41,
            "text": "And he began to cry unto the Lord, saying: O Lord, have mercy; according to thy abundant mercy which thou hast had upon the people of Nephi, have upon me, and my people.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And he cried, saying, Jesus, thou Son of David, have mercy on me.",
                    "score": 0.8071429568785037
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7972241834864846
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Wherefore they cried unto the Lord, and said, We beseech thee, O Lord, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O Lord, hast done as it pleased thee.",
                    "score": 0.7962524580131842
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 47,
                    "text": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.",
                    "score": 0.7942778260705154
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.7936646914666
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 20,
                    "text": "And he cried unto the Lord, and said, O Lord my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son?",
                    "score": 0.7893151446539781
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 50,
                    "text": "And it came to pass that Enoch continued his cry unto the Lord, saying: I ask thee, O Lord, in the name of thine Only Begotten, even Jesus Christ, that thou wilt have mercy upon Noah and his seed, that the earth might never more be covered by the floods.",
                    "score": 0.7825479080530271
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 27,
                    "text": "Behold, the name of the Lord cometh from far, burning with his anger, and the burden thereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:",
                    "score": 0.7823525691818708
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 22,
                    "text": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?",
                    "score": 0.7811823391505935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 16,
                    "text": "Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.",
                    "score": 0.7805064568977446
                }
            ]
        },
        {
            "verse": 42,
            "text": "And now, when he had said this, he fell unto the earth, as if he were dead.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 6,
                    "text": "As soon then as he had said unto them, I am he, they went backward, and fell to the ground.",
                    "score": 0.8287845364236511
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?",
                    "score": 0.8110200834692833
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.",
                    "score": 0.78944552776037
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:",
                    "score": 0.7876872857924694
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 48,
                    "text": "And he said unto them: Because that Adam fell, we are; and by his fall came death; and we are made partakers of misery and woe.",
                    "score": 0.7860713341723035
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.",
                    "score": 0.7842374889776066
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 9,
                    "text": "He bowed the heavens also, and came down: and darkness was under his feet.",
                    "score": 0.7798260852698682
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 10,
                    "text": "He bowed the heavens also, and came down; and darkness was under his feet.",
                    "score": 0.7798260852698682
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 18,
                    "text": "And his brethren also went and fell down before his face; and they said, Behold, we be thy servants.",
                    "score": 0.7785676841698175
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
                    "score": 0.7775843159888438
                }
            ]
        },
        {
            "verse": 43,
            "text": "And it came to pass that his servants took him and carried him in unto his wife, and laid him upon a bed; and he lay as if he were dead for the space of two days and two nights; and his wife, and his sons, and his daughters mourned over him, after the manner of the Lamanites, greatly lamenting his loss.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 37,
                    "text": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy.",
                    "score": 0.7876625888175125
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 35,
                    "verse": 24,
                    "text": "His servants therefore took him out of that chariot, and put him in the second chariot that he had; and they brought him to Jerusalem, and he died, and was buried in one of the sepulchres of his fathers. And all Judah and Jerusalem mourned for Josiah.",
                    "score": 0.7810882055190554
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "score": 0.7789260054489259
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
                    "score": 0.7771671205483095
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
                    "score": 0.775800472159352
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones:",
                    "score": 0.7708896222281454
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 40,
                    "text": "So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.",
                    "score": 0.7704479567250511
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And when they were departed from him, (for they left him in great diseases,) his own servants conspired against him for the blood of the sons of Jehoiada the priest, and slew him on his bed, and he died: and they buried him in the city of David, but they buried him not in the sepulchres of the kings.",
                    "score": 0.7696888010453915
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass, when the king sat in his house, and the Lord had given him rest round about from all his enemies;",
                    "score": 0.7694615466298308
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 15,
                    "text": "For it came to pass, when David was in Edom, and Joab the captain of the host was gone up to bury the slain, after he had smitten every male in Edom;",
                    "score": 0.7665656259666264
                }
            ]
        }
    ]
}