{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 54,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass in the commencement of the twenty and ninth year of the judges, that Ammoron sent unto Moroni desiring that he would exchange prisoners.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 1,
                    "text": "And now it came to pass in the commencement of the thirtieth year of the reign of the judges, on the second day in the first month, Moroni received an epistle from Helaman, stating the affairs of the people in that quarter of the land.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9085567539070247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 15,
                    "text": "Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000219583537593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 18,
                    "text": "And it came to pass that Moroni did arrive with his army at the land of Bountiful, in the latter end of the twenty and seventh year of the reign of the judges over the people of Nephi.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000206351329411
                }
            ]
        },
        {
            "verse": 2,
            "text": "And it came to pass that Moroni felt to rejoice exceedingly at this request, for he desired the provisions which were imparted for the support of the Lamanite prisoners for the support of his own people; and he also desired his own people for the strengthening of his army.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 6,
                    "verse": 3,
                    "text": "And it came to pass that the king of the Lamanites did grant unto me the thing which I desired.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8258462566462628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 10,
                    "text": "And Moroni also sent unto him, desiring him that he would be faithful in maintaining that quarter of the land, and that he would seek every opportunity to scourge the Lamanites in that quarter, as much as was in his power, that perhaps he might take again by stratagem or some other way those cities which had been taken out of their hands; and that he also would fortify and strengthen the cities round about, which had not fallen into the hands of the Lamanites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8171071490159443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 24,
                    "text": "Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all the prisoners should be liberated, who were Nephites; and they did join the army of Moroni, and were a great strength to his army.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118394778054162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And now behold, Ammon, and Aaron, and Omner, and Himni, and their brethren did rejoice exceedingly, for the success which they had had among the Lamanites, seeing that the Lord had granted unto them according to their prayers, and that he had also verified his word unto them in every particular.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037320928634724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 53,
                    "verse": 6,
                    "text": "And it came to pass that Moroni had thus gained a victory over one of the greatest of the armies of the Lamanites, and had obtained possession of the city of Mulek, which was one of the strongest holds of the Lamanites in the land of Nephi; and thus he had also built a stronghold to retain his prisoners.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.918989360332489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 50,
                    "verse": 12,
                    "text": "Thus Moroni, with his armies, which did increase daily because of the assurance of protection which his works did bring forth unto them, did seek to cut off the strength and the power of the Lamanites from off the lands of their possessions, that they should have no power upon the lands of their possession.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9157963395118713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 24,
                    "text": "Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all the prisoners should be liberated, who were Nephites; and they did join the army of Moroni, and were a great strength to his army.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9141778945922852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 8,
                    "text": "And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a ransom for those whom the Lamanites had taken.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9139791829610909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 30,
                    "text": "Now it came to pass that Moroni, after he had obtained possession of the city of Nephihah, having taken many prisoners, which did reduce the armies of the Lamanites exceedingly, and having regained many of the Nephites who had been taken prisoners, which did strengthen the army of Moroni exceedingly; therefore Moroni went forth from the land of Nephihah to the land of Lehi.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9132053852081299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 51,
                    "verse": 14,
                    "text": "And it came to pass that when Moroni saw this, and also saw that the Lamanites were coming into the borders of the land, he was exceedingly wroth because of the stubbornness of those people whom he had labored with so much diligence to preserve; yea, he was exceedingly wroth; his soul was filled with anger against them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9110721349716187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 33,
                    "text": "And now it came to pass that it was expedient for Moroni to make preparations to attack the city Morianton; for behold, the Lamanites had, by their labors, fortified the city Morianton until it had become an exceeding stronghold.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9103855437270147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 10,
                    "text": "And Moroni also sent unto him, desiring him that he would be faithful in maintaining that quarter of the land, and that he would seek every opportunity to scourge the Lamanites in that quarter, as much as was in his power, that perhaps he might take again by stratagem or some other way those cities which had been taken out of their hands; and that he also would fortify and strengthen the cities round about, which had not fallen into the hands of the Lamanites.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9086816472830944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 43,
                    "verse": 48,
                    "text": "And it came to pass that when the men of Moroni saw the fierceness and the anger of the Lamanites, they were about to shrink and flee from them. And Moroni, perceiving their intent, sent forth and inspired their hearts with these thoughts--yea, the thoughts of their lands, their liberty, yea, their freedom from bondage.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9076836920693874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 7,
                    "text": "And it came to pass that he kept thus preparing for war until Moroni had sent a large number of men to strengthen his army.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9061845541000366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 21,
                    "text": "And it came to pass that Moroni, having no hopes of meeting them upon fair grounds, therefore, he resolved upon a plan that he might decoy the Lamanites out of their strongholds.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057872891426086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 57,
                    "verse": 17,
                    "text": "But it came to pass that on the morrow they did return. And now behold, we did not inquire of them concerning the prisoners; for behold, the Lamanites were upon us, and they returned in season to save us from falling into their hands. For behold, Ammoron had sent to their support a new supply of provisions and also a numerous army of men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052453154033111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 1,
                    "text": "And now it came to pass that when Moroni had received this epistle his heart did take courage, and was filled with exceedingly great joy because of the faithfulness of Pahoran, that he was not also a traitor to the freedom and cause of his country.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9042508602142334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 4,
                    "text": "And now it came to pass that when Moroni had said these words, he caused that a search should be made among his men, that perhaps he might find a man who was a descendant of Laman among them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9036486263694081
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 46,
                    "verse": 16,
                    "text": "And therefore, at this time, Moroni prayed that the cause of the Christians, and the freedom of the land might be favored.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.902422264579286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 59,
                    "verse": 4,
                    "text": "And it came to pass when Moroni had sent this epistle to the land of Zarahemla, he began again to lay a plan that he might obtain the remainder of those possessions and cities which the Lamanites had taken from them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011780560718824
                }
            ]
        },
        {
            "verse": 3,
            "text": "Now the Lamanites had taken many women and children, and there was not a woman nor a child among all the prisoners of Moroni, or the prisoners whom Moroni had taken; therefore Moroni resolved upon a stratagem to obtain as many prisoners of the Nephites from the Lamanites as it were possible.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 30,
                    "text": "Now it came to pass that Moroni, after he had obtained possession of the city of Nephihah, having taken many prisoners, which did reduce the armies of the Lamanites exceedingly, and having regained many of the Nephites who had been taken prisoners, which did strengthen the army of Moroni exceedingly; therefore Moroni went forth from the land of Nephihah to the land of Lehi.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354407053617816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 29,
                    "text": "Therefore, all the prisoners of the Lamanites did join the people of Ammon, and did begin to labor exceedingly, tilling the ground, raising all manner of grain, and flocks and herds of every kind; and thus were the Nephites relieved from a great burden; yea, insomuch that they were relieved from all the prisoners of the Lamanites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8220355088364901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 7,
                    "text": "And now I write somewhat concerning the sufferings of this people. For according to the knowledge which I have received from Amoron, behold, the Lamanites have many prisoners, which they took from the tower of Sherrizah; and there were men, women, and children.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8188540629565942
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 8,
                    "text": "And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a ransom for those whom the Lamanites had taken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183718044096229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 53,
                    "verse": 1,
                    "text": "And it came to pass that they did set guards over the prisoners of the Lamanites, and did compel them to go forth and bury their dead, yea, and also the dead of the Nephites who were slain; and Moroni placed men over them to guard them while they should perform their labors.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165932950816159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 27,
                    "text": "Now it came to pass that many of the Lamanites that were prisoners were desirous to join the people of Ammon and become a free people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139812418651747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that they could find no way to deliver themselves out of bondage, except it were to take their women and children, and their flocks, and their herds, and their tents, and depart into the wilderness; for the Lamanites being so numerous, it was impossible for the people of Limhi to contend with them, thinking to deliver themselves out of bondage by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125093077872038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And notwithstanding this great abomination of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after depriving them of that which was most dear and precious above all things, which is chastity and virtue--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082183578477539
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 6,
                    "text": "Now Moroni caused that Laman and a small number of his men should go forth unto the guards who were over the Nephites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072058502109987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 38,
                    "text": "Now it came to pass that Moroni marched forth on the morrow, and came upon the Lamanites, insomuch that they did slay them with a great slaughter; and they did drive them out of the land; and they did flee, even that they did not return at that time against the Nephites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056837200292983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 4,
                    "verse": 27,
                    "text": "And there were many thousands who did yield themselves up prisoners unto the Nephites, and the remainder of them were slain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050208040646866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 25,
                    "verse": 12,
                    "text": "And it came to pass that those who were the children of Amulon and his brethren, who had taken to wife the daughters of the Lamanites, were displeased with the conduct of their fathers, and they would no longer be called by the names of their fathers, therefore they took upon themselves the name of Nephi, that they might be called the children of Nephi and be numbered among those who were called Nephites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035524540491775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 12,
                    "text": "And the Lamanites had also retained many prisoners, all of whom are chief captains, for none other have they spared alive. And we suppose that they are now at this time in the land of Nephi; it is so if they are not slain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017302297058442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 25,
                    "verse": 3,
                    "text": "And there were not so many of the people of Nephi and of the people of Zarahemla as there were of the Lamanites; yea, they were not half so numerous.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014442084830179
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 30,
                    "text": "Now it came to pass that Moroni, after he had obtained possession of the city of Nephihah, having taken many prisoners, which did reduce the armies of the Lamanites exceedingly, and having regained many of the Nephites who had been taken prisoners, which did strengthen the army of Moroni exceedingly; therefore Moroni went forth from the land of Nephihah to the land of Lehi.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9192559670958516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 8,
                    "text": "And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a ransom for those whom the Lamanites had taken.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9152340343455202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 24,
                    "text": "Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all the prisoners should be liberated, who were Nephites; and they did join the army of Moroni, and were a great strength to his army.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9145657965282097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 12,
                    "text": "And the Lamanites had also retained many prisoners, all of whom are chief captains, for none other have they spared alive. And we suppose that they are now at this time in the land of Nephi; it is so if they are not slain.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9078074203327914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 53,
                    "verse": 6,
                    "text": "And it came to pass that Moroni had thus gained a victory over one of the greatest of the armies of the Lamanites, and had obtained possession of the city of Mulek, which was one of the strongest holds of the Lamanites in the land of Nephi; and thus he had also built a stronghold to retain his prisoners.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9048182907592247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that they could find no way to deliver themselves out of bondage, except it were to take their women and children, and their flocks, and their herds, and their tents, and depart into the wilderness; for the Lamanites being so numerous, it was impossible for the people of Limhi to contend with them, thinking to deliver themselves out of bondage by the sword.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9047623276710575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 31,
                    "text": "And it came to pass that before the Lamanites had retreated far they were surrounded by the Nephites, by the men of Moroni on one hand, and the men of Lehi on the other, all of whom were fresh and full of strength; but the Lamanites were wearied because of their long march.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9043718731957489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 4,
                    "verse": 19,
                    "text": "Therefore they did abandon their design to obtain the remainder of their lands, for so numerous were the Lamanites that it became impossible for the Nephites to obtain more power over them; therefore Moronihah did employ all his armies in maintaining those parts which he had taken.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9032962264595182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 14,
                    "text": "And it came to pass that Moroni and Pahoran, leaving a large body of men in the land of Zarahemla, took their march with a large body of men towards the land of Nephihah, being determined to overthrow the Lamanites in that city.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9029280543327396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 6,
                    "text": "Now Moroni caused that Laman and a small number of his men should go forth unto the guards who were over the Nephites.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9020119134209017
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 52,
                    "verse": 21,
                    "text": "And it came to pass that Moroni, having no hopes of meeting them upon fair grounds, therefore, he resolved upon a plan that he might decoy the Lamanites out of their strongholds.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014845431735855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 58,
                    "verse": 30,
                    "text": "Yea, and it came to pass that the armies of the Lamanites did flee out of all this quarter of the land. But behold, they have carried with them many women and children out of the land.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011394322597658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 62,
                    "verse": 38,
                    "text": "Now it came to pass that Moroni marched forth on the morrow, and came upon the Lamanites, insomuch that they did slay them with a great slaughter; and they did drive them out of the land; and they did flee, even that they did not return at that time against the Nephites.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9009873330004757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 59,
                    "verse": 5,
                    "text": "And it came to pass that while Moroni was thus making preparations to go against the Lamanites to battle, behold, the people of Nephihah, who were gathered together from the city of Moroni and the city of Lehi and the city of Morianton, were attacked by the Lamanites.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9007859885224255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And notwithstanding this great abomination of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after depriving them of that which was most dear and precious above all things, which is chastity and virtue--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001660406490684
                }
            ]
        },
        {
            "verse": 4,
            "text": "Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 15,
                    "text": "Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8916635249009727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 1,
                    "text": "Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from Pahoran, the chief governor. And these are the words which he received:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.846055340674367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 1,
                    "text": "An epistle of my father Mormon, written to me, Moroni; and it was written unto me soon after my calling to the ministry. And on this wise did he write unto me, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.834826977660842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 15,
                    "text": "Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8715429382596664
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 15,
                    "text": "Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9588594534732486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 1,
                    "text": "Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from Pahoran, the chief governor. And these are the words which he received:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9159503183483578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 1,
                    "text": "An epistle of my father Mormon, written to me, Moroni; and it was written unto me soon after my calling to the ministry. And on this wise did he write unto me, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9149172508914133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 1,
                    "text": "Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9135518177090493
                }
            ]
        },
        {
            "verse": 5,
            "text": "Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 2,
                    "text": "And these are the words which he wrote, saying: My dearly beloved brother, Moroni, as well in the Lord as in the tribulations of our warfare; behold, my beloved brother, I have somewhat to tell you concerning our warfare in this part of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8437693103566827
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 23,
                    "text": "Therefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045841030552835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 16,
                    "text": "I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah whom ye have murdered. Behold, I will avenge his blood upon you, yea, and I will come upon you with my armies for I fear not your threatenings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034755998297041
                }
            ]
        },
        {
            "verse": 6,
            "text": "Behold, I would tell you somewhat concerning the justice of God, and the sword of his almighty wrath, which doth hang over you except ye repent and withdraw your armies into your own lands, or the land of your possessions, which is the land of Nephi.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 2,
                    "text": "Wherefore, in my days, I would that ye should know that I fought much with the sword to preserve my people, the Nephites, from falling into the hands of their enemies, the Lamanites. But behold, I of myself am a wicked man, and I have not kept the statutes and the commandments of the Lord as I ought to have done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8514693043578762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 7,
                    "text": "Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346892945123429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 3,
                    "verse": 14,
                    "text": "Thus the word of God is fulfilled, for these are the words which he said to Nephi: Behold, the Lamanites have I cursed, and I will set a mark on them that they and their seed may be separated from thee and thy seed, from this time henceforth and forever, except they repent of their wickedness and turn to me that I may have mercy upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8264576400183532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 27,
                    "verse": 23,
                    "text": "And behold, we will set our armies between the land Jershon and the land Nephi, that we may protect our brethren in the land Jershon; and this we do for our brethren, on account of their fear to take up arms against their brethren lest they should commit sin; and this their great fear came because of their sore repentance which they had, on account of their many murders and their awful wickedness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8263762513018138
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 27,
                    "text": "Behold, my son, I will write unto you again if I go not out soon against the Lamanites. Behold, the pride of this nation, or the people of the Nephites, hath proven their destruction except they should repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8235687231421789
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8220062499374808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 30,
                    "verse": 1,
                    "text": "And now behold, my beloved brethren, I would speak unto you; for I, Nephi, would not suffer that ye should suppose that ye are more righteous than the Gentiles shall be. For behold, except ye shall keep the commandments of God ye shall all likewise perish; and because of the words which have been spoken ye need not suppose that the Gentiles are utterly destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8218386680073545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8205305475245251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 15,
                    "verse": 17,
                    "text": "And now behold, saith the Lord, concerning the people of the Nephites: If they will not repent, and observe to do my will, I will utterly destroy them, saith the Lord, because of their unbelief notwithstanding the many mighty works which I have done among them; and as surely as the Lord liveth shall these things be, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196731350654198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 18,
                    "text": "But behold, I say unto you that if ye persist in your wickedness that your days shall not be prolonged in the land, for the Lamanites shall be sent upon you; and if ye repent not they shall come in a time when you know not, and ye shall be visited with utter destruction; and it shall be according to the fierce anger of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176222259832839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 12,
                    "text": "Behold, I am Amaleki, the son of Abinadom. Behold, I will speak unto you somewhat concerning Mosiah, who was made king over the land of Zarahemla; for behold, he being warned of the Lord that he should flee out of the land of Nephi, and as many as would hearken unto the voice of the Lord should also depart out of the land with him, into the wilderness--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170445301886938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 11,
                    "text": "And this cometh unto you, O ye Gentiles, that ye may know the decrees of God--that ye may repent, and not continue in your iniquities until the fulness come, that ye may not bring down the fulness of the wrath of God upon you as the inhabitants of the land have hitherto done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169171856211012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 5,
                    "text": "And it came to pass that the angel spake unto me, Nephi, saying: Thou hast beheld that if the Gentiles repent it shall be well with them; and thou also knowest concerning the covenants of the Lord unto the house of Israel; and thou also hast heard that whoso repenteth not must perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154931850643664
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 2,
                    "text": "For behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye have been appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war of every kind, and send forth against the Lamanites, in whatsoever parts they should come into our land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152568360448536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 23,
                    "text": "For behold, thus saith the Lord: I will not show unto the wicked of my strength, to one more than the other, save it be unto those who repent of their sins, and hearken unto my words. Now therefore, I would that ye should behold, my brethren, that it shall be better for the Lamanites than for you except ye shall repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814138610792418
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 6,
                    "text": "Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136265085200459
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 16,
                    "text": "When ye have transgressed the covenant of the Lord your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the Lord be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812522747042363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 39,
                    "text": "O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122161401224156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 8,
                    "verse": 23,
                    "text": "Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121177718789115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 2,
                    "text": "And also, that I may remember the promises which I have made unto thee, Nephi, and also unto thy father, that I would remember your seed; and that the words of your seed should proceed forth out of my mouth unto your seed; and my words shall hiss forth unto the ends of the earth, for a standard unto my people, which are of the house of Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121027821895637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 14,
                    "text": "Therefore Nephi did declare unto them the word of the Lord, saying: Except ye repent, thus saith the Lord, ye shall be smitten even unto destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106276421673912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And behold, now it came to pass that when the Lord had spoken these words unto Nephi, he did stop and did not go unto his own house, but did return unto the multitudes who were scattered about upon the face of the land, and began to declare unto them the word of the Lord which had been spoken unto him, concerning their destruction if they did not repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094863261329676
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 45,
                    "verse": 9,
                    "text": "Thus saith the Lord God; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093425696506211
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass, saith the Father, that the sword of my justice shall hang over them at that day; and except they repent it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073102846511049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Behold, I, Abinadom, am the son of Chemish. Behold, it came to pass that I saw much war and contention between my people, the Nephites, and the Lamanites; and I, with my own sword, have taken the lives of many of the Lamanites in the defence of my brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046074565943051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040690367652877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore, thus saith the Lord: Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my Spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036469994404225
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 5,
                    "text": "Therefore thus saith the Lord God; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029820496318087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029256193103012
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 8,
                    "text": "In that ye provoke me unto wrath with the works of your hands, burning incense unto other gods in the land of Egypt, whither ye be gone to dwell, that ye might cut yourselves off, and that ye might be a curse and a reproach among all the nations of the earth?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027586672397143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 9,
                    "text": "And now, we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802742664872715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 16,
                    "text": "Now I say unto thee: Go, and remember the captivity of thy fathers in the land of Helam, and in the land of Nephi; and remember how great things he has done for them; for they were in bondage, and he has delivered them. And now I say unto thee, Alma, go thy way, and seek to destroy the church no more, that their prayers may be answered, and this even if thou wilt of thyself be cast off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027279895186704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that I did go forth among the Nephites, and did repent of the oath which I had made that I would no more assist them; and they gave me command again of their armies, for they looked upon me as though I could deliver them from their afflictions.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027013400132821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 27,
                    "text": "And now I would speak somewhat concerning a certain number who went up into the wilderness to return to the land of Nephi; for there was a large number who were desirous to possess the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026840105378111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 10,
                    "text": "And I write this epistle unto you, Lachoneus, and I hope that ye will deliver up your lands and your possessions, without the shedding of blood, that this my people may recover their rights and government, who have dissented away from you because of your wickedness in retaining from them their rights of government, and except ye do this, I will avenge their wrongs. I am Giddianhi.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023042833392298
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 1,
                    "verse": 4,
                    "text": "And behold, ye shall take the plates of Nephi unto yourself, and the remainder shall ye leave in the place where they are; and ye shall engrave on the plates of Nephi all the things that ye have observed concerning this people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021875594802531
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 5,
                    "verse": 1,
                    "text": "Behold, it came to pass that I, Nephi, did cry much unto the Lord my God, because of the anger of my brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802013289560184
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017655043078828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015600293863261
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003411135493271
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 3,
                    "text": "And say, Ye mountains of Israel, hear the word of the Lord God; Thus saith the Lord God to the mountains, and to the hills, to the rivers, and to the valleys; Behold, I, even I, will bring a sword upon you, and I will destroy your high places.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000682301698157
                }
            ]
        },
        {
            "verse": 7,
            "text": "Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 6,
                    "text": "Behold, I would tell you somewhat concerning the justice of God, and the sword of his almighty wrath, which doth hang over you except ye repent and withdraw your armies into your own lands, or the land of your possessions, which is the land of Nephi.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346892945123429
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 36,
                    "verse": 3,
                    "text": "It may be that the house of Judah will hear all the evil which I purpose to do unto them; that they may return every man from his evil way; that I may forgive their iniquity and their sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068860539103627
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 2,
                    "verse": 5,
                    "text": "Then shall he speak unto them in his wrath, and vex them in his sore displeasure.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058415064473402
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 26,
                    "verse": 3,
                    "text": "If so be they will hearken, and turn every man from his evil way, that I may repent me of the evil, which I purpose to do unto them because of the evil of their doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032474344282624
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the Lord is upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031368659285769
                }
            ]
        },
        {
            "verse": 8,
            "text": "But as ye have once rejected these things, and have fought against the people of the Lord, even so I may expect you will do it again.",
            "similars": []
        },
        {
            "verse": 9,
            "text": "And now behold, we are prepared to receive you; yea, and except you withdraw your purposes, behold, ye will pull down the wrath of that God whom you have rejected upon you, even to your utter destruction.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8157446454048646
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 28,
                    "text": "For thus saith the Lord God; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151142313778774
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042638108311941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035199194122903
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "volume_book_index": 20,
                    "chapter": 4,
                    "verse": 7,
                    "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033848752588432
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now hear me therefore, and deliver the captives again, which ye have taken captive of your brethren: for the fierce wrath of the Lord is upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022328716532068
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 21,
                    "text": "Yea, I will gather you, and blow upon you in the fire of my wrath, and ye shall be melted in the midst thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014148997198006
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 7,
                    "text": "Therefore thus saith the Lord God; I have lifted up mine hand, Surely the heathen that are about you, they shall bear their shame.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012148317878641
                }
            ]
        },
        {
            "verse": 10,
            "text": "But, as the Lord liveth, our armies shall come upon you except ye withdraw, and ye shall soon be visited with death, for we will retain our cities and our lands; yea, and we will maintain our religion and the cause of our God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8259233120308274
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 41,
                    "verse": 2,
                    "text": "The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8149454630658032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124456275486835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112491715492812
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109583438857593
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 14,
                    "verse": 14,
                    "text": "The Lord shall fight for you, and ye shall hold your peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810789823937476
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080025077662908
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 115,
                    "text": "Depart from me, ye evildoers: for I will keep the commandments of my God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070761217071968
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 50,
                    "verse": 24,
                    "text": "And Joseph said unto his brethren, I die: and God will surely visit you, and bring you out of this land unto the land which he sware to Abraham, to Isaac, and to Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063600570420585
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 33,
                    "text": "Ye shall walk in all the ways which the Lord your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063174370396377
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 8,
                    "text": "Therefore shall ye keep all the commandments which I command you this day, that ye may be strong, and go in and possess the land, whither ye go to possess it;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060603124597733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 27,
                    "verse": 10,
                    "text": "But the king said unto him: Inquire of the Lord, and if he saith unto us go, we will go; otherwise we will perish in the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806001129047683
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 9,
                    "text": "I will make thee perpetual desolations, and thy cities shall not return: and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057166107508071
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 4,
                    "text": "For the Lord God hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; and inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052384536986277
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024732723079294
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 22,
                    "text": "Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire: and I will make the cities of Judah a desolation without an inhabitant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013620259973899
                }
            ]
        },
        {
            "verse": 11,
            "text": "But behold, it supposeth me that I talk to you concerning these things in vain; or it supposeth me that thou art a child of hell; therefore I will close my epistle by telling you that I will not exchange prisoners, save it be on conditions that ye will deliver up a man and his wife and his children, for one prisoner; if this be the case that ye will do it, I will exchange.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 2,
                    "text": "And he said: Behold, I will not exchange prisoners with Ammoron save he will withdraw his purpose, as I have stated in my epistle; for I will not grant unto him that he shall have any more power than what he hath got.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8378954159306233
                }
            ]
        },
        {
            "verse": 12,
            "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 8,
                    "text": "And behold, I swear unto you, if ye will do this, with an oath, ye shall not be destroyed; but if ye will not do this, I swear unto you with an oath, that on the morrow month I will command that my armies shall come down against you, and they shall not stay their hand and shall spare not, but shall slay you, and shall let fall the sword upon you even until ye shall become extinct.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8396873372490821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 13,
                    "text": "Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8356923734432785
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 14,
                    "text": "And I will make thee to pass with thine enemies into a land which thou knowest not: for a fire is kindled in mine anger, which shall burn upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8341091309807814
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8317580646662329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8309629339645906
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274760141679922
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8262505374040002
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 18,
                    "text": "And I commanded you at that time, saying, The Lord your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all that are meet for the war.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8258243903551632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8257153582524577
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 33,
                    "text": "I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall slay the wicked, and fear shall come upon every man;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8232041016334299
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 59,
                    "verse": 1,
                    "text": "Deliver me from mine enemies, O my God: defend me from them that rise up against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.822932640945529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217799524681256
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 26,
                    "text": "Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour's wife: and shall ye possess the land?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821184703095664
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 13,
                    "text": "Behold, I am against thee, O inhabitant of the valley, and rock of the plain, saith the Lord; which say, Who shall come down against us? or who shall enter into our habitations?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211138775632316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 44,
                    "text": "Therefore what say ye, my sons, will ye go against them to battle?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207629112460342
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200705833606515
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 51,
                    "verse": 20,
                    "text": "Thou art my battle axe and weapons of war: for with thee will I break in pieces the nations, and with thee will I destroy kingdoms;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200372314353284
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 12,
                    "verse": 13,
                    "text": "And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.819920797135667
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196753772090171
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 5,
                    "text": "And I myself will fight against you with an outstretched hand and with a strong arm, even in anger, and in fury, and in great wrath.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194389922394393
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8192942073509345
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 16,
                    "text": "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818939434924757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183943044065966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 29,
                    "text": "And then, if he shall come upon you or your children, or your children's children unto the third and fourth generation, I have delivered thine enemy into thine hands;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179415410396764
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 12,
                    "text": "Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.817804509916079
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 6,
                    "verse": 14,
                    "text": "But, behold, I will raise up against you a nation, O house of Israel, saith the Lord the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177058041581159
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168940513806684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 44,
                    "verse": 7,
                    "text": "And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164204429511525
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 28,
                    "text": "And if they shall smite this people thou wilt smite them; thou wilt fight for thy people as thou didst in the day of battle, that they may be delivered from the hands of all their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8158703345306658
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156700777367246
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 1,
                    "verse": 19,
                    "text": "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154602701491837
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148556419959389
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 18,
                    "text": "And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord God, that my fury shall come up in my face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142813331319412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 54,
                    "verse": 7,
                    "text": "Wherefore, go to now and flee the land, lest your enemies come upon you; and take your journey, and appoint whom you will to be your leader, and to pay moneys for you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137165258710045
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 6,
                    "text": "Therefore, as I live, saith the Lord God, I will prepare thee unto blood, and blood shall pursue thee: sith thou hast not hated blood, even blood shall pursue thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114186925701559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 10,
                    "text": "But, as the Lord liveth, our armies shall come upon you except ye withdraw, and ye shall soon be visited with death, for we will retain our cities and our lands; yea, and we will maintain our religion and the cause of our God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112491715492812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811103498013203
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 18,
                    "text": "Behold, my brethren, I say unto you, that these things must shortly come; yea, even blood, and fire, and vapor of smoke must come; and it must needs be upon the face of this earth; and it cometh unto men according to the flesh if it so be that they will harden their hearts against the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810083314030723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 6,
                    "text": "Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098951588532034
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 12,
                    "verse": 3,
                    "text": "And when I saw that ye delivered me not, I put my life in my hands, and passed over against the children of Ammon, and the Lord delivered them into my hand: wherefore then are ye come up unto me this day, to fight against me?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095520825844517
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 38,
                    "text": "And ye shall perish among the heathen, and the land of your enemies shall eat you up.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092155715361633
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088368779187965
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086157832190048
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 42,
                    "text": "And thus, even as I have said, if ye are faithful ye shall assemble yourselves together to rejoice upon the land of Missouri, which is the land of your inheritance, which is now the land of your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081517317954595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 25,
                    "text": "And except ye grant mine epistle, and come out and show unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080308254093038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 31,
                    "text": "And I will pour out mine indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, and skilful to destroy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078503346062327
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "volume_book_index": 37,
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075999649116707
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 42,
                    "verse": 13,
                    "text": "The Lord shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073516549434216
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807225118624303
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 16,
                    "verse": 19,
                    "text": "O Lord, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things wherein there is no profit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071661138923972
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070785330560555
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 28,
                    "text": "And now, verily I say unto you, if that enemy shall escape my vengeance, that he be not brought into judgment before me, then ye shall see to it that ye warn him in my name, that he come no more upon you, neither upon your family, even your children's children unto the third and fourth generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069158848119116
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 25,
                    "text": "And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062040354250417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 44,
                    "verse": 6,
                    "text": "Yea, and this is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way and come not again to war against us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053556988638388
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 26,
                    "text": "And my presence shall be with you even in avenging me of mine enemies, unto the third and fourth generation of them that hate me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051094363404044
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 14,
                    "verse": 14,
                    "text": "The Lord shall fight for you, and ye shall hold your peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046340379802824
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044144224366366
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038657165773608
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 56,
                    "verse": 9,
                    "text": "When I cry unto thee, then shall mine enemies turn back: this I know; for God is for me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037249796353296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And I will fortify this land against all other nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033706289805443
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Cry and howl, son of man: for it shall be upon my people, it shall be upon all the princes of Israel: terrors by reason of the sword shall be upon my people: smite therefore upon thy thigh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029662407869481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028442904510757
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 27,
                    "text": "I will send my fear before thee, and will destroy all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027426956509683
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 19,
                    "verse": 43,
                    "text": "For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025583512611877
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 20,
                    "verse": 24,
                    "text": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that floweth with milk and honey: I am the Lord your God, which have separated you from other people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022375252913816
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018392444650448
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 22,
                    "verse": 24,
                    "text": "And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018047730169333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 27,
                    "verse": 24,
                    "text": "And now behold, this will we do unto our brethren, that they may inherit the land Jershon; and we will guard them from their enemies with our armies, on condition that they will give us a portion of their substance to assist us that we may maintain our armies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016317567163264
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 6,
                    "text": "Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014921685661435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 18,
                    "text": "And now behold, if ye will lay down your arms, and subject yourselves to be governed by those to whom the government doth rightly belong, then will I cause that my people shall lay down their weapons and shall be at war no more.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014479804007139
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 15,
                    "text": "But if ye will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013496721005466
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013403609265733
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 51,
                    "verse": 25,
                    "text": "Behold, I am against thee, O destroying mountain, saith the Lord, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011957859605655
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 13,
                    "text": "And I will bring upon that land all my words which I have pronounced against it, even all that is written in this book, which Jeremiah hath prophesied against all the nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011711691253695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 28,
                    "text": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801062939657036
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008343625775816
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 14,
                    "text": "And I will forsake the remnant of mine inheritance, and deliver them into the hand of their enemies; and they shall become a prey and a spoil to all their enemies;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006905016968345
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 2,
                    "verse": 16,
                    "text": "Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800675590514215
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 15,
                    "verse": 7,
                    "text": "And I will set my face against them; they shall go out from one fire, and another fire shall devour them; and ye shall know that I am the Lord, when I set my face against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005509542193131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 14,
                    "text": "And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003192959164617
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 9,
                    "text": "The enemy said, I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002887427304174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 8,
                    "text": "And behold, I swear unto you, if ye will do this, with an oath, ye shall not be destroyed; but if ye will not do this, I swear unto you with an oath, that on the morrow month I will command that my armies shall come down against you, and they shall not stay their hand and shall spare not, but shall slay you, and shall let fall the sword upon you even until ye shall become extinct.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9074239189968174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 13,
                    "text": "Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057668503661856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 44,
                    "verse": 7,
                    "text": "And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001944005605365
                }
            ]
        },
        {
            "verse": 13,
            "text": "Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 30,
                    "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8382185972760561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8356923734432785
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.835392032403183
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 14,
                    "text": "And I will make thee to pass with thine enemies into a land which thou knowest not: for a fire is kindled in mine anger, which shall burn upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8299695289109205
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now will I shortly pour out my fury upon thee, and accomplish mine anger upon thee: and I will judge thee according to thy ways, and will recompense thee for all thine abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169191125833123
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 121,
                    "verse": 5,
                    "text": "Let thine anger be kindled against our enemies; and, in the fury of thine heart, with thy sword avenge us of our wrongs.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167729393000519
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814287869741111
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 3,
                    "text": "Now is the end come upon thee, and I will send mine anger upon thee, and will judge thee according to thy ways, and will recompense upon thee all thine abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138282892318354
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 5,
                    "text": "Therefore thus saith the Lord God; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133964016718002
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133574978800809
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 7,
                    "verse": 6,
                    "text": "Arise, O Lord, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8111962003124106
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102167763745947
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 63,
                    "verse": 6,
                    "text": "And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100712669106357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 10,
                    "text": "Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098215406699395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 39,
                    "text": "O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083234601093882
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Cry and howl, son of man: for it shall be upon my people, it shall be upon all the princes of Israel: terrors by reason of the sword shall be upon my people: smite therefore upon thy thigh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073851156642331
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 14,
                    "text": "And I will lay my vengeance upon Edom by the hand of my people Israel: and they shall do in Edom according to mine anger and according to my fury; and they shall know my vengeance, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073604141784759
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073515089125142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 2,
                    "verse": 27,
                    "text": "And my heart did sorrow because of this the great calamity of my people, because of their wickedness and their abominations. But behold, we did go forth against the Lamanites and the robbers of Gadianton, until we had again taken possession of the lands of our inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063111790511606
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 3,
                    "verse": 8,
                    "text": "Therefore wait ye upon me, saith the Lord, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063111424994871
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And thou, even thyself, shalt discontinue from thine heritage that I gave thee; and I will cause thee to serve thine enemies in the land which thou knowest not: for ye have kindled a fire in mine anger, which shall burn for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055950272618017
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 20,
                    "text": "Therefore thus saith the Lord God; Behold, mine anger and my fury shall be poured out upon this place, upon man, and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042903957277605
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 26,
                    "text": "Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour's wife: and shall ye possess the land?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042487932850327
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 12,
                    "verse": 14,
                    "text": "Thus saith the Lord against all mine evil neighbours, that touch the inheritance which I have caused my people Israel to inherit; Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038730638462297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 32,
                    "text": "I, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030043440606834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027502750187625
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 30,
                    "text": "By little and little I will drive them out from before thee, until thou be increased, and inherit the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023748153588459
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013286829840899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 28,
                    "text": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012521701920374
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 31,
                    "text": "And I will pour out mine indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, and skilful to destroy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011195716107766
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 37,
                    "text": "For I will cause Elam to be dismayed before their enemies, and before them that seek their life: and I will bring evil upon them, even my fierce anger, saith the Lord; and I will send the sword after them, till I have consumed them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010453938287198
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000863566406969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057668503661856
                }
            ]
        },
        {
            "verse": 14,
            "text": "Now I close my epistle. I am Moroni; I am a leader of the people of the Nephites.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 13,
                    "text": "Behold, I make an end of speaking concerning this people. I am the son of Mormon, and my father was a descendant of Nephi.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8269403528437856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 36,
                    "text": "Behold, I am Moroni, your chief captain. I seek not for power, but to pull it down. I seek not for honor of the world, but for the glory of my God, and the freedom and welfare of my country. And thus I close mine epistle.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8251563657483593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 24,
                    "text": "And behold now, I am a bold Lamanite; behold, this war hath been waged to avenge their wrongs, and to maintain and to obtain their rights to the government; and I close my epistle to Moroni.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815755615475438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 58,
                    "verse": 41,
                    "text": "And now, my beloved brother, Moroni, may the Lord our God, who has redeemed us and made us free, keep you continually in his presence; yea, and may he favor this people, even that ye may have success in obtaining the possession of all that which the Lamanites have taken from us, which was for our support. And now, behold, I close mine epistle. I am Helaman, the son of Alma.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130443755139648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 21,
                    "text": "See that ye strengthen Lehi and Teancum in the Lord; tell them to fear not, for God will deliver them, yea, and also all those who stand fast in that liberty wherewith God hath made them free. And now I close mine epistle to my beloved brother, Moroni.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002450019547963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 43,
                    "verse": 16,
                    "text": "Now, the leader of the Nephites, or the man who had been appointed to be the chief captain over the Nephites--now the chief captain took the command of all the armies of the Nephites--and his name was Moroni;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9022705496710882
                }
            ]
        },
        {
            "verse": 15,
            "text": "Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 4,
                    "text": "Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8916635249009727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 1,
                    "text": "Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8273521312134294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 1,
                    "text": "Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from Pahoran, the chief governor. And these are the words which he received:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8266178317341109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 4,
                    "text": "Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying:",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8715429382596664
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 1,
                    "text": "Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8483389796806659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 4,
                    "text": "Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9588594534732486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 1,
                    "text": "Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9337562839694428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 1,
                    "text": "Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from Pahoran, the chief governor. And these are the words which he received:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9247284531593323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 1,
                    "text": "An epistle of my father Mormon, written to me, Moroni; and it was written unto me soon after my calling to the ministry. And on this wise did he write unto me, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9152764081954956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 46,
                    "verse": 11,
                    "text": "And now it came to pass that when Moroni, who was the chief commander of the armies of the Nephites, had heard of these dissensions, he was angry with Amalickiah.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026156125893839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 1,
                    "text": "And now it came to pass in the commencement of the twenty and ninth year of the judges, that Ammoron sent unto Moroni desiring that he would exchange prisoners.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000219583537593
                }
            ]
        },
        {
            "verse": 16,
            "text": "I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah whom ye have murdered. Behold, I will avenge his blood upon you, yea, and I will come upon you with my armies for I fear not your threatenings.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 3,
                    "text": "And now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not repent, and Satan stirreth them up continually to anger one with another.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.836699137753891
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 24,
                    "text": "And behold now, I am a bold Lamanite; behold, this war hath been waged to avenge their wrongs, and to maintain and to obtain their rights to the government; and I close my epistle to Moroni.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.835986286092308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Behold, I, Abinadom, am the son of Chemish. Behold, it came to pass that I saw much war and contention between my people, the Nephites, and the Lamanites; and I, with my own sword, have taken the lives of many of the Lamanites in the defence of my brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8290578803572872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 37,
                    "text": "And Laman said unto Lemuel and also unto the sons of Ishmael: Behold, let us slay our father, and also our brother Nephi, who has taken it upon him to be our ruler and our teacher, who are his elder brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8263248869784229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 10,
                    "text": "And now, because I am a Lamanite, and have spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me and do seek to destroy me, and have cast me out from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8250969742497821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 3,
                    "text": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.820929888280118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 58,
                    "verse": 41,
                    "text": "And now, my beloved brother, Moroni, may the Lord our God, who has redeemed us and made us free, keep you continually in his presence; yea, and may he favor this people, even that ye may have success in obtaining the possession of all that which the Lamanites have taken from us, which was for our support. And now, behold, I close mine epistle. I am Helaman, the son of Alma.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169510140214459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 24,
                    "verse": 5,
                    "text": "Now when Ammon and his brethren and all those who had come up with him saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael that they might hold a council with Lamoni and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106249780225732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 47,
                    "verse": 4,
                    "text": "Now behold, this was the desire of Amalickiah; for he being a very subtle man to do evil therefore he laid the plan in his heart to dethrone the king of the Lamanites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085621373409024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 28,
                    "text": "And now my son, Laman, and also Lemuel and Sam, and also my sons who are the sons of Ishmael, behold, if ye will hearken unto the voice of Nephi ye shall not perish. And if ye will hearken unto him I leave unto you a blessing, yea, even my first blessing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083241067477419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 14,
                    "text": "But I, Jacob, shall not hereafter distinguish them by these names, but I shall call them Lamanites that seek to destroy the people of Nephi, and those who are friendly to Nephi I shall call Nephites, or the people of Nephi, according to the reigns of the kings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068831637992625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 27,
                    "text": "Behold, my son, I will write unto you again if I go not out soon against the Lamanites. Behold, the pride of this nation, or the people of the Nephites, hath proven their destruction except they should repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806608362451517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 5,
                    "text": "Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034755998297041
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 12,
                    "text": "Behold, I am Amaleki, the son of Abinadom. Behold, I will speak unto you somewhat concerning Mosiah, who was made king over the land of Zarahemla; for behold, he being warned of the Lord that he should flee out of the land of Nephi, and as many as would hearken unto the voice of the Lord should also depart out of the land with him, into the wilderness--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020003863792639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And I, Nephi, did take the sword of Laban, and after the manner of it did make many swords, lest by any means the people who were now called Lamanites should come upon us and destroy us; for I knew their hatred towards me and my children and those who were called my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005956752498489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 3,
                    "text": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045614004135196
                }
            ]
        },
        {
            "verse": 17,
            "text": "For behold, your fathers did wrong their brethren, insomuch that they did rob them of their right to the government when it rightly belonged unto them.",
            "similars": []
        },
        {
            "verse": 18,
            "text": "And now behold, if ye will lay down your arms, and subject yourselves to be governed by those to whom the government doth rightly belong, then will I cause that my people shall lay down their weapons and shall be at war no more.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8480463431489327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 44,
                    "verse": 7,
                    "text": "And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184408817377092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 8,
                    "text": "And behold, I swear unto you, if ye will do this, with an oath, ye shall not be destroyed; but if ye will not do this, I swear unto you with an oath, that on the morrow month I will command that my armies shall come down against you, and they shall not stay their hand and shall spare not, but shall slay you, and shall let fall the sword upon you even until ye shall become extinct.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167405270248494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 66,
                    "text": "That they may lay down their weapons of bloodshed, and cease their rebellions.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126499908833329
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014652121995017
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014479804007139
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002110203986882
                }
            ]
        },
        {
            "verse": 19,
            "text": "Behold, ye have breathed out many threatenings against me and my people; but behold, we fear not your threatenings.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 3,
                    "verse": 6,
                    "text": "I will not be afraid of ten thousands of people, that have set themselves against me round about.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034973184020741
                }
            ]
        },
        {
            "verse": 20,
            "text": "Nevertheless, I will grant to exchange prisoners according to your request, gladly, that I may preserve my food for my men of war; and we will wage a war which shall be eternal, either to the subjecting the Nephites to our authority or to their eternal extinction.",
            "similars": []
        },
        {
            "verse": 21,
            "text": "And as concerning that God whom ye say we have rejected, behold, we know not such a being; neither do ye; but if it so be that there is such a being, we know not but that he hath made us as well as you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "volume_book_index": 23,
                    "chapter": 4,
                    "verse": 6,
                    "text": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016340300721722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 9,
                    "verse": 10,
                    "text": "And now, if ye have imagined up unto yourselves a god who doth vary, and in whom there is shadow of changing, then have ye imagined up unto yourselves a god who is not a God of miracles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011962351289548
                }
            ]
        },
        {
            "verse": 22,
            "text": "And if it so be that there is a devil and a hell, behold will he not send you there to dwell with my brother whom ye have murdered, whom ye have hinted that he hath gone to such a place? But behold these things matter not.",
            "similars": []
        },
        {
            "verse": 23,
            "text": "I am Ammoron, and a descendant of Zoram, whom your fathers pressed and brought out of Jerusalem.",
            "similars": []
        },
        {
            "verse": 24,
            "text": "And behold now, I am a bold Lamanite; behold, this war hath been waged to avenge their wrongs, and to maintain and to obtain their rights to the government; and I close my epistle to Moroni.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 16,
                    "text": "I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah whom ye have murdered. Behold, I will avenge his blood upon you, yea, and I will come upon you with my armies for I fear not your threatenings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.835986286092308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 10,
                    "text": "And now, because I am a Lamanite, and have spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me and do seek to destroy me, and have cast me out from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354349816058333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 3,
                    "text": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8299535708848687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 10,
                    "text": "Behold, I, Abinadom, am the son of Chemish. Behold, it came to pass that I saw much war and contention between my people, the Nephites, and the Lamanites; and I, with my own sword, have taken the lives of many of the Lamanites in the defence of my brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8285772151469624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 58,
                    "verse": 41,
                    "text": "And now, my beloved brother, Moroni, may the Lord our God, who has redeemed us and made us free, keep you continually in his presence; yea, and may he favor this people, even that ye may have success in obtaining the possession of all that which the Lamanites have taken from us, which was for our support. And now, behold, I close mine epistle. I am Helaman, the son of Alma.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247742533072794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 27,
                    "text": "Behold, my son, I will write unto you again if I go not out soon against the Lamanites. Behold, the pride of this nation, or the people of the Nephites, hath proven their destruction except they should repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8202969996476065
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 2,
                    "verse": 23,
                    "text": "And it came to pass that I did speak unto my people, and did urge them with great energy, that they would stand boldly before the Lamanites and fight for their wives, and their children, and their houses, and their homes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8158049841961635
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 14,
                    "text": "Now I close my epistle. I am Moroni; I am a leader of the people of the Nephites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815755615475438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now I, Moroni, after having made an end of abridging the account of the people of Jared, I had supposed not to have written more, but I have not as yet perished; and I make not myself known to the Lamanites lest they should destroy me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103671009926674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 54,
                    "text": "And now it came to pass that we, the people of Nephi, the people of Antipus, and I with my two thousand, did surround the Lamanites, and did slay them; yea, insomuch that they were compelled to deliver up their weapons of war and also themselves as prisoners of war.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095807135391863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 2,
                    "text": "Wherefore, in my days, I would that ye should know that I fought much with the sword to preserve my people, the Nephites, from falling into the hands of their enemies, the Lamanites. But behold, I of myself am a wicked man, and I have not kept the statutes and the commandments of the Lord as I ought to have done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025911608073867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 8,
                    "text": "And behold, it is the hand of the Lord which hath done it. And behold also, the Lamanites are at war one with another; and the whole face of this land is one continual round of murder and bloodshed; and no one knoweth the end of the war.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801523204100158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 10,
                    "verse": 19,
                    "text": "And now I, Zeniff, after having told all these things unto my people concerning the Lamanites, I did stimulate them to go to battle with their might, putting their trust in the Lord; therefore, we did contend with them, face to face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014655688510549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 2,
                    "text": "For behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye have been appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war of every kind, and send forth against the Lamanites, in whatsoever parts they should come into our land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005016026087018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 55,
                    "verse": 3,
                    "text": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018574240037964
                }
            ]
        }
    ]
}