{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 41,
    "verses": [
        {
            "verse": 1,
            "text": "And now, my son, I have somewhat to say concerning the restoration of which has been spoken; for behold, some have wrested the scriptures, and have gone far astray because of this thing. And I perceive that thy mind has been worried also concerning this thing. But behold, I will explain it unto thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 24,
                    "text": "And now, my son, this is the restoration of which has been spoken by the mouths of the prophets--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8454685940452323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 1,
                    "text": "Now my son, here is somewhat more I would say unto thee; for I perceive that thy mind is worried concerning the resurrection of the dead.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8401788394249945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 4,
                    "text": "And now, my son, I speak unto you concerning that which grieveth me exceedingly; for it grieveth me that there should disputations rise among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326806876906976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 1,
                    "text": "And now, my son, I perceive there is somewhat more which doth worry your mind, which ye cannot understand--which is concerning the justice of God in the punishment of the sinner; for ye do try to suppose that it is injustice that the sinner should be consigned to a state of misery.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275532244470818
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 12,
                    "text": "But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124877232437545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 24,
                    "text": "Behold, my son, this thing ought not to be; for repentance is unto them that are under condemnation and under the curse of a broken law.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107032659569916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 22,
                    "text": "Yea, this bringeth about the restoration of those things of which has been spoken by the mouths of the prophets.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052034149673395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 15,
                    "text": "And now, my son, I would say somewhat unto you concerning the coming of Christ. Behold, I say unto you, that it is he that surely shall come to take away the sins of the world; yea, he cometh to declare glad tidings of salvation unto his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805168712094383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050878721663397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 1,
                    "text": "Now I, Nephi, do speak somewhat concerning the words which I have written, which have been spoken by the mouth of Isaiah. For behold, Isaiah spake many things which were hard for many of my people to understand; for they know not concerning the manner of prophesying among the Jews.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025008766461826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "volume_book_index": 4,
                    "chapter": 1,
                    "verse": 10,
                    "text": "And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments. I have given unto them this land, and it is a holy land; and I curse it not save it be for the cause of iniquity; wherefore, I will visit thy brethren according as I have said; and their transgressions will I bring down with sorrow upon their own heads.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007410649934676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 1,
                    "text": "And now, my son, I have somewhat more to say unto thee than what I said unto thy brother; for behold, have ye not observed the steadiness of thy brother, his faithfulness, and his diligence in keeping the commandments of God? Behold, has he not set a good example for thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003249074004353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 24,
                    "text": "And now, my son, this is the restoration of which has been spoken by the mouths of the prophets--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9111009293138443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 4,
                    "text": "And now, my son, I speak unto you concerning that which grieveth me exceedingly; for it grieveth me that there should disputations rise among you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9051981455323934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 1,
                    "text": "Now my son, here is somewhat more I would say unto thee; for I perceive that thy mind is worried concerning the resurrection of the dead.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026886878795229
                }
            ]
        },
        {
            "verse": 2,
            "text": "I say unto thee, my son, that the plan of restoration is requisite with the justice of God; for it is requisite that all things should be restored to their proper order. Behold, it is requisite and just, according to the power and resurrection of Christ, that the soul of man should be restored to its body, and that every part of the body should be restored to itself.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 44,
                    "text": "Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8379458996188369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8296876542106573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 4,
                    "verse": 11,
                    "text": "Wherefore, beloved brethren, be reconciled unto him through the atonement of Christ, his Only Begotten Son, and ye may obtain a resurrection, according to the power of the resurrection which is in Christ, and be presented as the first-fruits of Christ unto God, having faith, and obtained a good hope of glory in him before he manifesteth himself in the flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8278006438875438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 23,
                    "text": "The soul shall be restored to the body, and the body to the soul; yea, and every limb and joint shall be restored to its body; yea, even a hair of the head shall not be lost; but all things shall be restored to their proper and perfect frame.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8229217981144232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 6,
                    "text": "For as death hath passed upon all men, to fulfil the merciful plan of the great Creator, there must needs be a power of resurrection, and the resurrection must needs come unto man by reason of the fall; and the fall came by reason of transgression; and because man became fallen they were cut off from the presence of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8221600487898086
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 15,
                    "text": "And he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041767541994588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 43,
                    "text": "The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025663498403465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 24,
                    "text": "And now, my son, this is the restoration of which has been spoken by the mouths of the prophets--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009874355727195
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 20,
                    "verse": 18,
                    "text": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009091030062592
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it is requisite with the justice of God that men should be judged according to their works; and if their works were good in this life, and the desires of their hearts were good, that they should also, at the last day, be restored unto that which is good.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8479870484671577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 4,
                    "text": "And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8287840416535843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247033143687182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 24,
                    "text": "And thus saith the Lord: They shall stand as a bright testimony against this people, at the judgment day; whereof they shall be judged, every man according to his works, whether they be good, or whether they be evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247008943316576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143800701367614
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "volume_book_index": 16,
                    "chapter": 3,
                    "verse": 17,
                    "text": "That the man of God may be perfect, throughly furnished unto all good works.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115814207233235
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "volume_book_index": 21,
                    "chapter": 3,
                    "verse": 22,
                    "text": "Wherefore I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion: for who shall bring him to see what shall be after him?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090885695705563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 121,
                    "verse": 25,
                    "text": "For there is a time appointed for every man, according as his works shall be.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057805139593387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 32,
                    "text": "And it came to pass that I said unto them that it was a representation of things both temporal and spiritual; for the day should come that they must be judged of their works, yea, even the works which were done by the temporal body in their days of probation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037855366768425
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 25,
                    "verse": 1,
                    "text": "If there be a controversy between men, and they come unto judgment, that the judges may judge them; then they shall justify the righteous, and condemn the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016900824783793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 1,
                    "verse": 4,
                    "text": "And he also testified unto the people that all mankind should be saved at the last day, and that they need not fear nor tremble, but that they might lift up their heads and rejoice; for the Lord had created all men, and had also redeemed all men; and, in the end, all men should have eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003445054099352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 24,
                    "text": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9071146305135129
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018901048964215
                }
            ]
        },
        {
            "verse": 4,
            "text": "And if their works are evil they shall be restored unto them for evil. Therefore, all things shall be restored to their proper order, every thing to its natural frame--mortality raised to immortality, corruption to incorruption--raised to endless happiness to inherit the kingdom of God, or to endless misery to inherit the kingdom of the devil, the one on one hand, the other on the other--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 11,
                    "text": "If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8448043825926315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8386094742210225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 44,
                    "text": "Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8192903903082945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089029077603906
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 53,
                    "text": "For this corruptible must put on incorruption, and this mortal must put on immortality.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072830394945515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 26,
                    "text": "Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044901895298003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 5,
                    "text": "If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043315702062115
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004826941088476
                }
            ]
        },
        {
            "verse": 5,
            "text": "The one raised to happiness according to his desires of happiness, or good according to his desires of good; and the other to evil according to his desires of evil; for as he has desired to do evil all the day long even so shall he have his reward of evil when the night cometh.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 11,
                    "text": "If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8245364683985511
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 5,
                    "text": "Yea, and I know that good and evil have come before all men; he that knoweth not good from evil is blameless; but he that knoweth good and evil, to him it is given according to his desires, whether he desireth good or evil, life or death, joy or remorse of conscience.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110591989198607
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 17,
                    "verse": 13,
                    "text": "Whoso rewardeth evil for good, evil shall not depart from his house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091620282448241
                }
            ]
        },
        {
            "verse": 6,
            "text": "And so it is on the other hand. If he hath repented of his sins, and desired righteousness until the end of his days, even so he shall be rewarded unto righteousness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 23,
                    "text": "But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253969659822561
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 5,
                    "verse": 23,
                    "text": "Which justify the wicked for reward, and take away the righteousness of the righteous from him!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8227810559869683
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 58,
                    "verse": 11,
                    "text": "So that a man shall say, Verily there is a reward for the righteous: verily he is a God that judgeth in the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134096605229543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 28,
                    "text": "If he has desired to do evil, and has not repented in his days, behold, evil shall be done unto him, according to the restoration of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126147487796263
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 13,
                    "verse": 21,
                    "text": "Evil pursueth sinners: but to the righteous good shall be repayed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125218907465365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 23,
                    "text": "Who justify the wicked for reward, and take away the righteousness of the righteous from him!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8111279914578972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 32,
                    "text": "Nevertheless, he that repents and does the commandments of the Lord shall be forgiven;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066659137338544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 28,
                    "text": "Therefore, prepare ye the way of the Lord, for the time is at hand that all men shall reap a reward of their works, according to that which they have been--if they have been righteous they shall reap the salvation of their souls, according to the power and deliverance of Jesus Christ; and if they have been evil they shall reap the damnation of their souls, according to the power and captivation of the devil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060264225271548
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 39,
                    "text": "And let him repent of his sins, for he seeketh the praise of the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032658963165255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 22,
                    "verse": 16,
                    "text": "But Aaron said unto him: If thou desirest this thing, if thou wilt bow down before God, yea, if thou wilt repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019614812345631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012152224560313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 62,
                    "text": "And unto him that repenteth and sanctifieth himself before the Lord shall be given eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004742457832013
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 23,
                    "text": "But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907917922263271
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 33,
                    "verse": 26,
                    "text": "He shall pray unto God, and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9012650965136239
                }
            ]
        },
        {
            "verse": 7,
            "text": "These are they that are redeemed of the Lord; yea, these are they that are taken out, that are delivered from that endless night of darkness; and thus they stand or fall; for behold, they are their own judges, whether to do good or do evil.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 30,
                    "text": "And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033819441509154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 25,
                    "text": "And if they be evil they are consigned to an awful view of their own guilt and abominations, which doth cause them to shrink from the presence of the Lord into a state of misery and endless torment, from whence they can no more return; therefore they have drunk damnation to their own souls.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030732181664086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 12,
                    "text": "For these are they whose sins he has borne; these are they for whom he has died, to redeem them from their transgressions. And now, are they not his seed?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008175430297091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 24,
                    "text": "And thus saith the Lord: They shall stand as a bright testimony against this people, at the judgment day; whereof they shall be judged, every man according to his works, whether they be good, or whether they be evil.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026649768355546
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now, the decrees of God are unalterable; therefore, the way is prepared that whosoever will may walk therein and be saved.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 1,
                    "text": "Blessed are the undefiled in the way, who walk in the law of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809726007676566
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 14,
                    "verse": 9,
                    "text": "Who is wise, and he shall understand these things? prudent, and he shall know them? for the ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000443292664553
                }
            ]
        },
        {
            "verse": 9,
            "text": "And now behold, my son, do not risk one more offense against your God upon those points of doctrine, which ye have hitherto risked to commit sin.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 29,
                    "text": "And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8310954533575594
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 1,
                    "verse": 10,
                    "text": "My son, if sinners entice thee, consent thou not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119782797044878
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064194015859477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 30,
                    "text": "And may the Lord grant unto you repentance, that ye may not bring down his wrath upon you, that ye may not be bound down by the chains of hell, that ye may not suffer the second death.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021324573286576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 7,
                    "text": "And now, verily I say unto you, I, the Lord, will not lay any sin to your charge; go your ways and sin no more; but unto that soul who sinneth shall the former sins return, saith the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800146902260661
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 29,
                    "verse": 11,
                    "text": "My sons, be not now negligent: for the Lord hath chosen you to stand before him, to serve him, and that ye should minister unto him, and burn incense.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000172539307888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 29,
                    "text": "And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9083554257922921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 12,
                    "text": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014161976302064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 32,
                    "text": "And now, my son, remember the words which I have spoken unto you; trust not those secret plans unto this people, but teach them an everlasting hatred against sin and iniquity.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011910439957497
                }
            ]
        },
        {
            "verse": 10,
            "text": "Do not suppose, because it has been spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I say unto you, wickedness never was happiness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 5,
                    "verse": 4,
                    "text": "For thou art not a God that hath pleasure in wickedness: neither shall evil dwell with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058990407323016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 15,
                    "text": "For that which ye do send out shall return unto you again, and be restored; therefore, the word restoration more fully condemneth the sinner, and justifieth him not at all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044269808538269
                }
            ]
        },
        {
            "verse": 11,
            "text": "And now, my son, all men that are in a state of nature, or I would say, in a carnal state, are in the gall of bitterness and in the bonds of iniquity; they are without God in the world, and they have gone contrary to the nature of God; therefore, they are in a state contrary to the nature of happiness.",
            "similars": []
        },
        {
            "verse": 12,
            "text": "And now behold, is the meaning of the word restoration to take a thing of a natural state and place it in an unnatural state, or to place it in a state opposite to its nature?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 13,
                    "text": "O, my son, this is not the case; but the meaning of the word restoration is to bring back again evil for evil, or carnal for carnal, or devilish for devilish--good for that which is good; righteous for that which is righteous; just for that which is just; merciful for that which is merciful.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8222104908456532
                }
            ]
        },
        {
            "verse": 13,
            "text": "O, my son, this is not the case; but the meaning of the word restoration is to bring back again evil for evil, or carnal for carnal, or devilish for devilish--good for that which is good; righteous for that which is righteous; just for that which is just; merciful for that which is merciful.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 12,
                    "text": "And now behold, is the meaning of the word restoration to take a thing of a natural state and place it in an unnatural state, or to place it in a state opposite to its nature?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8222104908456532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 15,
                    "text": "For that which ye do send out shall return unto you again, and be restored; therefore, the word restoration more fully condemneth the sinner, and justifieth him not at all.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009519747777815
                }
            ]
        },
        {
            "verse": 14,
            "text": "Therefore, my son, see that you are merciful unto your brethren; deal justly, judge righteously, and do good continually; and if ye do all these things then shall ye receive your reward; yea, ye shall have mercy restored unto you again; ye shall have justice restored unto you again; ye shall have a righteous judgment restored unto you again; and ye shall have good rewarded unto you again.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 35,
                    "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8261577662511022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8257451808051215
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 30,
                    "text": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.824716729199858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 18,
                    "text": "And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8181683534797847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 19,
                    "text": "For behold, the same that judgeth rashly shall be judged rashly again; for according to his works shall his wages be; therefore, he that smiteth shall be smitten again, of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180870203035727
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.817380461126156
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 23,
                    "text": "Then hear thou from heaven, and do, and judge thy servants, by requiting the wicked, by recompensing his way upon his own head; and by justifying the righteous, by giving him according to his righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.81482383523936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 31,
                    "text": "He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147882603251966
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 72,
                    "verse": 1,
                    "text": "Give the king thy judgments, O God, and thy righteousness unto the king's son.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143280102279349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 33,
                    "text": "Fear not to do good, my sons, for whatsoever ye sow, that shall ye also reap; therefore, if ye sow good ye shall also reap good for your reward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138572209532389
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 13,
                    "verse": 21,
                    "text": "Evil pursueth sinners: but to the righteous good shall be repayed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123485196645817
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 2,
                    "text": "For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122909404213607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 2,
                    "text": "For with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122909404213607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115050935611697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 19,
                    "text": "O my sons, that these things might not come upon you, but that ye might be a choice and a favored people of the Lord. But behold, his will be done; for his ways are righteousness forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810882421381533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto you, that at this time your sins are forgiven you, therefore ye receive these things; but remember to sin no more, lest perils shall come upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096330193895911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 38,
                    "verse": 2,
                    "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096227735857846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094184532782893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 8,
                    "verse": 20,
                    "text": "Behold what the scripture says--man shall not smite, neither shall he judge; for judgment is mine, saith the Lord, and vengeance is mine also, and I will repay.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090941378379729
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 132,
                    "text": "Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085968148544995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 30,
                    "text": "O my son, I desire that ye should deny the justice of God no more. Do not endeavor to excuse yourself in the least point because of your sins, by denying the justice of God; but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084835414624524
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 30,
                    "verse": 9,
                    "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807995843205958
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 11,
                    "text": "And ye ought to say in your hearts--let God judge between me and thee, and reward thee according to thy deeds.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807898965162623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 9,
                    "text": "Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except ye do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068289436415618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 13,
                    "text": "And now, because ye are compelled to be humble blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth shall find mercy; and he that findeth mercy and endureth to the end the same shall be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062911431594901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062469097858666
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 34,
                    "text": "And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059124820437112
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 15,
                    "text": "For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056055625802252
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 36,
                    "text": "Be ye therefore merciful, as your Father also is merciful.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053823361812708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 15,
                    "text": "And now, my son, I would say somewhat unto you concerning the coming of Christ. Behold, I say unto you, that it is he that surely shall come to take away the sins of the world; yea, he cometh to declare glad tidings of salvation unto his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052458723178232
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "volume_book_index": 21,
                    "chapter": 11,
                    "verse": 9,
                    "text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042175162059868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 7,
                    "text": "Therefore, my sons, I would that ye should do that which is good, that it may be said of you, and also written, even as it has been said and written of them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024288243515783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017157927437071
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 90,
                    "verse": 1,
                    "text": "Thus saith the Lord, verily, verily I say unto you my son, thy sins are forgiven thee, according to thy petition, for thy prayers and the prayers of thy brethren have come up into my ears.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013427220946022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010076170168031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 17,
                    "text": "And as many as have received me, to them have I given to become the sons of God; and even so will I to as many as shall believe on my name, for behold, by me redemption cometh, and in me is the law of Moses fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000215472524552
                }
            ]
        },
        {
            "verse": 15,
            "text": "For that which ye do send out shall return unto you again, and be restored; therefore, the word restoration more fully condemneth the sinner, and justifieth him not at all.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 19,
                    "text": "Therefore thus saith the Lord, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209666930619162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 13,
                    "text": "O all ye that are spared because ye were more righteous than they, will ye not now return unto me, and repent of your sins, and be converted, that I may heal you?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196270768900421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 32,
                    "text": "Nevertheless, ye shall not cast him out of your synagogues, or your places of worship, for unto such shall ye continue to minister; for ye know not but what they will return and repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall be the means of bringing salvation unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132923048328308
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 4,
                    "text": "Then it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105590332922712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 82,
                    "verse": 7,
                    "text": "And now, verily I say unto you, I, the Lord, will not lay any sin to your charge; go your ways and sin no more; but unto that soul who sinneth shall the former sins return, saith the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093612289516434
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 20,
                    "verse": 18,
                    "text": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083428724601912
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 55,
                    "verse": 7,
                    "text": "Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067315031830851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 10,
                    "text": "Do not suppose, because it has been spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I say unto you, wickedness never was happiness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044269808538269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802573442978976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 13,
                    "text": "O, my son, this is not the case; but the meaning of the word restoration is to bring back again evil for evil, or carnal for carnal, or devilish for devilish--good for that which is good; righteous for that which is righteous; just for that which is just; merciful for that which is merciful.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009519747777815
                }
            ]
        }
    ]
}