{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 52,
    "verses": [
        {
            "verse": 1,
            "text": "And now, it came to pass in the twenty and sixth year of the reign of the judges over the people of Nephi, behold, when the Lamanites awoke on the first morning of the first month, behold, they found Amalickiah was dead in his own tent; and they also saw that Teancum was ready to give them battle on that day.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7656534110304631
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 25,
                    "verse": 5,
                    "text": "And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.",
                    "score": 0.7445976233272439
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 25,
                    "verse": 25,
                    "text": "But it came to pass in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the seed royal, came, and ten men with him, and smote Gedaliah, that he died, and the Jews and the Chaldees that were with him at Mizpah.",
                    "score": 0.7445799248729729
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, and in the fifth month, that Hananiah the son of Azur the prophet, which was of Gibeon, spake unto me in the house of the Lord, in the presence of the priests and of all the people, saying,",
                    "score": 0.7388107634353962
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the Lord telleth thee that he will make thee an house.",
                    "score": 0.7377241977437771
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7339235953412907
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 14,
                    "text": "Now it came to pass, after that Amaziah was come from the slaughter of the Edomites, that he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them, and burned incense unto them.",
                    "score": 0.7327631091416931
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 2,
                    "text": "On the first day of the first month shalt thou set up the tabernacle of the tent of the congregation.",
                    "score": 0.7305846418599273
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Beth-lehem-judah went to sojourn in the country of Moab, he, and his wife, and his two sons.",
                    "score": 0.7291988897418541
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And Elisha died, and they buried him. And the bands of the Moabites invaded the land at the coming in of the year.",
                    "score": 0.728996583285943
                }
            ]
        },
        {
            "verse": 2,
            "text": "And now, when the Lamanites saw this they were affrighted; and they abandoned their design in marching into the land northward, and retreated with all their army into the city of Mulek, and sought protection in their fortifications.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7230403396939074
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "score": 0.7184470853991904
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7181583950618246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7139200195952868
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7138590240694779
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 45,
                    "text": "Then the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them, even unto Hormah.",
                    "score": 0.7107234742365307
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.7104032185820247
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And all the people that were in Ai were called together to pursue after them: and they pursued after Joshua, and were drawn away from the city.",
                    "score": 0.7101781875735772
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And Joshua discomfited Amalek and his people with the edge of the sword.",
                    "score": 0.7089969366694441
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7082240791522701
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it came to pass that the brother of Amalickiah was appointed king over the people; and his name was Ammoron; thus king Ammoron, the brother of king Amalickiah, was appointed to reign in his stead.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
                    "score": 0.7787780147293745
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead.",
                    "score": 0.773314306129924
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 27,
                    "text": "Now concerning his sons, and the greatness of the burdens laid upon him, and the repairing of the house of God, behold, they are written in the story of the book of the kings. And Amaziah his son reigned in his stead.",
                    "score": 0.7701782813602631
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 3,
                    "text": "But Amnon had a friend, whose name was Jonadab, the son of Shimeah David's brother: and Jonadab was a very subtil man.",
                    "score": 0.7692053739094353
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And the king of Babylon made Mattaniah his father's brother king in his stead, and changed his name to Zedekiah.",
                    "score": 0.7684793710664386
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7675469592051165
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 25,
                    "text": "But the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7663376830639665
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 15,
                    "verse": 17,
                    "text": "So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah;",
                    "score": 0.7659759496751369
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 11,
                    "verse": 22,
                    "text": "And Rehoboam made Abijah the son of Maachah the chief, to be ruler among his brethren: for he thought to make him king.",
                    "score": 0.764783092556385
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7593468954604813
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass that he did command that his people should maintain those cities, which they had taken by the shedding of blood; for they had not taken any cities save they had lost much blood.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Woe to him that buildeth a town with blood, and stablisheth a city by iniquity!",
                    "score": 0.7881407551493647
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 33,
                    "text": "So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
                    "score": 0.7726031153026712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.7665489504026757
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 8,
                    "text": "Because thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.",
                    "score": 0.7595815953739259
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.",
                    "score": 0.7591534414517835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "score": 0.7560232808487151
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 6,
                    "text": "For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.",
                    "score": 0.7531043877301594
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 43,
                    "verse": 20,
                    "text": "And thou shalt take of the blood thereof, and put it on the four horns of it, and on the four corners of the settle, and upon the border round about: thus shalt thou cleanse and purge it.",
                    "score": 0.7511650451884493
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 22,
                    "verse": 8,
                    "text": "But the word of the Lord came to me, saying, Thou hast shed blood abundantly, and hast made great wars: thou shalt not build an house unto my name, because thou hast shed much blood upon the earth in my sight.",
                    "score": 0.7497282150641911
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7462112709116009
                }
            ]
        },
        {
            "verse": 5,
            "text": "And now, Teancum saw that the Lamanites were determined to maintain those cities which they had taken, and those parts of the land which they had obtained possession of; and also seeing the enormity of their number, Teancum thought it was not expedient that he should attempt to attack them in their forts.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 17,
                    "verse": 12,
                    "text": "Yet the children of Manasseh could not drive out the inhabitants of those cities; but the Canaanites would dwell in that land.",
                    "score": 0.7420726722561325
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.7418981099789898
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 20,
                    "verse": 19,
                    "text": "When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by forcing an axe against them: for thou mayest eat of them, and thou shalt not cut them down (for the tree of the field is man's life) to employ them in the siege:",
                    "score": 0.7271190711811889
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together.",
                    "score": 0.7244506131225286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7231308357404485
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 87,
                    "text": "And if he heed them not, let them importune at the feet of the governor;",
                    "score": 0.7208603791804864
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7206251940488271
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "score": 0.7192866361375152
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 5,
                    "text": "Which removeth the mountains, and they know not: which overturneth them in his anger.",
                    "score": 0.7183836092185061
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 54,
                    "text": "And he brought them to the border of his sanctuary, even to this mountain, which his right hand had purchased.",
                    "score": 0.7137410944454617
                }
            ]
        },
        {
            "verse": 6,
            "text": "But he kept his men round about, as if making preparations for war; yea, and truly he was preparing to defend himself against them, by casting up walls round about and preparing places of resort.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And lay siege against it, and build a fort against it, and cast a mount against it; set the camp also against it, and set battering rams against it round about.",
                    "score": 0.7534216110101303
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 33,
                    "verse": 16,
                    "text": "He shall dwell on high: his place of defence shall be the munitions of rocks: bread shall be given him; his waters shall be sure.",
                    "score": 0.740142960215641
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 2,
                    "verse": 5,
                    "text": "He shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared.",
                    "score": 0.737599083589577
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.",
                    "score": 0.7351376499692451
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And Uzziah prepared for them throughout all the host shields, and spears, and helmets, and habergeons, and bows, and slings to cast stones.",
                    "score": 0.729829614760407
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 17,
                    "text": "Neither shall Pharaoh with his mighty army and great company make for him in the war, by casting up mounts, and building forts, to cut off many persons:",
                    "score": 0.7286975019847114
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 27,
                    "verse": 11,
                    "text": "The men of Arvad with thine army were upon thy walls round about, and the Gammadims were in thy towers: they hanged their shields upon thy walls round about; they have made thy beauty perfect.",
                    "score": 0.725542225654155
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 29,
                    "verse": 3,
                    "text": "And I will camp against thee round about, and will lay siege against thee with a mount, and I will raise forts against thee.",
                    "score": 0.7253311903400875
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 19,
                    "verse": 8,
                    "text": "Then the nations set against him on every side from the provinces, and spread their net over him: he was taken in their pit.",
                    "score": 0.7242476383784942
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 3,
                    "text": "A fire goeth before him, and burneth up his enemies round about.",
                    "score": 0.723391883609167
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that he kept thus preparing for war until Moroni had sent a large number of men to strengthen his army.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war.",
                    "score": 0.748462862104394
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And under their hand was an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.",
                    "score": 0.7357104620009268
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 24,
                    "text": "And he increased his people greatly; and made them stronger than their enemies.",
                    "score": 0.73556527418728
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And all the men of might, even seven thousand, and craftsmen and smiths a thousand, all that were strong and apt for war, even them the king of Babylon brought captive to Babylon.",
                    "score": 0.7345399260241823
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And when all the Moabites heard that the kings were come up to fight against them, they gathered all that were able to put on armour, and upward, and stood in the border.",
                    "score": 0.725506291032354
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7252854919277064
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And Abijah set the battle in array with an army of valiant men of war, even four hundred thousand chosen men: Jeroboam also set the battle in array against him with eight hundred thousand chosen men, being mighty men of valour.",
                    "score": 0.7241861095749986
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 13,
                    "text": "About forty thousand prepared for war passed over before the Lord unto battle, to the plains of Jericho.",
                    "score": 0.7223744353445539
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And when he had gone over those parts, and had given them much exhortation, he came into Greece,",
                    "score": 0.7187600871988873
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And the Philistines put themselves in array against Israel: and when they joined battle, Israel was smitten before the Philistines: and they slew of the army in the field about four thousand men.",
                    "score": 0.7178050980019878
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a ransom for those whom the Lamanites had taken.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 22,
                    "text": "And the keeper of the prison committed to Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it.",
                    "score": 0.7404123504467528
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 6,
                    "text": "Now at that feast he released unto them one prisoner, whomsoever they desired.",
                    "score": 0.7344896805033916
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
                    "score": 0.730094443829072
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
                    "score": 0.7237736779381264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 113,
                    "verse": 8,
                    "text": "He had reference to those whom God should call in the last days, who should hold the power of priesthood to bring again Zion, and the redemption of Israel; and to put on her strength is to put on the authority of the priesthood, which she, Zion, has a right to by lineage; also to return to that power which she had lost.",
                    "score": 0.7220100948684982
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 60,
                    "text": "I soon found out the reason why I had received such strict charges to keep them safe, and why it was that the messenger had said that when I had done what was required at my hand, he would call for them. For no sooner was it known that I had them, than the most strenuous exertions were used to get them from me. Every stratagem that could be invented was resorted to for that purpose. The persecution became more bitter and severe than before, and multitudes were on the alert continually to get them from me if possible. But by the wisdom of God, they remained safe in my hands, until I had accomplished by them what was required at my hand. When, according to arrangements, the messenger called for them, I delivered them up to him; and he has them in his charge until this day, being the second day of May, one thousand eight hundred and thirty-eight.",
                    "score": 0.7190816680684735
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7189367431821271
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 8,
                    "text": "So the people took victuals in their hand, and their trumpets: and he sent all the rest of Israel every man unto his tent, and retained those three hundred men: and the host of Midian was beneath him in the valley.",
                    "score": 0.7170855586114064
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And all the men of might, even seven thousand, and craftsmen and smiths a thousand, all that were strong and apt for war, even them the king of Babylon brought captive to Babylon.",
                    "score": 0.7146579193649292
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 46,
                    "text": "He made them also to be pitied of all those that carried them captives.",
                    "score": 0.7143545376150997
                }
            ]
        },
        {
            "verse": 9,
            "text": "And he also sent orders unto him that he should fortify the land Bountiful, and secure the narrow pass which led into the land northward, lest the Lamanites should obtain that point and should have power to harass them on every side.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7666807956093741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7576695225474477
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 73,
                    "text": "And let honorable men be appointed, even wise men, and send them to purchase these lands.",
                    "score": 0.7535784072552345
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 4,
                    "text": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.",
                    "score": 0.7497105404838516
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.7489303164798624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7479088130087193
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7455669383124571
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7443629329999019
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.",
                    "score": 0.7427131659787264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7408061379250196
                }
            ]
        },
        {
            "verse": 10,
            "text": "And Moroni also sent unto him, desiring him that he would be faithful in maintaining that quarter of the land, and that he would seek every opportunity to scourge the Lamanites in that quarter, as much as was in his power, that perhaps he might take again by stratagem or some other way those cities which had been taken out of their hands; and that he also would fortify and strengthen the cities round about, which had not fallen into the hands of the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Now therefore give me this mountain, whereof the Lord spake in that day; for thou heardest in that day how the Anakims were there, and that the cities were great and fenced: if so be the Lord will be with me, then I shall be able to drive them out, as the Lord said.",
                    "score": 0.7725596590741881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7671529321967039
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7628182738918308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 18,
                    "text": "And also that other places should be appointed for stakes in the regions round about, as they shall be manifested unto my servant Joseph, from time to time.",
                    "score": 0.7581846589587137
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 36,
                    "text": "And there he maketh the hungry to dwell, that they may prepare a city for habitation;",
                    "score": 0.7570304423359315
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 5,
                    "text": "Moreover I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon.",
                    "score": 0.7548070465431203
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he promised, and sought opportunity to betray him unto them in the absence of the multitude.",
                    "score": 0.7533751675996448
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 73,
                    "text": "And let honorable men be appointed, even wise men, and send them to purchase these lands.",
                    "score": 0.7525208481857095
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 45,
                    "text": "And set watchmen round about them, and build a tower, that one may overlook the land round about, to be a watchman upon the tower, that mine olive trees may not be broken down when the enemy shall come to spoil and take upon themselves the fruit of my vineyard.",
                    "score": 0.747887776342698
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him.",
                    "score": 0.7477759355074806
                }
            ]
        },
        {
            "verse": 11,
            "text": "And he also said unto him, I would come unto you, but behold, the Lamanites are upon us in the borders of the land by the west sea; and behold, I go against them, therefore I cannot come unto you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.8202152885309651
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.8024212082604982
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Behold, I am against thee, O inhabitant of the valley, and rock of the plain, saith the Lord; which say, Who shall come down against us? or who shall enter into our habitations?",
                    "score": 0.7967435691290812
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7957242858120009
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 56,
                    "text": "And he said unto them, Hinder me not, seeing the Lord hath prospered my way; send me away that I may go to my master.",
                    "score": 0.7947683563281299
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.",
                    "score": 0.7943662196635104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7903733100956642
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
                    "score": 0.7844412012754249
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 2,
                    "text": "And the Lord appeared unto him, and said, Go not down into Egypt; dwell in the land which I shall tell thee of:",
                    "score": 0.7812451498790645
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.7812000556583353
                }
            ]
        },
        {
            "verse": 12,
            "text": "Now, the king (Ammoron) had departed out of the land of Zarahemla, and had made known unto the queen concerning the death of his brother, and had gathered together a large number of men, and had marched forth against the Nephites on the borders by the west sea.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 5,
                    "text": "Then Pharaoh's army was come forth out of Egypt: and when the Chaldeans that besieged Jerusalem heard tidings of them, they departed from Jerusalem.",
                    "score": 0.7758411568891141
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And it came to pass, when Jeroboam the son of Nebat, who was in Egypt, whither he had fled from the presence of Solomon the king, heard it, that Jeroboam returned out of Egypt.",
                    "score": 0.772871445429355
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
                    "score": 0.7694059219565794
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 11,
                    "text": "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.",
                    "score": 0.766647987338431
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 4,
                    "text": "And it came to pass, that when Zedekiah the king of Judah saw them, and all the men of war, then they fled, and went forth out of the city by night, by the way of the king's garden, by the gate betwixt the two walls: and he went out the way of the plain.",
                    "score": 0.7634182502824496
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And all the people were at strife throughout all the tribes of Israel, saying, The king saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines; and now he is fled out of the land for Absalom.",
                    "score": 0.7609300330588018
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.",
                    "score": 0.7608798256813988
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.7588524934844499
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And they began to pray him to depart out of their coasts.",
                    "score": 0.7540873214901441
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7528683917105
                }
            ]
        },
        {
            "verse": 13,
            "text": "And thus he was endeavoring to harass the Nephites, and to draw away a part of their forces to that part of the land, while he had commanded those whom he had left to possess the cities which he had taken, that they should also harass the Nephites on the borders by the east sea, and should take possession of their lands as much as it was in their power, according to the power of their armies.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7809088661568472
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 21,
                    "text": "And as for the people, he removed them to cities from one end of the borders of Egypt even to the other end thereof.",
                    "score": 0.7778172297830003
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.7722671018175002
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 44,
                    "text": "But tidings out of the east and out of the north shall trouble him: therefore he shall go forth with great fury to destroy, and utterly to make away many.",
                    "score": 0.7679687866009799
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 23,
                    "verse": 31,
                    "text": "And I will set thy bounds from the Red sea even unto the sea of the Philistines, and from the desert unto the river: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee.",
                    "score": 0.7650307987882166
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And he took the fenced cities which pertained to Judah, and came to Jerusalem.",
                    "score": 0.7640187464831739
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the Lord your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the Lord your God hath promised unto you.",
                    "score": 0.7620583515993569
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And we went before to ship, and sailed unto Assos, there intending to take in Paul: for so had he appointed, minding himself to go afoot.",
                    "score": 0.7614835331705375
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;",
                    "score": 0.7604931495008568
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
                    "score": 0.7590957695792903
                }
            ]
        },
        {
            "verse": 14,
            "text": "And thus were the Nephites in those dangerous circumstances in the ending of the twenty and sixth year of the reign of the judges over the people of Nephi.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7445808394887178
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Of which, twenty and four thousand were to set forward the work of the house of the Lord; and six thousand were officers and judges:",
                    "score": 0.741264693690643
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7300138570608319
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 30,
                    "text": "The men of Ramah and Geba, six hundred twenty and one.",
                    "score": 0.7141428141527838
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And he judged Israel in the days of the Philistines twenty years.",
                    "score": 0.7124522426658977
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 16,
                    "text": "The children of Bebai, six hundred twenty and eight.",
                    "score": 0.711153467605341
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the Lord telleth thee that he will make thee an house.",
                    "score": 0.7110355149032126
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 11,
                    "text": "The children of Bebai, six hundred twenty and three.",
                    "score": 0.7096738911286482
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And it came to pass at the end of twenty years, wherein Solomon had built the house of the Lord, and his own house,",
                    "score": 0.7044552720032842
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 24,
                    "text": "The earth is given into the hand of the wicked: he covereth the faces of the judges thereof; if not, where, and who is he?",
                    "score": 0.7033602390770123
                }
            ]
        },
        {
            "verse": 15,
            "text": "But behold, it came to pass in the twenty and seventh year of the reign of the judges, that Teancum, by the command of Moroni--who had established armies to protect the south and the west borders of the land, and had begun his march towards the land Bountiful, that he might assist Teancum with his men in retaking the cities which they had lost--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7417273345385419
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north: and he shall set forth a great multitude; but the multitude shall be given into his hand.",
                    "score": 0.7245222595242133
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7147058453214569
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)",
                    "score": 0.7132140119576666
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 40,
                    "text": "And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over.",
                    "score": 0.7130265487932224
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 43,
                    "text": "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people were come forth out of the city; and he rose up against them, and smote them.",
                    "score": 0.7125085311207635
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And he judged Israel in the days of the Philistines twenty years.",
                    "score": 0.7100095439071793
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 24,
                    "text": "Behold the mounts, they are come unto the city to take it; and the city is given into the hand of the Chaldeans, that fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest it.",
                    "score": 0.7087786150828402
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 30,
                    "text": "But the rest fled to Aphek, into the city; and there a wall fell upon twenty and seven thousand of the men that were left. And Ben-hadad fled, and came into the city, into an inner chamber.",
                    "score": 0.7083612192833696
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 25,
                    "text": "He took also out of the city an eunuch, which had the charge of the men of war; and seven men of them that were near the king's person, which were found in the city; and the principal scribe of the host, who mustered the people of the land; and threescore men of the people of the land, that were found in the midst of the city.",
                    "score": 0.708303626982328
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it came to pass that Teancum had received orders to make an attack upon the city of Mulek, and retake it if it were possible.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7307155926980482
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And when Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned again, and slew the men of Ai.",
                    "score": 0.7198743568917902
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out.",
                    "score": 0.7177980947468833
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 50,
                    "text": "Then went Abimelech to Thebez, and encamped against Thebez, and took it.",
                    "score": 0.7149691224629044
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
                    "score": 0.7137900121015605
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 7,
                    "text": "And he led them forth by the right way, that they might go to a city of habitation.",
                    "score": 0.7118626194714416
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 29,
                    "text": "And rose up, and thrust him out of the city, and led him unto the brow of the hill whereon their city was built, that they might cast him down headlong.",
                    "score": 0.7089761707818703
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7085291729907519
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And if so be that the king's wrath arise, and he say unto thee, Wherefore approached ye so nigh unto the city when ye did fight? knew ye not that they would shoot from the wall?",
                    "score": 0.7047091510473669
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 7,
                    "text": "Then ye shall rise up from the ambush, and seize upon the city: for the Lord your God will deliver it into your hand.",
                    "score": 0.7035428531857917
                }
            ]
        },
        {
            "verse": 17,
            "text": "And it came to pass that Teancum made preparations to make an attack upon the city of Mulek, and march forth with his army against the Lamanites; but he saw that it was impossible that he could overpower them while they were in their fortifications; therefore he abandoned his designs and returned again to the city Bountiful, to wait for the coming of Moroni, that he might receive strength to his army.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7420185595353066
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7265417578519299
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail.",
                    "score": 0.7245370325470301
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 11,
                    "text": "And it came to pass, that when the army of the Chaldeans was broken up from Jerusalem for fear of Pharaoh's army,",
                    "score": 0.721157473882561
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 15,
                    "text": "So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand.",
                    "score": 0.7205335564501257
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 4,
                    "text": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.",
                    "score": 0.7196362933394668
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him.",
                    "score": 0.7183812406706401
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 49,
                    "verse": 19,
                    "text": "Gad, a troop shall overcome him: but he shall overcome at the last.",
                    "score": 0.717405617934945
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 3,
                    "verse": 26,
                    "text": "And when the king of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew swords, to break through even unto the king of Edom: but they could not.",
                    "score": 0.7165148186270681
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7165081757942986
                }
            ]
        },
        {
            "verse": 18,
            "text": "And it came to pass that Moroni did arrive with his army at the land of Bountiful, in the latter end of the twenty and seventh year of the reign of the judges over the people of Nephi.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 8,
                    "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
                    "score": 0.7633065485550098
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And it came to pass at the end of twenty years, wherein Solomon had built the house of the Lord, and his own house,",
                    "score": 0.7435614676594084
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And he judged Israel in the days of the Philistines twenty years.",
                    "score": 0.7403802528671944
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Beth-lehem-judah went to sojourn in the country of Moab, he, and his wife, and his two sons.",
                    "score": 0.7384755431920795
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)",
                    "score": 0.7291708168640605
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And it came to pass at the end of twenty years, when Solomon had built the two houses, the house of the Lord, and the king's house,",
                    "score": 0.7270096275460209
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 41,
                    "text": "And it came to pass at the end of the four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the Lord went out from the land of Egypt.",
                    "score": 0.7260491036554036
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Take the sum of the people, from twenty years old and upward; as the Lord commanded Moses and the children of Israel, which went forth out of the land of Egypt.",
                    "score": 0.7250697013491736
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 15,
                    "verse": 27,
                    "text": "In the two and fiftieth year of Azariah king of Judah Pekah the son of Remaliah began to reign over Israel in Samaria, and reigned twenty years.",
                    "score": 0.7234898480658283
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 6,
                    "text": "And Joseph was the governor over the land, and he it was that sold to all the people of the land: and Joseph's brethren came, and bowed down themselves before him with their faces to the earth.",
                    "score": 0.7227882519875742
                }
            ]
        },
        {
            "verse": 19,
            "text": "And in the commencement of the twenty and eighth year, Moroni and Teancum and many of the chief captains held a council of war--what they should do to cause the Lamanites to come out against them to battle; or that they might by some means flatter them out of their strongholds, that they might gain advantage over them and take again the city of Mulek.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7367352031639849
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7350044196251061
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 15,
                    "text": "Now therefore ye with the council signify to the chief captain that he bring him down unto you to morrow, as though ye would inquire something more perfectly concerning him: and we, or ever he come near, are ready to kill him.",
                    "score": 0.7244748048834939
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 15,
                    "text": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
                    "score": 0.7235720051496899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7191771123256758
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
                    "score": 0.7170081987424582
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 8,
                    "text": "These be the names of the mighty men whom David had: The Tachmonite that sat in the seat, chief among the captains; the same was Adino the Eznite: he lift up his spear against eight hundred, whom he slew at one time.",
                    "score": 0.7161763848201622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7151212909311594
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Then the Pharisees went out, and held a council against him, how they might destroy him.",
                    "score": 0.7140180838176674
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon.",
                    "score": 0.7137883434310217
                }
            ]
        },
        {
            "verse": 20,
            "text": "And it came to pass they sent embassies to the army of the Lamanites, which protected the city of Mulek, to their leader, whose name was Jacob, desiring him that he would come out with his armies to meet them upon the plains between the two cities. But behold, Jacob, who was a Zoramite, would not come out with his army to meet them upon the plains.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And the princes of Moab rose up, and they went unto Balak, and said, Balaam refuseth to come with us.",
                    "score": 0.7674599091595309
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 17,
                    "text": "Then Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken thereto. And in like manner they sent unto the king of Moab: but he would not consent: and Israel abode in Kadesh.",
                    "score": 0.7579907582378463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7555386399730275
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7500905810280203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7486153282409823
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 27,
                    "text": "Which is my word to the Gentile, that soon it may go to the Jew, of whom the Lamanites are a remnant, that they may believe the gospel, and look not for a Messiah to come who has already come.",
                    "score": 0.7412932035968709
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law.",
                    "score": 0.7397251898736684
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 6,
                    "text": "And the men of Gibeon sent unto Joshua to the camp to Gilgal, saying, Slack not thy hand from thy servants; come up to us quickly, and save us, and help us: for all the kings of the Amorites that dwell in the mountains are gathered together against us.",
                    "score": 0.7384277671413418
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 31,
                    "text": "And he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem; and, behold, they fortify the city against thee.",
                    "score": 0.7378742743033653
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.7374522602336945
                }
            ]
        },
        {
            "verse": 21,
            "text": "And it came to pass that Moroni, having no hopes of meeting them upon fair grounds, therefore, he resolved upon a plan that he might decoy the Lamanites out of their strongholds.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he promised, and sought opportunity to betray him unto them in the absence of the multitude.",
                    "score": 0.7148975099129743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7122726280990359
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And when he had made an end to offer the present, he sent away the people that bare the present.",
                    "score": 0.7113297821110323
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.7100016581617749
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.",
                    "score": 0.7088463269118354
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 23,
                    "text": "Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.",
                    "score": 0.7083736997463201
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.707558467864669
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 45,
                    "text": "Therefore hear ye the counsel of the Lord, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
                    "score": 0.706262807116296
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And after this it came to pass, that David smote the Philistines, and subdued them: and David took Metheg-ammah out of the hand of the Philistines.",
                    "score": 0.705904940351768
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7041716405621457
                }
            ]
        },
        {
            "verse": 22,
            "text": "Therefore he caused that Teancum should take a small number of men and march down near the seashore; and Moroni and his army, by night, marched in the wilderness, on the west of the city Mulek; and thus, on the morrow, when the guards of the Lamanites had discovered Teancum, they ran and told it unto Jacob, their leader.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 25,
                    "text": "Saul also and his men went to seek him. And they told David: wherefore he came down into a rock, and abode in the wilderness of Maon. And when Saul heard that, he pursued after David in the wilderness of Maon.",
                    "score": 0.7423077836209552
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.7422811680088325
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them.",
                    "score": 0.737970853549449
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 45,
                    "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
                    "score": 0.7373512571971776
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7363377260153503
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
                    "score": 0.7350684631949025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7340935033240107
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And it was told the king of Jericho, saying, Behold, there came men in hither to night of the children of Israel to search out the country.",
                    "score": 0.7337317953264442
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Then the soldiers, as it was commanded them, took Paul, and brought him by night to Antipatris.",
                    "score": 0.7325675611356179
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And Moses sent them to spy out the land of Canaan, and said unto them, Get you up this way southward, and go up into the mountain:",
                    "score": 0.7321257132202975
                }
            ]
        },
        {
            "verse": 23,
            "text": "And it came to pass that the armies of the Lamanites did march forth against Teancum, supposing by their numbers to overpower Teancum because of the smallness of his numbers. And as Teancum saw the armies of the Lamanites coming out against him he began to retreat down by the seashore, northward.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7483695306402015
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7366416637258446
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And the border went out unto the side of Ekron northward: and the border was drawn to Shicron, and passed along to mount Baalah, and went out unto Jabneel; and the goings out of the border were at the sea.",
                    "score": 0.7355604436910566
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 5,
                    "text": "The forefront of the one was situate northward over against Michmash, and the other southward over against Gibeah.",
                    "score": 0.7324695202395193
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 18,
                    "verse": 18,
                    "text": "And passed along toward the side over against Arabah northward, and went down unto Arabah:",
                    "score": 0.7317818182806011
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 11,
                    "text": "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.",
                    "score": 0.7316391293570867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7282101048036109
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 14,
                    "text": "There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea.",
                    "score": 0.7279094222127062
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire.",
                    "score": 0.72730035920552
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them.",
                    "score": 0.7268748858948836
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it came to pass that when the Lamanites saw that he began to flee, they took courage and pursued them with vigor. And while Teancum was thus leading away the Lamanites who were pursuing them in vain, behold, Moroni commanded that a part of his army who were with him should march forth into the city, and take possession of it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them.",
                    "score": 0.7795748590795893
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.7686367481752628
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7627200789034098
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.",
                    "score": 0.76133075211272
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.757584870415797
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 69,
                    "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                    "score": 0.7562965759474762
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when he that doth flee unto one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city unto them, and give him a place, that he may dwell among them.",
                    "score": 0.7558834475090334
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 33,
                    "text": "And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him.",
                    "score": 0.7558708266376144
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7541770327071164
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 4,
                    "text": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.",
                    "score": 0.752828897343534
                }
            ]
        },
        {
            "verse": 25,
            "text": "And thus they did, and slew all those who had been left to protect the city, yea, all those who would not yield up their weapons of war.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
                    "score": 0.7785664437270787
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:",
                    "score": 0.7755241529332837
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 17,
                    "text": "They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.",
                    "score": 0.7745042468134644
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And the other issued out of the city against them; so they were in the midst of Israel, some on this side, and some on that side: and they smote them, so that they let none of them remain or escape.",
                    "score": 0.768643536402121
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7653071272946403
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And they took the things which Micah had made, and the priest which he had, and came unto Laish, unto a people that were at quiet and secure: and they smote them with the edge of the sword, and burnt the city with fire.",
                    "score": 0.76292615224656
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "score": 0.7622197486014053
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.",
                    "score": 0.7601293159116974
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
                    "score": 0.7581895260857042
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 4,
                    "verse": 29,
                    "text": "The whole city shall flee for the noise of the horsemen and bowmen; they shall go into thickets, and climb up upon the rocks: every city shall be forsaken, and not a man dwell therein.",
                    "score": 0.7574831025211143
                }
            ]
        },
        {
            "verse": 26,
            "text": "And thus Moroni had obtained possession of the city Mulek with a part of his army, while he marched with the remainder to meet the Lamanites when they should return from the pursuit of Teancum.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7327555808975146
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7188466181203492
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 32,
                    "text": "On the morrow they left the horsemen to go with him, and returned to the castle:",
                    "score": 0.7188447105853063
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And all the people that were in Ai were called together to pursue after them: and they pursued after Joshua, and were drawn away from the city.",
                    "score": 0.7157871138696879
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7154098787366724
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7129315262493785
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 23,
                    "text": "And the men of Israel gathered themselves together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after the Midianites.",
                    "score": 0.7098465365396583
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7069578543061997
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 11,
                    "text": "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.",
                    "score": 0.706858816718577
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And she said unto them, Get you to the mountain, lest the pursuers meet you; and hide yourselves there three days, until the pursuers be returned: and afterward may ye go your way.",
                    "score": 0.7061460221548824
                }
            ]
        },
        {
            "verse": 27,
            "text": "And it came to pass that the Lamanites did pursue Teancum until they came near the city Bountiful, and then they were met by Lehi and a small army, which had been left to protect the city Bountiful.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7491990686149019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7243791531118389
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And, behold, Boaz came from Beth-lehem, and said unto the reapers, The Lord be with you. And they answered him, The Lord bless thee.",
                    "score": 0.7196208229569451
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7189510005798146
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7179757486935565
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7170861516801373
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
                    "score": 0.7166746157773249
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
                    "score": 0.716646645827008
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7147243942802664
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7144483621995261
                }
            ]
        },
        {
            "verse": 28,
            "text": "And now behold, when the chief captains of the Lamanites had beheld Lehi with his army coming against them, they fled in much confusion, lest perhaps they should not obtain the city Mulek before Lehi should overtake them; for they were wearied because of their march, and the men of Lehi were fresh.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.",
                    "score": 0.7596751846042892
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him.",
                    "score": 0.7566835768762552
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 19,
                    "text": "Now they made a conspiracy against him in Jerusalem: and he fled to Lachish; but they sent after him to Lachish, and slew him there.",
                    "score": 0.7472433752334905
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.7461407849575665
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 10,
                    "text": "And when there arose a great dissension, the chief captain, fearing lest Paul should have been pulled in pieces of them, commanded the soldiers to go down, and to take him by force from among them, and to bring him into the castle.",
                    "score": 0.7457374155619751
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7422257626208519
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.74089826558453
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7398047292017276
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7365033798610943
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7364904282909114
                }
            ]
        },
        {
            "verse": 29,
            "text": "Now the Lamanites did not know that Moroni had been in their rear with his army; and all they feared was Lehi and his men.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7548114602284112
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7307852520658269
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 23,
                    "text": "And they knew not that Joseph understood them; for he spake unto them by an interpreter.",
                    "score": 0.7267670176687777
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 22,
                    "text": "Likewise all the men of Israel which had hid themselves in mount Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle.",
                    "score": 0.7223591722659153
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And all the men of Israel, when they saw the man, fled from him, and were sore afraid.",
                    "score": 0.7170899586278954
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7159257037989042
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 6,
                    "text": "When the men of Israel saw that they were in a strait, (for the people were distressed,) then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits.",
                    "score": 0.7153060549703445
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Now the sons of Eli were sons of Belial; they knew not the Lord.",
                    "score": 0.7140429803155425
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 8,
                    "text": "And Joseph knew his brethren, but they knew not him.",
                    "score": 0.711520528921608
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.",
                    "score": 0.7110279300065638
                }
            ]
        },
        {
            "verse": 30,
            "text": "Now Lehi was not desirous to overtake them till they should meet Moroni and his army.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
                    "score": 0.7458316183762411
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 31,
                    "text": "But the men that went up with him said, We be not able to go up against the people; for they are stronger than we.",
                    "score": 0.7439909497085334
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7422194461511621
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite Ai; and make not all the people to labour thither; for they are but few.",
                    "score": 0.7409020494360956
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.",
                    "score": 0.7343445619343472
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 30,
                    "text": "Then they sought to take him: but no man laid hands on him, because his hour was not yet come.",
                    "score": 0.7313101528246886
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him.",
                    "score": 0.7300945061576325
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Be strong and courageous, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him: for there be more with us than with him:",
                    "score": 0.7283697011393913
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Elisha said unto them, This is not the way, neither is this the city: follow me, and I will bring you to the man whom ye seek. But he led them to Samaria.",
                    "score": 0.7279294172224864
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 17,
                    "verse": 13,
                    "text": "Yet it came to pass, when the children of Israel were waxen strong, that they put the Canaanites to tribute; but did not utterly drive them out.",
                    "score": 0.7259908117823953
                }
            ]
        },
        {
            "verse": 31,
            "text": "And it came to pass that before the Lamanites had retreated far they were surrounded by the Nephites, by the men of Moroni on one hand, and the men of Lehi on the other, all of whom were fresh and full of strength; but the Lamanites were wearied because of their long march.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7719305912117237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7393115465088498
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 23,
                    "text": "And the men of Israel gathered themselves together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after the Midianites.",
                    "score": 0.7372674125061031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.737036408464076
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 66,
                    "text": "From that time many of his disciples went back, and walked no more with him.",
                    "score": 0.7314419034869555
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 17,
                    "verse": 18,
                    "text": "But the mountain shall be thine; for it is a wood, and thou shalt cut it down: and the outgoings of it shall be thine: for thou shalt drive out the Canaanites, though they have iron chariots, and though they be strong.",
                    "score": 0.730094082197414
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 22,
                    "text": "Likewise all the men of Israel which had hid themselves in mount Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle.",
                    "score": 0.7292964408445916
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7286942583192669
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 84,
                    "verse": 7,
                    "text": "They go from strength to strength, every one of them in Zion appeareth before God.",
                    "score": 0.7285052452790437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7284190791022898
                }
            ]
        },
        {
            "verse": 32,
            "text": "And Moroni commanded his men that they should fall upon them until they had given up their weapons of war.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 66,
                    "text": "That they may lay down their weapons of bloodshed, and cease their rebellions.",
                    "score": 0.7816453879100868
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Thy men shall fall by the sword, and thy mighty in the war.",
                    "score": 0.7466715653784954
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 1,
                    "verse": 27,
                    "text": "How are the mighty fallen, and the weapons of war perished!",
                    "score": 0.7463941455840986
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.",
                    "score": 0.7448315667735437
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7330283425019073
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 31,
                    "verse": 8,
                    "text": "Then shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be discomfited.",
                    "score": 0.7282779944547787
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
                    "score": 0.7255406366140961
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 53,
                    "text": "(For the men of war had taken spoil, every man for himself.)",
                    "score": 0.724455006705604
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 4,
                    "text": "Therefore the princes said unto the king, We beseech thee, let this man be put to death: for thus he weakeneth the hands of the men of war that remain in this city, and the hands of all the people, in speaking such words unto them: for this man seeketh not the welfare of this people, but the hurt.",
                    "score": 0.7243598360955057
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 15,
                    "text": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
                    "score": 0.7233328156861659
                }
            ]
        },
        {
            "verse": 33,
            "text": "And it came to pass that Jacob, being their leader, being also a Zoramite, and having an unconquerable spirit, he led the Lamanites forth to battle with exceeding fury against Moroni.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7740775355315578
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the Lord came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
                    "score": 0.7484914861399933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 24,
                    "text": "But before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and the Lamanites shall blossom as the rose.",
                    "score": 0.7476270340902316
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 10,
                    "text": "But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, and he fought against them.",
                    "score": 0.7448372561502591
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Then Jacob was greatly afraid and distressed: and he divided the people that was with him, and the flocks, and herds, and the camels, into two bands;",
                    "score": 0.7432857433342532
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 8,
                    "text": "But truly I am full of power by the spirit of the Lord, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin.",
                    "score": 0.7420331897668377
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And the Spirit of the Lord came upon him, and he judged Israel, and went out to war: and the Lord delivered Chushan-rishathaim king of Mesopotamia into his hand; and his hand prevailed against Chushan-rishathaim.",
                    "score": 0.7410631928962989
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 21,
                    "text": "Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;",
                    "score": 0.7410125372587263
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7338206772048773
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And so great was the faith of Enoch that he led the people of God, and their enemies came to battle against them; and he spake the word of the Lord, and the earth trembled, and the mountains fled, even according to his command; and the rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of the language which God had given him.",
                    "score": 0.7338058503959936
                }
            ]
        },
        {
            "verse": 34,
            "text": "Moroni being in their course of march, therefore Jacob was determined to slay them and cut his way through to the city of Mulek. But behold, Moroni and his men were more powerful; therefore they did not give way before the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 2,
                    "text": "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before.",
                    "score": 0.7503040421813232
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 5,
                    "text": "And they journeyed: and the terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob.",
                    "score": 0.7477863136460209
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law.",
                    "score": 0.7469060413251666
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7385263287085088
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not.",
                    "score": 0.7359999477928925
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And the Lord was with Judah; and he drave out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron.",
                    "score": 0.7352079896616477
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 42,
                    "text": "But when the cattle were feeble, he put them not in: so the feebler were Laban's, and the stronger Jacob's.",
                    "score": 0.72800662610235
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
                    "score": 0.7279914802697425
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7274713005208934
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Elisha said unto them, This is not the way, neither is this the city: follow me, and I will bring you to the man whom ye seek. But he led them to Samaria.",
                    "score": 0.7267776140702604
                }
            ]
        },
        {
            "verse": 35,
            "text": "And it came to pass that they fought on both hands with exceeding fury; and there were many slain on both sides; yea, and Moroni was wounded and Jacob was killed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 21,
                    "text": "Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;",
                    "score": 0.7564477476364684
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And it came to pass, while they were slaying them, and I was left, that I fell upon my face, and cried, and said, Ah Lord God! wilt thou destroy all the residue of Israel in thy pouring out of thy fury upon Jerusalem?",
                    "score": 0.7535823120697926
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 3,
                    "text": "He hath cut off in his fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devoureth round about.",
                    "score": 0.7534777882279816
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And the battle went sore against Saul, and the archers hit him, and he was wounded of the archers.",
                    "score": 0.7508549924560796
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And the battle went sore against Saul, and the archers hit him; and he was sore wounded of the archers.",
                    "score": 0.7505252974266843
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7490701326331642
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 26,
                    "text": "For she hath cast down many wounded: yea, many strong men have been slain by her.",
                    "score": 0.747382025480329
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 25,
                    "text": "And it came to pass on the third day, when they were sore, that two of the sons of Jacob, Simeon and Levi, Dinah's brethren, took each man his sword, and came upon the city boldly, and slew all the males.",
                    "score": 0.7452877299773615
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 11,
                    "verse": 7,
                    "text": "So Joshua came, and all the people of war with him, against them by the waters of Merom suddenly; and they fell upon them.",
                    "score": 0.7434126682576464
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Then Jacob was greatly afraid and distressed: and he divided the people that was with him, and the flocks, and herds, and the camels, into two bands;",
                    "score": 0.7398164983909817
                }
            ]
        },
        {
            "verse": 36,
            "text": "And Lehi pressed upon their rear with such fury with his strong men, that the Lamanites in the rear delivered up their weapons of war; and the remainder of them, being much confused, knew not whither to go or to strike.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7626132376570448
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.7403998708009514
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7390202940936464
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.7381034571510627
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 25,
                    "text": "Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid it not to heart.",
                    "score": 0.7372265386645855
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 23,
                    "text": "They shall lay hold on bow and spear; they are cruel, and have no mercy; their voice roareth like the sea; and they ride upon horses, set in array as men for war against thee, O daughter of Zion.",
                    "score": 0.7371725069457502
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
                    "score": 0.7366858565951581
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And they made war with the Hagarites, with Jetur, and Nephish, and Nodab.",
                    "score": 0.7362524304317591
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 49,
                    "text": "He cast upon them the fierceness of his anger, wrath, and indignation, and trouble, by sending evil angels among them.",
                    "score": 0.7310234843593283
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "score": 0.7306259992316358
                }
            ]
        },
        {
            "verse": 37,
            "text": "Now Moroni seeing their confusion, he said unto them: If ye will bring forth your weapons of war and deliver them up, behold we will forbear shedding your blood.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "score": 0.800761140594636
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 25,
                    "text": "And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.",
                    "score": 0.7949605739743305
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Thus saith the Lord God of Israel; Behold, I will turn back the weapons of war that are in your hands, wherewith ye fight against the king of Babylon, and against the Chaldeans, which besiege you without the walls, and I will assemble them into the midst of this city.",
                    "score": 0.7882008539584239
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "score": 0.7853518758041815
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 25,
                    "text": "Wherefore say unto them, Thus saith the Lord God; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?",
                    "score": 0.7818515910225017
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.",
                    "score": 0.7793296983117451
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 24,
                    "text": "And he said unto them, This is my blood of the new testament, which is shed for many.",
                    "score": 0.7790390985273011
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7780919912911027
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 28,
                    "text": "Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.",
                    "score": 0.7776931382479234
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7774382451269893
                }
            ]
        },
        {
            "verse": 38,
            "text": "And it came to pass that when the Lamanites had heard these words, their chief captains, all those who were not slain, came forth and threw down their weapons of war at the feet of Moroni, and also commanded their men that they should do the same.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 24,
                    "text": "And it came to pass, when they brought out those kings unto Joshua, that Joshua called for all the men of Israel, and said unto the captains of the men of war which went with him, Come near, put your feet upon the necks of these kings. And they came near, and put their feet upon the necks of them.",
                    "score": 0.7806996800550269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7697367815996383
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
                    "score": 0.762701536692103
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 3,
                    "text": "And Moses spake unto the people, saying, Arm some of yourselves unto the war, and let them go against the Midianites, and avenge the Lord of Midian.",
                    "score": 0.7609588960974444
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then Joshua commanded the officers of the people, saying,",
                    "score": 0.7601340586676022
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7592144673700418
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7587167962419432
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 20,
                    "verse": 9,
                    "text": "And it shall be, when the officers have made an end of speaking unto the people, that they shall make captains of the armies to lead the people.",
                    "score": 0.7565374845965845
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7529348666820979
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7522380201618559
                }
            ]
        },
        {
            "verse": 39,
            "text": "But behold, there were many that would not; and those who would not deliver up their swords were taken and bound, and their weapons of war were taken from them, and they were compelled to march with their brethren forth into the land Bountiful.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.81389478628155
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "score": 0.8029881314591206
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 3,
                    "text": "For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.",
                    "score": 0.7968943745940374
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "score": 0.7838311390039508
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 41,
                    "text": "And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:",
                    "score": 0.7829667785677807
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "In the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
                    "score": 0.7825082490133213
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 4,
                    "text": "Then said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
                    "score": 0.7799447922123736
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Then said Saul to his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and abuse me. But his armourbearer would not; for he was sore afraid. So Saul took a sword, and fell upon it.",
                    "score": 0.7787713529274282
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7778303189124114
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 4,
                    "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
                    "score": 0.7763005562844061
                }
            ]
        },
        {
            "verse": 40,
            "text": "And now the number of prisoners who were taken exceeded more than the number of those who had been slain, yea, more than those who had been slain on both sides.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 9,
                    "text": "They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field.",
                    "score": 0.7252759306349331
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And again he sent another; and him they killed, and many others; beating some, and killing some.",
                    "score": 0.7200107681439007
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 24,
                    "text": "And he increased his people greatly; and made them stronger than their enemies.",
                    "score": 0.7182743719072303
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 26,
                    "text": "For she hath cast down many wounded: yea, many strong men have been slain by her.",
                    "score": 0.7182237544400636
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And believers were the more added to the Lord, multitudes both of men and women.)",
                    "score": 0.7135388342418623
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Sufficient to such a man is this punishment, which was inflicted of many.",
                    "score": 0.713118520015126
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 16,
                    "verse": 10,
                    "text": "Then Asa was wroth with the seer, and put him in a prison house; for he was in a rage with him because of this thing. And Asa oppressed some of the people the same time.",
                    "score": 0.7095673965471525
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And I persecuted this way unto the death, binding and delivering into prisons both men and women.",
                    "score": 0.7095204497471245
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "In the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
                    "score": 0.7065908650981794
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 22,
                    "text": "For there fell down many slain, because the war was of God. And they dwelt in their steads until the captivity.",
                    "score": 0.7063302954635303
                }
            ]
        }
    ]
}