{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "Behold my beloved brethren, seeing that I have been permitted to come unto you, therefore I attempt to address you in my language; yea, by my own mouth, seeing that it is the first time that I have spoken unto you by the words of my mouth, I having been wholly confined to the judgment-seat, having had much business that I could not come unto you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 12,
                    "text": "Behold, it is I that have spoken it; and I am the same that spake unto you from the beginning. Amen.",
                    "score": 0.8042187776729537
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 45,
                    "verse": 23,
                    "text": "I have sworn by myself, the word is gone out of my mouth in righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.",
                    "score": 0.803346751884123
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 30,
                    "text": "Behold, I say unto you, that you shall not translate again those words which have gone forth out of your hands;",
                    "score": 0.7991822240017857
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 8,
                    "text": "Thou hast put away mine acquaintance far from me; thou hast made me an abomination unto them: I am shut up, and I cannot come forth.",
                    "score": 0.7956195105352514
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.7944570040680199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding.",
                    "score": 0.7916440825600023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 36,
                    "text": "And behold, verily I say unto you, blessed are you who are now hearing these words of mine from the mouth of my servant, for your sins are forgiven you.",
                    "score": 0.7888745242563981
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 31,
                    "text": "Surely it is meet to be said unto God, I have borne chastisement, I will not offend any more:",
                    "score": 0.7886810639435524
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, go from them only for a little time, and declare my word, and I will prepare a place for them.",
                    "score": 0.7885876175751111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 29,
                    "text": "And now, behold, I say unto you, never at any time have I declared from mine own mouth that they should return, for where I am they cannot come, for they have no power.",
                    "score": 0.7866888317423214
                }
            ]
        },
        {
            "verse": 2,
            "text": "And even I could not have come now at this time were it not that the judgment-seat hath been given to another, to reign in my stead; and the Lord in much mercy hath granted that I should come unto you.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 15,
                    "text": "The Lord therefore be judge, and judge between me and thee, and see, and plead my cause, and deliver me out of thine hand.",
                    "score": 0.794882750467752
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And I besought the Lord at that time, saying,",
                    "score": 0.7920816671846852
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 25,
                    "verse": 17,
                    "text": "Therefore, when they were come hither, without any delay on the morrow I sat on the judgment seat, and commanded the man to be brought forth.",
                    "score": 0.7909299930418635
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 118,
                    "verse": 18,
                    "text": "The Lord hath chastened me sore: but he hath not given me over unto death.",
                    "score": 0.7908595731239715
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 9,
                    "text": "For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.",
                    "score": 0.7878316904002808
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 14,
                    "text": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the Lord hath delivered me into their hands, from whom I am not able to rise up.",
                    "score": 0.7838446726446523
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 12,
                    "text": "The Lord judge between me and thee, and the Lord avenge me of thee: but mine hand shall not be upon thee.",
                    "score": 0.7832438890335622
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 31,
                    "verse": 28,
                    "text": "This also were an iniquity to be punished by the judge: for I should have denied the God that is above.",
                    "score": 0.7832091102511802
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from abiding in the inheritance of the Lord, saying, Go, serve other gods.",
                    "score": 0.7822398393789082
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 66,
                    "verse": 20,
                    "text": "Blessed be God, which hath not turned away my prayer, nor his mercy from me.",
                    "score": 0.7819337061961281
                }
            ]
        },
        {
            "verse": 3,
            "text": "And behold, I have come having great hopes and much desire that I should find that ye had humbled yourselves before God, and that ye had continued in the supplicating of his grace, that I should find that ye were blameless before him, that I should find that ye were not in the awful dilemma that our brethren were in at Zarahemla.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 37,
                    "text": "And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours.",
                    "score": 0.8188627105994871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 12,
                    "text": "For behold, I have prepared a great endowment and blessing to be poured out upon them, inasmuch as they are faithful and continue in humility before me.",
                    "score": 0.7980634018679138
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 166,
                    "text": "Lord, I have hoped for thy salvation, and done thy commandments.",
                    "score": 0.7973375582682627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 79,
                    "text": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
                    "score": 0.7969536351413777
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Behold, I have done according to thy words: lo, I have given thee a wise and an understanding heart; so that there was none like thee before thee, neither after thee shall any arise like unto thee.",
                    "score": 0.7956606114647742
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this;",
                    "score": 0.7955891710320842
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 40,
                    "text": "Behold, I have longed after thy precepts: quicken me in thy righteousness.",
                    "score": 0.794679891198906
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 3,
                    "text": "I beseech thee, O Lord, remember now how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. And Hezekiah wept sore.",
                    "score": 0.7938047432917481
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7934595760799493
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 14,
                    "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness.",
                    "score": 0.7932276143574923
                }
            ]
        },
        {
            "verse": 4,
            "text": "But blessed be the name of God, that he hath given me to know, yea, hath given unto me the exceedingly great joy of knowing that they are established again in the way of his righteousness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.8312271925306496
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Now therefore, our God, we thank thee, and praise thy glorious name.",
                    "score": 0.8207139306166306
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 140,
                    "verse": 13,
                    "text": "Surely the righteous shall give thanks unto thy name: the upright shall dwell in thy presence.",
                    "score": 0.8117490680785212
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 2,
                    "text": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
                    "score": 0.8105355768923277
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 2,
                    "text": "Blessed be the name of the Lord from this time forth and for evermore.",
                    "score": 0.8084341729041925
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 68,
                    "verse": 3,
                    "text": "But let the righteous be glad; let them rejoice before God: yea, let them exceedingly rejoice.",
                    "score": 0.8081232171326985
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "score": 0.8075621103101689
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 50,
                    "text": "Therefore I will give thanks unto thee, O Lord, among the heathen, and I will sing praises unto thy name.",
                    "score": 0.8036170276022102
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 49,
                    "text": "Therefore will I give thanks unto thee, O Lord, among the heathen, and sing praises unto thy name.",
                    "score": 0.8026963037376357
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 75,
                    "verse": 1,
                    "text": "Unto thee, O God, do we give thanks, unto thee do we give thanks: for that thy name is near thy wondrous works declare.",
                    "score": 0.8004915937369684
                }
            ]
        },
        {
            "verse": 5,
            "text": "And I trust, according to the Spirit of God which is in me, that I shall also have joy over you; nevertheless I do not desire that my joy over you should come by the cause of so much afflictions and sorrow which I have had for the brethren at Zarahemla, for behold, my joy cometh over them after wading through much affliction and sorrow.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
                    "score": 0.820106175273475
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 24,
                    "text": "Judge me, O Lord my God, according to thy righteousness; and let them not rejoice over me.",
                    "score": 0.7989037068600496
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 2,
                    "text": "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
                    "score": 0.7944183278684557
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7924084648405326
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 37,
                    "text": "Yea, thou shalt go forth from him, and thine hands upon thine head: for the Lord hath rejected thy confidences, and thou shalt not prosper in them.",
                    "score": 0.790998799594746
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 21,
                    "text": "As for me, this is my covenant with them, saith the Lord; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever.",
                    "score": 0.790890436074628
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And I wrote this same unto you, lest, when I came, I should have sorrow from them of whom I ought to rejoice; having confidence in you all, that my joy is the joy of you all.",
                    "score": 0.7906081395123176
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 2,
                    "verse": 16,
                    "text": "For the Lord, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the Lord of hosts: therefore take heed to your spirit, that ye deal not treacherously.",
                    "score": 0.7888259564062015
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
                    "score": 0.7874351458469506
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 65,
                    "text": "And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the Lord shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:",
                    "score": 0.7866665700776236
                }
            ]
        },
        {
            "verse": 6,
            "text": "But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship idols, but that ye do worship the true and the living God, and that ye look forward for the remission of your sins, with an everlasting faith, which is to come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 2,
                    "text": "O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.",
                    "score": 0.8411255591839708
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 4,
                    "text": "In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me.",
                    "score": 0.8277622297742754
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 14,
                    "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness.",
                    "score": 0.826958594448255
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 4,
                    "text": "Blessed is that man that maketh the Lord his trust, and respecteth not the proud, nor such as turn aside to lies.",
                    "score": 0.8251812200608891
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding.",
                    "score": 0.824566362357832
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 40,
                    "verse": 10,
                    "text": "I have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation.",
                    "score": 0.8194784916055131
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
                    "score": 0.8163190075822844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 30,
                    "text": "And thou shalt do it with all humility, trusting in me, reviling not against revilers.",
                    "score": 0.8151072499527084
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 1,
                    "text": "My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.",
                    "score": 0.8111444037003316
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 112,
                    "verse": 7,
                    "text": "He shall not be afraid of evil tidings: his heart is fixed, trusting in the Lord.",
                    "score": 0.810023168906545
                }
            ]
        },
        {
            "verse": 7,
            "text": "For behold, I say unto you there be many things to come; and behold, there is one thing which is of more importance than they all--for behold, the time is not far distant that the Redeemer liveth and cometh among his people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision is for many days.",
                    "score": 0.8215484201556693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 53,
                    "text": "These things are the things that ye must look for; and, speaking after the manner of the Lord, they are now nigh at hand, and in a time to come, even in the day of the coming of the Son of Man.",
                    "score": 0.8097728210622573
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 28,
                    "text": "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.",
                    "score": 0.8040434088186844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 4,
                    "text": "For after much tribulation come the blessings. Wherefore the day cometh that ye shall be crowned with much glory; the hour is not yet, but is nigh at hand.",
                    "score": 0.7980121005083135
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 15,
                    "text": "And the poor and the meek shall have the gospel preached unto them, and they shall be looking forth for the time of my coming, for it is nigh at hand--",
                    "score": 0.7956612227693285
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 17,
                    "text": "For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.",
                    "score": 0.7942014752308223
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Son of man, behold, they of the house of Israel say, The vision that he seeth is for many days to come, and he prophesieth of the times that are far off.",
                    "score": 0.7883215993906856
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 22,
                    "text": "What is it therefore? the multitude must needs come together: for they will hear that thou art come.",
                    "score": 0.7879654674540937
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 24,
                    "text": "And, behold, as thy life was much set by this day in mine eyes, so let my life be much set by in the eyes of the Lord, and let him deliver me out of all tribulation.",
                    "score": 0.7867961870806024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.7862023746992864
                }
            ]
        },
        {
            "verse": 8,
            "text": "Behold, I do not say that he will come among us at the time of his dwelling in his mortal tabernacle; for behold, the Spirit hath not said unto me that this should be the case. Now as to this thing I do not know; but this much I do know, that the Lord God hath power to do all things which are according to his word.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 10,
                    "text": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
                    "score": 0.8043787899737743
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 1,
                    "text": "It is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord.",
                    "score": 0.8033573950433242
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 48,
                    "verse": 16,
                    "text": "Come ye near unto me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there am I: and now the Lord God, and his Spirit, hath sent me.",
                    "score": 0.7997123791007563
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 39,
                    "text": "For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.",
                    "score": 0.7983046716349294
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:",
                    "score": 0.7971337060139168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7966184378504585
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord of hosts.",
                    "score": 0.7966174004895397
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 19,
                    "text": "But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.",
                    "score": 0.7961329190087252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "score": 0.796075165129391
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 30,
                    "text": "But remember that all my judgments are not given unto men; and as the words have gone forth out of my mouth even so shall they be fulfilled, that the first shall be last, and that the last shall be first in all things whatsoever I have created by the word of my power, which is the power of my Spirit.",
                    "score": 0.7953328859663
                }
            ]
        },
        {
            "verse": 9,
            "text": "But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying--Repent ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God cometh upon the face of the earth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And saying, Repent ye: for the kingdom of heaven is at hand.",
                    "score": 0.8471164995731316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, open your mouths and they shall be filled, saying: Repent, repent, and prepare ye the way of the Lord, and make his paths straight; for the kingdom of heaven is at hand;",
                    "score": 0.826675535744903
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 3,
                    "text": "For this is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
                    "score": 0.8250359506440443
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 4,
                    "text": "As it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
                    "score": 0.8185376381638333
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 17,
                    "text": "For behold, the Lord God hath sent forth the angel crying through the midst of heaven, saying: Prepare ye the way of the Lord, and make his paths straight, for the hour of his coming is nigh--",
                    "score": 0.8112652999142674
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And unto this people thou shalt say, Thus saith the Lord; Behold, I set before you the way of life, and the way of death.",
                    "score": 0.8105500392520851
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 3,
                    "text": "The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
                    "score": 0.807576473272075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
                    "score": 0.8033559343725402
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.8033337919943231
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.8032941666968784
                }
            ]
        },
        {
            "verse": 10,
            "text": "And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 35,
                    "text": "And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.",
                    "score": 0.8206815790847645
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.",
                    "score": 0.8102691055778588
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.",
                    "score": 0.8081361546149398
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 87,
                    "verse": 5,
                    "text": "And of Zion it shall be said, This and that man was born in her: and the highest himself shall establish her.",
                    "score": 0.8018782070757657
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
                    "score": 0.7998959337728504
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 15,
                    "text": "For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother's womb.",
                    "score": 0.7926323878500381
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And thou, O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion; the kingdom shall come to the daughter of Jerusalem.",
                    "score": 0.7916096550536954
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel.",
                    "score": 0.7880114389478253
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 8,
                    "text": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.",
                    "score": 0.7870928302180143
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name Jesus.",
                    "score": 0.7867959827717228
                }
            ]
        },
        {
            "verse": 11,
            "text": "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 22,
                    "text": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
                    "score": 0.8253414435919647
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 22,
                    "text": "But his flesh upon him shall have pain, and his soul within him shall mourn.",
                    "score": 0.8145621032795968
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.8095270689478018
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 17,
                    "text": "All his days also he eateth in darkness, and he hath much sorrow and wrath with his sickness.",
                    "score": 0.8031154785665471
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 39,
                    "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                    "score": 0.8013215516638289
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him.",
                    "score": 0.799997870298023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.",
                    "score": 0.7998486099597821
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.",
                    "score": 0.7982446477600486
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "It may be that the Lord will look on mine affliction, and that the Lord will requite me good for his cursing this day.",
                    "score": 0.7964793930542856
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil all righteousness. Then he suffered him.",
                    "score": 0.79584718434211
                }
            ]
        },
        {
            "verse": 12,
            "text": "And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 8,
                    "text": "He will swallow up death in victory; and the Lord God will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the Lord hath spoken it.",
                    "score": 0.8085418949004624
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 51,
                    "verse": 14,
                    "text": "The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail.",
                    "score": 0.8026085829315449
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 10,
                    "text": "He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.",
                    "score": 0.7995917909255928
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 20,
                    "text": "To hear the groaning of the prisoner; to loose those that are appointed to death;",
                    "score": 0.7919301400425043
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 21,
                    "text": "Or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is a murderer: the revenger of blood shall slay the murderer, when he meeteth him.",
                    "score": 0.7918372943402939
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 12,
                    "text": "Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.",
                    "score": 0.7900974326793567
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "score": 0.7893719801332441
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it shall come to pass, if they say unto thee, Whither shall we go forth? then thou shalt tell them, Thus saith the Lord; Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.",
                    "score": 0.7890145258888598
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 12,
                    "text": "Then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.",
                    "score": 0.7888985894353393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.7872020143409453
                }
            ]
        },
        {
            "verse": 13,
            "text": "Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 31,
                    "text": "Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power--",
                    "score": 0.8066651388367051
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 21,
                    "text": "When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.",
                    "score": 0.8049876536017686
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;",
                    "score": 0.8031188150886321
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 9,
                    "text": "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.",
                    "score": 0.7986131885953187
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.",
                    "score": 0.7957337238558616
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.",
                    "score": 0.7954409666613631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Nevertheless, my work shall go forth, for inasmuch as the knowledge of a Savior has come unto the world, through the testimony of the Jews, even so shall the knowledge of a Savior come unto my people--",
                    "score": 0.7933736055268705
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:",
                    "score": 0.7921601163190158
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 28,
                    "text": "For I have five brethren; that he may testify unto them, lest they also come into this place of torment.",
                    "score": 0.7918460157595052
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 118,
                    "text": "That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory.",
                    "score": 0.7901943555594139
                }
            ]
        },
        {
            "verse": 14,
            "text": "Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 41,
                    "text": "And you must preach unto the world, saying: You must repent and be baptized, in the name of Jesus Christ;",
                    "score": 0.8627411908692396
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 59,
                    "text": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
                    "score": 0.8608430587936154
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 13,
                    "text": "Repent and be baptized in the name of Jesus Christ, according to the holy commandment, for the remission of sins;",
                    "score": 0.8531372965734901
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
                    "score": 0.832866924337986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 37,
                    "text": "And again, by way of commandment to the church concerning the manner of baptism--All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.",
                    "score": 0.8279895677006234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Yea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized even by water, and then cometh the baptism of fire and of the Holy Ghost.",
                    "score": 0.8259048812809553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 7,
                    "text": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
                    "score": 0.8204732186953254
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But John forbad him, saying, I have need to be baptized of thee, and comest thou to me?",
                    "score": 0.8199102357926944
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.",
                    "score": 0.8156661254216925
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.",
                    "score": 0.8146757069012897
                }
            ]
        },
        {
            "verse": 15,
            "text": "Yea, I say unto you come and fear not, and lay aside every sin, which easily doth beset you, which doth bind you down to destruction, yea, come and go forth, and show unto your God that ye are willing to repent of your sins and enter into a covenant with him to keep his commandments, and witness it unto him this day by going into the waters of baptism.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 26,
                    "text": "Behold, I say unto you, go forth as I have commanded you; repent of all your sins; ask and ye shall receive; knock and it shall be opened unto you.",
                    "score": 0.8212592154801724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 22,
                    "text": "And again I say unto you, if ye observe to do whatsoever I command you, I, the Lord, will turn away all wrath and indignation from you, and the gates of hell shall not prevail against you.",
                    "score": 0.8132592721704414
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
                    "score": 0.8132499098699817
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 12,
                    "text": "And him that repenteth not of his sins, and confesseth them not, ye shall bring before the church, and do with him as the scripture saith unto you, either by commandment or by revelation.",
                    "score": 0.8127228063441495
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 7,
                    "text": "And now, verily I say unto you, I, the Lord, will not lay any sin to your charge; go your ways and sin no more; but unto that soul who sinneth shall the former sins return, saith the Lord your God.",
                    "score": 0.8110616498067394
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 38,
                    "text": "Put upon thy servants the testimony of the covenant, that when they go out and proclaim thy word they may seal up the law, and prepare the hearts of thy saints for all those judgments thou art about to send, in thy wrath, upon the inhabitants of the earth, because of their transgressions, that thy people may not faint in the day of trouble.",
                    "score": 0.8072226354623491
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 14,
                    "text": "Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.",
                    "score": 0.8067548734871375
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;",
                    "score": 0.8058595524020923
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Ye shall walk after the Lord your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.",
                    "score": 0.8040428971871938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "score": 0.8033074686716766
                }
            ]
        },
        {
            "verse": 16,
            "text": "And whosoever doeth this, and keepeth the commandments of God from thenceforth, the same will remember that I say unto him, yea, he will remember that I have said unto him, he shall have eternal life, according to the testimony of the Holy Spirit, which testifieth in me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.",
                    "score": 0.8546432687100406
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 17,
                    "text": "Ye shall diligently keep the commandments of the Lord your God, and his testimonies, and his statutes, which he hath commanded thee.",
                    "score": 0.8336141918264958
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 21,
                    "text": "As for me, this is my covenant with them, saith the Lord; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever.",
                    "score": 0.8330157621411753
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 40,
                    "text": "That ye may remember, and do all my commandments, and be holy unto your God.",
                    "score": 0.8312119472723115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "score": 0.8306359452240286
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 40,
                    "text": "Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.",
                    "score": 0.8296051755294936
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 22,
                    "verse": 31,
                    "text": "Therefore shall ye keep my commandments, and do them: I am the Lord.",
                    "score": 0.8276532059705434
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
                    "score": 0.8259365970360797
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 18,
                    "text": "To such as keep his covenant, and to those that remember his commandments to do them.",
                    "score": 0.8238058811396651
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 2,
                    "text": "For verily I say unto you, blessed is he that keepeth my commandments, whether in life or in death; and he that is faithful in tribulation, the reward of the same is greater in the kingdom of heaven.",
                    "score": 0.8230210564579399
                }
            ]
        },
        {
            "verse": 17,
            "text": "And now my beloved brethren, do you believe these things? Behold, I say unto you, yea, I know that ye believe them; and the way that I know that ye believe them is by the manifestation of the Spirit which is in me. And now because your faith is strong concerning that, yea, concerning the things which I have spoken, great is my joy.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Behold, I have manifested unto you, by my Spirit in many instances, that the things which you have written are true; wherefore you know that they are true.",
                    "score": 0.8607931762046184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.829863404716965
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 13,
                    "text": "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;",
                    "score": 0.8248803032330086
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And behold, whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit--",
                    "score": 0.8195448157791247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.",
                    "score": 0.817899022915747
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
                    "score": 0.8114883085311932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.8104704798573712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 27,
                    "text": "Behold, verily I say unto you, that these are the words of the Lord your God.",
                    "score": 0.8084875376946066
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do good--yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit.",
                    "score": 0.8080570531425038
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 17,
                    "text": "And again, he that trembleth under my power shall be made strong, and shall bring forth fruits of praise and wisdom, according to the revelations and truths which I have given you.",
                    "score": 0.8073285586560583
                }
            ]
        },
        {
            "verse": 18,
            "text": "For as I said unto you from the beginning, that I had much desire that ye were not in the state of dilemma like your brethren, even so I have found that my desires have been gratified.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 26,
                    "text": "I had now got my mind satisfied so far as the sectarian world was concerned--that it was not my duty to join with any of them, but to continue as I was until further directed. I had found the testimony of James to be true--that a man who lacked wisdom might ask of God, and obtain, and not be upbraided.",
                    "score": 0.7927867984983724
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 17,
                    "text": "I know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of mine heart I have willingly offered all these things: and now have I seen with joy thy people, which are present here, to offer willingly unto thee.",
                    "score": 0.7886825248469346
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 8,
                    "text": "Verily, I say unto you, there are those among you who seek signs, and there have been such even from the beginning;",
                    "score": 0.788227403686626
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 5,
                    "text": "I say unto thee, Peter, this was a good desire; but my beloved has desired that he might do more, or a greater work yet among men than what he has before done.",
                    "score": 0.7828924869180274
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And, finding there was greater happiness and peace and rest for me, I sought for the blessings of the fathers, and the right whereunto I should be ordained to administer the same; having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers.",
                    "score": 0.7761097148973104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be unto you; and if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.7758060442333016
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 2,
                    "verse": 8,
                    "text": "So being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us.",
                    "score": 0.775445898862342
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Verily I say unto you, ye shall both have according to your desires, for ye both joy in that which ye have desired.",
                    "score": 0.7751044312417177
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 20,
                    "text": "But Esaias is very bold, and saith, I was found of them that sought me not; I was made manifest unto them that asked not after me.",
                    "score": 0.7747625897527526
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be done unto you; and, if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.7714972619396623
                }
            ]
        },
        {
            "verse": 19,
            "text": "For I perceive that ye are in the paths of righteousness; I perceive that ye are in the path which leads to the kingdom of God; yea, I perceive that ye are making his paths straight.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 20,
                    "text": "I lead in the way of righteousness, in the midst of the paths of judgment:",
                    "score": 0.8458817746774634
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 23,
                    "verse": 3,
                    "text": "He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake.",
                    "score": 0.7867519027822661
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Then shalt thou understand righteousness, and judgment, and equity; yea, every good path.",
                    "score": 0.7861330415555764
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "score": 0.784046038297389
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 17,
                    "text": "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God.",
                    "score": 0.7805374255001732
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And as ye go, preach, saying, The kingdom of heaven is at hand.",
                    "score": 0.7771887423091386
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 11,
                    "text": "I have taught thee in the way of wisdom; I have led thee in right paths.",
                    "score": 0.7739986020631754
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 20,
                    "text": "That thou mayest walk in the way of good men, and keep the paths of the righteous.",
                    "score": 0.7734143500568946
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 32,
                    "text": "Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness.",
                    "score": 0.7731250181958922
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Thy kingdom come. Thy will be done in earth, as it is in heaven.",
                    "score": 0.7723980670166506
                }
            ]
        },
        {
            "verse": 20,
            "text": "I perceive that it has been made known unto you, by the testimony of his word, that he cannot walk in crooked paths; neither doth he vary from that which he hath said; neither hath he a shadow of turning from the right to the left, or from that which is right to that which is wrong; therefore, his course is one eternal round.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 2,
                    "text": "For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round.",
                    "score": 0.8753744116601488
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 8,
                    "text": "The way of peace they know not; and there is no judgment in their goings: they have made them crooked paths: whosoever goeth therein shall not know peace.",
                    "score": 0.7658136578230406
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 9,
                    "text": "He hath inclosed my ways with hewn stone, he hath made my paths crooked.",
                    "score": 0.7615458249579271
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 23,
                    "text": "O Lord, I know that the way of man is not in himself: it is not in man that walketh to direct his steps.",
                    "score": 0.7536721864700128
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 30,
                    "verse": 21,
                    "text": "And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.",
                    "score": 0.7503095022439347
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 9,
                    "text": "Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou hast delivered thy soul.",
                    "score": 0.7476536844171261
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 3,
                    "verse": 6,
                    "text": "In all thy ways acknowledge him, and he shall direct thy paths.",
                    "score": 0.7460690185249153
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 15,
                    "text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.",
                    "score": 0.7460498062762507
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Consider the work of God: for who can make that straight, which he hath made crooked?",
                    "score": 0.7451047698845034
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 1,
                    "verse": 15,
                    "text": "That which is crooked cannot be made straight: and that which is wanting cannot be numbered.",
                    "score": 0.7447091618723253
                }
            ]
        },
        {
            "verse": 21,
            "text": "And he doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall remain in his filthiness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 11,
                    "text": "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.",
                    "score": 0.8181735561726382
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 20,
                    "text": "But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he hath defiled the sanctuary of the Lord: the water of separation hath not been sprinkled upon him; he is unclean.",
                    "score": 0.8157292165804059
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 16,
                    "text": "For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.",
                    "score": 0.810607035227968
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 33,
                    "text": "Thus saith the Lord God; In the day that I shall have cleansed you from all your iniquities I will also cause you to dwell in the cities, and the wastes shall be builded.",
                    "score": 0.8089288317066085
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the Lord your God.",
                    "score": 0.8077762676760993
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 6,
                    "verse": 6,
                    "text": "All the days that he separateth himself unto the Lord he shall come at no dead body.",
                    "score": 0.8072511616205944
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.8058533675534827
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.",
                    "score": 0.8049173837429119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.8042696275784865
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And whatsoever the unclean person toucheth shall be unclean; and the soul that toucheth it shall be unclean until even.",
                    "score": 0.803697888799112
                }
            ]
        },
        {
            "verse": 22,
            "text": "And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
                    "score": 0.8261974452650337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "score": 0.8261661493836499
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Furthermore then we beseech you, brethren, and exhort you by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, so ye would abound more and more.",
                    "score": 0.8250288313990665
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 9,
                    "text": "And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me--",
                    "score": 0.8235536671629269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 7,
                    "text": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
                    "score": 0.8204677427604585
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 15,
                    "text": "Nevertheless, brethren, I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God,",
                    "score": 0.8182854653777458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "score": 0.8177795922919032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 8,
                    "text": "Verily I say unto you, it is expedient in me that he should become a member of the order, that he may assist in bringing forth my word unto the children of men.",
                    "score": 0.8177160601466934
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 35,
                    "verse": 23,
                    "text": "Stir up thyself, and awake to my judgment, even unto my cause, my God and my Lord.",
                    "score": 0.816712801684167
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Lyman: Your sins are forgiven you, because you have obeyed my voice in coming up hither this morning to receive counsel of him whom I have appointed.",
                    "score": 0.8157412365516296
                }
            ]
        },
        {
            "verse": 23,
            "text": "And now I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 41,
                    "text": "Or canst thou be humble and meek, and conduct thyself wisely before me? Yea, come unto me thy Savior. Amen.",
                    "score": 0.8262824855322795
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;",
                    "score": 0.8171936210373296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 7,
                    "text": "But ye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and thanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men; for some are of men, and others of devils.",
                    "score": 0.812790608040493
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 76,
                    "text": "Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.",
                    "score": 0.8083815177655432
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 159,
                    "text": "Consider how I love thy precepts: quicken me, O Lord, according to thy lovingkindness.",
                    "score": 0.8065944615269767
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 5,
                    "text": "Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:",
                    "score": 0.8063256234841977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 10,
                    "text": "Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.",
                    "score": 0.8053523058709783
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 97,
                    "text": "Let my servant William Law also receive the keys by which he may ask and receive blessings; let him be humble before me, and be without guile, and he shall receive of my Spirit, even the Comforter, which shall manifest unto him the truth of all things, and shall give him, in the very hour, what he shall say.",
                    "score": 0.8011320871457797
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 40,
                    "text": "That ye may remember, and do all my commandments, and be holy unto your God.",
                    "score": 0.7988483758499237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 111,
                    "verse": 11,
                    "text": "Therefore, be ye as wise as serpents and yet without sin; and I will order all things for your good, as fast as ye are able to receive them. Amen.",
                    "score": 0.7976952362187726
                }
            ]
        },
        {
            "verse": 24,
            "text": "And see that ye have faith, hope, and charity, and then ye will always abound in good works.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work:",
                    "score": 0.8145665395741796
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the work.",
                    "score": 0.7960667969865676
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 19,
                    "text": "I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.",
                    "score": 0.7914391807242631
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 1,
                    "verse": 3,
                    "text": "We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;",
                    "score": 0.7871813006884772
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 24,
                    "text": "Search diligently, pray always, and be believing, and all things shall work together for your good, if ye walk uprightly and remember the covenant wherewith ye have covenanted one with another.",
                    "score": 0.7850149236080144
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 8,
                    "text": "This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.",
                    "score": 0.7775710759252695
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen.",
                    "score": 0.7764905806785356
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 6,
                    "text": "But now when Timotheus came from you unto us, and brought us good tidings of your faith and charity, and that ye have good remembrance of us always, desiring greatly to see us, as we also to see you:",
                    "score": 0.7748037487352911
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 14,
                    "text": "But I will hope continually, and will yet praise thee more and more.",
                    "score": 0.7727908117246087
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.",
                    "score": 0.7711920030131495
                }
            ]
        },
        {
            "verse": 25,
            "text": "And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments spotless even as their garments are spotless, in the kingdom of heaven to go no more out.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 34,
                    "text": "And inasmuch as they do this they shall rid their garments, and they shall be spotless before me.",
                    "score": 0.8051912773982318
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 14,
                    "text": "That thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:",
                    "score": 0.7868304574053858
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 74,
                    "text": "And I give unto you, who are the first laborers in this last kingdom, a commandment that you assemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean;",
                    "score": 0.7817144116820948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 46,
                    "text": "And it shall be said: Who is this that cometh down from God in heaven with dyed garments; yea, from the regions which are not known, clothed in his glorious apparel, traveling in the greatness of his strength?",
                    "score": 0.7798152847899991
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 1,
                    "text": "For I say unto you, that ye shall not see me henceforth and know that I am he of whom it is written by the prophets, until ye shall say: Blessed is he who cometh in the name of the Lord, in the clouds of heaven, and all the holy angels with him. Then understood his disciples that he should come again on the earth, after that he was glorified and crowned on the right hand of God.",
                    "score": 0.7763494466541613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 52,
                    "text": "That by keeping the commandments they might be washed and cleansed from all their sins, and receive the Holy Spirit by the laying on of the hands of him who is ordained and sealed unto this power;",
                    "score": 0.7736619019821143
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 5,
                    "text": "And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore thy garments shall be made clean. And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I ... bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood. The testators are now dead, and their testament is in force.",
                    "score": 0.7727743344066501
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 35,
                    "text": "Behold, your house is left unto you desolate: and verily I say unto you, Ye shall not see me, until the time come when ye shall say, Blessed is he that cometh in the name of the Lord.",
                    "score": 0.7720085302627142
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 52,
                    "verse": 1,
                    "text": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "score": 0.7708373973364078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 17,
                    "text": "For as ye have looked upon the long absence of your spirits from your bodies to be a bondage, I will show unto you how the day of redemption shall come, and also the restoration of the scattered Israel.",
                    "score": 0.7698009310265593
                }
            ]
        },
        {
            "verse": 26,
            "text": "And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do good--yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit.",
                    "score": 0.8421618638856727
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
                    "score": 0.8361588796088034
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:",
                    "score": 0.8271016685757255
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 47,
                    "text": "And my spirit hath rejoiced in God my Saviour.",
                    "score": 0.8254534988167419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Behold, blessed are you for this thing, and for speaking my words which I have given unto you according to my commandments.",
                    "score": 0.8242066208574002
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 122,
                    "verse": 8,
                    "text": "For my brethren and companions' sakes, I will now say, Peace be within thee.",
                    "score": 0.8233836255221784
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 15,
                    "verse": 5,
                    "text": "Behold, blessed are you for this thing, and for speaking my words which I have given you according to my commandments.",
                    "score": 0.8228107810322307
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.8219710594997237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 13,
                    "text": "Verily, verily, I say unto you, I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy;",
                    "score": 0.8212843267324755
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.8203299136163965
                }
            ]
        },
        {
            "verse": 27,
            "text": "And now, may the peace of God rest upon you, and upon your houses and lands, and upon your flocks and herds, and all that you possess, your women and your children, according to your faith and good works, from this time forth and forever. And thus I have spoken. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 11,
                    "text": "And if ye do this with a pure heart, in all faithfulness, ye shall be blessed; you shall be blessed in your flocks, and in your herds, and in your fields, and in your houses, and in your families.",
                    "score": 0.8144508636722506
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 33,
                    "text": "Now the God of peace be with you all. Amen.",
                    "score": 0.8142833477118493
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Until the Lord have given rest unto your brethren, as well as unto you, and until they also possess the land which the Lord your God hath given them beyond Jordan: and then shall ye return every man unto his possession, which I have given you.",
                    "score": 0.8124334007483476
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 32,
                    "text": "Also take your flocks and your herds, as ye have said, and be gone; and bless me also.",
                    "score": 0.8114463104002162
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 10,
                    "text": "And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou, and thy children, and thy children's children, and thy flocks, and thy herds, and all that thou hast:",
                    "score": 0.8066941561956914
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Grace be to you and peace from God the Father, and from our Lord Jesus Christ,",
                    "score": 0.8055424524588629
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Grace be to you and peace from God our Father, and from the Lord Jesus Christ.",
                    "score": 0.8044819894023657
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ.",
                    "score": 0.8044819894023657
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
                    "score": 0.8025932368718246
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "score": 0.8025687713752259
                }
            ]
        }
    ]
}