{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 6,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass that after Alma had made an end of speaking unto the people of the church, which was established in the city of Zarahemla, he ordained priests and elders, by laying on his hands according to the order of God, to preside and watch over the church.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.",
                    "score": 0.7896278612332409
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?",
                    "score": 0.7823622165907286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 67,
                    "text": "From the same comes the administering of ordinances and blessings upon the church, by the laying on of the hands.",
                    "score": 0.781160721328757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 10,
                    "text": "High priests after the order of the Melchizedek Priesthood have a right to officiate in their own standing, under the direction of the presidency, in administering spiritual things, and also in the office of an elder, priest (of the Levitical order), teacher, deacon, and member.",
                    "score": 0.7748434087293572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 9,
                    "text": "The Presidency of the High Priesthood, after the order of Melchizedek, have a right to officiate in all the offices in the church.",
                    "score": 0.7724666266304896
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For the priests which bare the ark stood in the midst of Jordan, until every thing was finished that the Lord commanded Joshua to speak unto the people, according to all that Moses commanded Joshua: and the people hasted and passed over.",
                    "score": 0.7696696233488006
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 71,
                    "text": "Accordingly we went and were baptized. I baptized him first, and afterwards he baptized me--after which I laid my hands upon his head and ordained him to the Aaronic Priesthood, and afterwards he laid his hands on me and ordained me to the same Priesthood--for so we were commanded.",
                    "score": 0.7694210063224323
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 2,
                    "text": "Yea, the word of the Lord concerning his church, established in the last days for the restoration of his people, as he has spoken by the mouth of his prophets, and for the gathering of his saints to stand upon Mount Zion, which shall be the city of New Jerusalem.",
                    "score": 0.7664414931914384
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 54,
                    "text": "And it was so, that when Solomon had made an end of praying all this prayer and supplication unto the Lord, he arose from before the altar of the Lord, from kneeling on his knees with his hands spread up to heaven.",
                    "score": 0.7663402162296322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 3,
                    "text": "Before his day it was called the Holy Priesthood, after the Order of the Son of God.",
                    "score": 0.7659174273391238
                }
            ]
        },
        {
            "verse": 2,
            "text": "And it came to pass that whosoever did not belong to the church who repented of their sins were baptized unto repentance, and were received into the church.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
                    "score": 0.8166095234606562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 37,
                    "text": "And again, by way of commandment to the church concerning the manner of baptism--All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.",
                    "score": 0.7995732624208435
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 10,
                    "text": "And let that which belongeth to this people not be taken and given unto that of another church.",
                    "score": 0.7965093867759617
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 22,
                    "text": "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.",
                    "score": 0.7962606047267341
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 72,
                    "text": "Baptism is to be administered in the following manner unto all those who repent--",
                    "score": 0.7954549027869597
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 37,
                    "text": "And it shall come to pass, that he that sinneth and repenteth not shall be cast out of the church, and shall not receive again that which he has consecrated unto the poor and the needy of my church, or in other words, unto me--",
                    "score": 0.7873676533049664
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?",
                    "score": 0.7830598941439952
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 5,
                    "verse": 11,
                    "text": "And it came to pass, when the priests were come out of the holy place: (for all the priests that were present were sanctified, and did not then wait by course:",
                    "score": 0.7828035446460142
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 5,
                    "text": "When they heard this, they were baptized in the name of the Lord Jesus.",
                    "score": 0.7809354492400943
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And were baptized of him in Jordan, confessing their sins.",
                    "score": 0.78055405059922
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it also came to pass that whosoever did belong to the church that did not repent of their wickedness and humble themselves before God--I mean those who were lifted up in the pride of their hearts--the same were rejected, and their names were blotted out, that their names were not numbered among those of the righteous.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 114,
                    "verse": 2,
                    "text": "For verily thus saith the Lord, that inasmuch as there are those among you who deny my name, others shall be planted in their stead and receive their bishopric. Amen.",
                    "score": 0.7899298845153958
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 26,
                    "text": "Notwithstanding Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord came not upon them in the days of Hezekiah.",
                    "score": 0.7822984284454608
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 41,
                    "text": "And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name.",
                    "score": 0.780439389998444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 32,
                    "text": "I came not to call the righteous, but sinners to repentance.",
                    "score": 0.7783319194082747
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And when the Lord saw that they humbled themselves, the word of the Lord came to Shemaiah, saying, They have humbled themselves; therefore I will not destroy them, but I will grant them some deliverance; and my wrath shall not be poured out upon Jerusalem by the hand of Shishak.",
                    "score": 0.7768660677419671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 2,
                    "text": "Behold, I say unto you, were it not for the transgressions of my people, speaking concerning the church and not individuals, they might have been redeemed even now.",
                    "score": 0.7751967099811741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 68,
                    "text": "Whosoever declareth more or less than this, the same is not of me, but is against me; therefore he is not of my church.",
                    "score": 0.7739090469672597
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 5,
                    "text": "Thou didst baptize by water unto repentance, but they received not the Holy Ghost;",
                    "score": 0.7737139586573607
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 41,
                    "text": "And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:",
                    "score": 0.7723165333806077
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 79,
                    "text": "These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.",
                    "score": 0.7710678094056327
                }
            ]
        },
        {
            "verse": 4,
            "text": "And thus they began to establish the order of the church in the city of Zarahemla.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 48,
                    "verse": 6,
                    "text": "And they shall be appointed to purchase the lands, and to make a commencement to lay the foundation of the city; and then shall ye begin to be gathered with your families, every man according to his family, according to his circumstances, and as is appointed to him by the presidency and the bishop of the church, according to the laws and commandments which ye have received, and which ye shall hereafter receive. Even so. Amen.",
                    "score": 0.7160456242864833
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 1,
                    "text": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.",
                    "score": 0.7131182312811076
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 127,
                    "text": "And again, the order of the house prepared for the presidency of the school of the prophets, established for their instruction in all things that are expedient for them, even for all the officers of the church, or in other words, those who are called to the ministry in the church, beginning at the high priests, even down to the deacons--",
                    "score": 0.7080477764739771
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 9,
                    "text": "For upon the first day of the first month began he to go up from Babylon, and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him.",
                    "score": 0.7025818272578425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 24,
                    "text": "A few words in addition to the laws of the kingdom, respecting the members of the church--they that are appointed by the Holy Spirit to go up unto Zion, and they who are privileged to go up unto Zion--",
                    "score": 0.7024912399043082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 2,
                    "text": "Yea, the word of the Lord concerning his church, established in the last days for the restoration of his people, as he has spoken by the mouth of his prophets, and for the gathering of his saints to stand upon Mount Zion, which shall be the city of New Jerusalem.",
                    "score": 0.7020494932811504
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 6,
                    "verse": 32,
                    "text": "And they ministered before the dwelling place of the tabernacle of the congregation with singing, until Solomon had built the house of the Lord in Jerusalem: and then they waited on their office according to their order.",
                    "score": 0.7009430429912998
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.",
                    "score": 0.700258906445511
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.",
                    "score": 0.6973401552317204
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 24,
                    "verse": 19,
                    "text": "These were the orderings of them in their service to come into the house of the Lord, according to their manner, under Aaron their father, as the Lord God of Israel had commanded him.",
                    "score": 0.6971478934887965
                }
            ]
        },
        {
            "verse": 5,
            "text": "Now I would that ye should understand that the word of God was liberal unto all, that none were deprived of the privilege of assembling themselves together to hear the word of God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.",
                    "score": 0.7725181638353796
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 33,
                    "text": "And with many such parables spake he the word unto them, as they were able to hear it.",
                    "score": 0.770344118904179
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 16,
                    "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
                    "score": 0.7697785464941811
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 2,
                    "verse": 13,
                    "text": "For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.",
                    "score": 0.7633216701332218
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?",
                    "score": 0.7631657900934713
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 17,
                    "text": "So then faith cometh by hearing, and hearing by the word of God.",
                    "score": 0.7620154893005783
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 122,
                    "text": "Appoint among yourselves a teacher, and let not all be spokesmen at once; but let one speak at a time and let all listen unto his sayings, that when all have spoken that all may be edified of all, and that every man may have an equal privilege.",
                    "score": 0.7612961702748171
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 26,
                    "text": "How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.",
                    "score": 0.7612105171456074
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 1,
                    "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
                    "score": 0.7602441770871998
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 37,
                    "verse": 17,
                    "text": "Incline thine ear, O Lord, and hear; open thine eyes, O Lord, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God.",
                    "score": 0.7597115316052957
                }
            ]
        },
        {
            "verse": 6,
            "text": "Nevertheless the children of God were commanded that they should gather themselves together oft, and join in fasting and mighty prayer in behalf of the welfare of the souls of those who knew not God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 52,
                    "text": "And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.",
                    "score": 0.8227655952616949
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 13,
                    "text": "Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.",
                    "score": 0.7955111227998463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "score": 0.7954895666750968
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 4,
                    "text": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.",
                    "score": 0.7882525601133868
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Be ye therefore followers of God, as dear children;",
                    "score": 0.7878016669096829
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 1,
                    "text": "And Moses gathered all the congregation of the children of Israel together, and said unto them, These are the words which the Lord hath commanded, that ye should do them.",
                    "score": 0.7871412367868112
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 1,
                    "text": "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackclothes, and earth upon them.",
                    "score": 0.7835106443124662
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;",
                    "score": 0.7801717520349972
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For they are impudent children and stiffhearted. I do send thee unto them; and thou shalt say unto them, Thus saith the Lord God.",
                    "score": 0.7794336717095467
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 23,
                    "verse": 8,
                    "text": "The children that are begotten of them shall enter into the congregation of the Lord in their third generation.",
                    "score": 0.7781083038164606
                }
            ]
        },
        {
            "verse": 7,
            "text": "And now it came to pass that when Alma had made these regulations he departed from them, yea, from the church which was in the city of Zarahemla, and went over upon the east of the river Sidon, into the valley of Gideon, there having been a city built, which was called the city of Gideon, which was in the valley that was called Gideon, being called after the man who was slain by the hand of Nehor with the sword.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he said unto the people, Pass on, and compass the city, and let him that is armed pass on before the ark of the Lord.",
                    "score": 0.7517422731158978
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 18,
                    "text": "And it came to pass, when the priests that bare the ark of the covenant of the Lord were come up out of the midst of Jordan, and the soles of the priests' feet were lifted up unto the dry land, that the waters of Jordan returned unto their place, and flowed over all his banks, as they did before.",
                    "score": 0.7516392599916055
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, as they fled from before Israel, and were in the going down to Beth-horon, that the Lord cast down great stones from heaven upon them unto Azekah, and they died: they were more which died with hailstones than they whom the children of Israel slew with the sword.",
                    "score": 0.7457744001254657
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And Enoch continued his preaching in righteousness unto the people of God. And it came to pass in his days, that he built a city that was called the City of Holiness, even Zion.",
                    "score": 0.7438835647854198
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 50,
                    "text": "According to the word of the Lord they gave him the city which he asked, even Timnath-serah in mount Ephraim: and he built the city, and dwelt therein.",
                    "score": 0.7436612236736379
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And Gideon made an ephod thereof, and put it in his city, even in Ophrah: and all Israel went thither a whoring after it: which thing became a snare unto Gideon, and to his house.",
                    "score": 0.7435643899413749
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead.",
                    "score": 0.7407668186052103
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 3,
                    "verse": 16,
                    "text": "That the waters which came down from above stood and rose up upon an heap very far from the city Adam, that is beside Zaretan: and those that came down toward the sea of the plain, even the salt sea, failed, and were cut off: and the people passed over right against Jericho.",
                    "score": 0.7397017807468418
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And it went out to the south side to Maaleh-acrabbim, and passed along to Zin, and ascended up on the south side unto Kadesh-barnea, and passed along to Hezron, and went up to Adar, and fetched a compass to Karkaa:",
                    "score": 0.7365950375401564
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7352163131827035
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Alma went and began to declare the word of God unto the church which was established in the valley of Gideon, according to the revelation of the truth of the word which had been spoken by his fathers, and according to the spirit of prophecy which was in him, according to the testimony of Jesus Christ, the Son of God, who should come to redeem his people from their sins, and the holy order by which he was called. And thus it is written. Amen.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 2,
                    "text": "Yea, the word of the Lord concerning his church, established in the last days for the restoration of his people, as he has spoken by the mouth of his prophets, and for the gathering of his saints to stand upon Mount Zion, which shall be the city of New Jerusalem.",
                    "score": 0.7975106787873789
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7877942362297048
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.7877942362297048
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 1,
                    "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
                    "score": 0.7821462653921857
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7794988104983005
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 1,
                    "text": "Also, thou son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of the Lord:",
                    "score": 0.778215496312935
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;",
                    "score": 0.7762276357492351
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Then came the word of the Lord by Haggai the prophet, saying,",
                    "score": 0.7753402823568912
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Then the word of the Lord came unto me, saying,",
                    "score": 0.7745167067764066
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Then the word of the Lord came unto me, saying,",
                    "score": 0.7745167067764066
                }
            ]
        }
    ]
}