{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 19,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that after two days and two nights they were about to take his body and lay it in a sepulchre, which they had made for the purpose of burying their dead.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And it came to pass, after he had buried him, that he spake to his sons, saying, When I am dead, then bury me in the sepulchre wherein the man of God is buried; lay my bones beside his bones:",
                    "score": 0.8037847310034029
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb.",
                    "score": 0.7890820564182299
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 1,
                    "text": "After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.",
                    "score": 0.7884506723725176
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 55,
                    "text": "And the women also, which came with him from Galilee, followed after, and beheld the sepulchre, and how his body was laid.",
                    "score": 0.7849360551277105
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And when they had fulfilled all that was written of him, they took him down from the tree, and laid him in a sepulchre.",
                    "score": 0.7829022329625177
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 40,
                    "text": "So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.",
                    "score": 0.7806355783772095
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 32,
                    "text": "And they took up Asahel, and buried him in the sepulchre of his father, which was in Beth-lehem. And Joab and his men went all night, and they came to Hebron at break of day.",
                    "score": 0.7743121005867338
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And his disciples came, and took up the body, and buried it, and went and told Jesus.",
                    "score": 0.7742238025539595
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 21,
                    "text": "And it came to pass, as they were burying a man, that, behold, they spied a band of men; and they cast the man into the sepulchre of Elisha: and when the man was let down, and touched the bones of Elisha, he revived, and stood up on his feet.",
                    "score": 0.7738330571165866
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 2,
                    "text": "Ye know that after two days is the feast of the passover, and the Son of man is betrayed to be crucified.",
                    "score": 0.7712668887322137
                }
            ]
        },
        {
            "verse": 2,
            "text": "Now the queen having heard of the fame of Ammon, therefore she sent and desired that he should come in unto her.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
                    "score": 0.7747006256809756
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:",
                    "score": 0.7742276860864874
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 5,
                    "verse": 8,
                    "text": "If I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.",
                    "score": 0.7664194700539725
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.",
                    "score": 0.7656086812120565
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat.",
                    "score": 0.7622003414391447
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And king Solomon gave unto the queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.",
                    "score": 0.7593844363566192
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And it was so, when Ahijah heard the sound of her feet, as she came in at the door, that he said, Come in, thou wife of Jeroboam; why feignest thou thyself to be another? for I am sent to thee with heavy tidings.",
                    "score": 0.759001567954541
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.",
                    "score": 0.7588028610722112
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And whence is this to me, that the mother of my Lord should come to me?",
                    "score": 0.75799127305366
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                    "score": 0.757367452142785
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it came to pass that Ammon did as he was commanded, and went in unto the queen, and desired to know what she would that he should do.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 38,
                    "text": "And the king answered, Chimham shall go over with me, and I will do to him that which shall seem good unto thee: and whatsoever thou shalt require of me, that will I do for thee.",
                    "score": 0.7909749532976201
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.",
                    "score": 0.7845153006243017
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 6,
                    "verse": 6,
                    "text": "So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?",
                    "score": 0.7818888070402371
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7729853457555524
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told thee of all things which are appointed for thee to do.",
                    "score": 0.7721863634194125
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 4,
                    "verse": 17,
                    "text": "So Mordecai went his way, and did according to all that Esther had commanded him.",
                    "score": 0.7710346890634581
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And king Solomon gave unto the queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.",
                    "score": 0.7701626159268411
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
                    "score": 0.7699333671681102
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And Jesus stood, and commanded him to be brought unto him: and when he was come near, he asked him,",
                    "score": 0.7692863789025787
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And it came to pass, as she came unto him, that she moved him to ask of her father a field: and she lighted off her ass; and Caleb said unto her, What wouldest thou?",
                    "score": 0.766303433799981
                }
            ]
        },
        {
            "verse": 4,
            "text": "And she said unto him: The servants of my husband have made it known unto me that thou art a prophet of a holy God, and that thou hast power to do many mighty works in his name;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And she said unto her husband, Behold now, I perceive that this is an holy man of God, which passeth by us continually.",
                    "score": 0.8202933328340539
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 19,
                    "text": "The woman saith unto him, Sir, I perceive that thou art a prophet.",
                    "score": 0.8182869186367858
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
                    "score": 0.8027813104455445
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 64,
                    "text": "And again, verily, verily, I say unto you, if any man have a wife, who holds the keys of this power, and he teaches unto her the law of my priesthood, as pertaining to these things, then shall she believe and administer unto him, or she shall be destroyed, saith the Lord your God; for I will destroy her; for I will magnify my name upon all those who receive and abide in my law.",
                    "score": 0.7937658356862124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 44,
                    "text": "And if she hath not committed adultery, but is innocent and hath not broken her vow, and she knoweth it, and I reveal it unto you, my servant Joseph, then shall you have power, by the power of my Holy Priesthood, to take her and give her unto him that hath not committed adultery but hath been faithful; for he shall be made ruler over many.",
                    "score": 0.7934024857830465
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 27,
                    "text": "And thy servant my father said unto us, Ye know that my wife bare me two sons:",
                    "score": 0.7922483365292978
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And now, O Lord God, the word that thou hast spoken concerning thy servant, and concerning his house, establish it for ever, and do as thou hast said.",
                    "score": 0.7868797308061583
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.",
                    "score": 0.7863885357599107
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.7849513292284593
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 22,
                    "verse": 28,
                    "text": "And her prophets have daubed them with untempered mortar, seeing vanity, and divining lies unto them, saying, Thus saith the Lord God, when the Lord hath not spoken.",
                    "score": 0.7828447991490004
                }
            ]
        },
        {
            "verse": 5,
            "text": "Therefore, if this is the case, I would that ye should go in and see my husband, for he has been laid upon his bed for the space of two days and two nights; and some say that he is not dead, but others say that he is dead and that he stinketh, and that he ought to be placed in the sepulchre; but as for myself, to me he doth not stink.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 6,
                    "text": "When he had heard therefore that he was sick, he abode two days still in the same place where he was.",
                    "score": 0.7816826457169861
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 24,
                    "text": "And if any man lie with her at all, and her flowers be upon him, he shall be unclean seven days; and all the bed whereon he lieth shall be unclean.",
                    "score": 0.7663150158928912
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 35,
                    "text": "And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.",
                    "score": 0.7610241443499065
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the Lord liveth: lie down until the morning.",
                    "score": 0.7561183269787674
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Who died for us, that, whether we wake or sleep, we should live together with him.",
                    "score": 0.7549319994990755
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And if it be on her bed, or on any thing whereon she sitteth, when he toucheth it, he shall be unclean until the even.",
                    "score": 0.7544895685716875
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 22,
                    "verse": 22,
                    "text": "If a man be found lying with a woman married to an husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shalt thou put away evil from Israel.",
                    "score": 0.7541212277115483
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 5,
                    "verse": 20,
                    "text": "But if thou hast gone aside to another instead of thy husband, and if thou be defiled, and some man have lain with thee beside thine husband:",
                    "score": 0.7531219006024964
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 1,
                    "text": "They say, If a man put away his wife, and she go from him, and become another man's, shall he return unto her again? shall not that land be greatly polluted? but thou hast played the harlot with many lovers; yet return again to me, saith the Lord.",
                    "score": 0.7522760646061165
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And whosoever toucheth his bed shall wash his clothes, and bathe himself in water, and be unclean until the even.",
                    "score": 0.7522035061404816
                }
            ]
        },
        {
            "verse": 6,
            "text": "Now, this was what Ammon desired, for he knew that king Lamoni was under the power of God; he knew that the dark veil of unbelief was being cast away from his mind, and the light which did light up his mind, which was the light of the glory of God, which was a marvelous light of his goodness--yea, this light had infused such joy into his soul, the cloud of darkness having been dispelled, and that the light of everlasting life was lit up in his soul, yea, he knew that this had overcome his natural frame, and he was carried away in God--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 16,
                    "text": "He hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7921475755850118
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And God saw the light, that it was good: and God divided the light from the darkness.",
                    "score": 0.78812850830298
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 22,
                    "text": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death.",
                    "score": 0.7817604514685239
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 24,
                    "verse": 4,
                    "text": "He hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:",
                    "score": 0.7809830524870262
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And his brightness was as the light; he had horns coming out of his hand: and there was the hiding of his power.",
                    "score": 0.7782492459285404
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 4,
                    "text": "And they (the Gods) comprehended the light, for it was bright; and they divided the light, or caused it to be divided, from the darkness.",
                    "score": 0.7755230217412185
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
                    "score": 0.7742606076787343
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.",
                    "score": 0.7726217251751349
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 35,
                    "text": "He was a burning and a shining light: and ye were willing for a season to rejoice in his light.",
                    "score": 0.7716986082514207
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But now mine own eyes have beheld God; but not my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should have withered and died in his presence; but his glory was upon me; and I beheld his face, for I was transfigured before him.",
                    "score": 0.7698153462634489
                }
            ]
        },
        {
            "verse": 7,
            "text": "Therefore, what the queen desired of him was his only desire. Therefore, he went in to see the king according as the queen had desired him; and he saw the king, and he knew that he was not dead.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.",
                    "score": 0.7928304676767353
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.",
                    "score": 0.7719689909524381
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Now therefore behold the king whom ye have chosen, and whom ye have desired! and, behold, the Lord hath set a king over you.",
                    "score": 0.7687649980008565
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 39,
                    "text": "And the soul of king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead.",
                    "score": 0.7672632898053661
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 9,
                    "verse": 34,
                    "text": "And when he was come in, he did eat and drink, and said, Go, see now this cursed woman, and bury her: for she is a king's daughter.",
                    "score": 0.7640118768436034
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 32,
                    "text": "And Absalom answered Joab, Behold, I sent unto thee, saying, Come hither, that I may send thee to the king, to say, Wherefore am I come from Geshur? it had been good for me to have been there still: now therefore let me see the king's face; and if there be any iniquity in me, let him kill me.",
                    "score": 0.7603286513627285
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 56,
                    "text": "And the king said, Inquire thou whose son the stripling is.",
                    "score": 0.7574234346851446
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 4,
                    "text": "Then said the king to Ziba, Behold, thine are all that pertained unto Mephibosheth. And Ziba said, I humbly beseech thee that I may find grace in thy sight, my lord, O king.",
                    "score": 0.7538940994100602
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:",
                    "score": 0.7530337370588934
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 45,
                    "verse": 11,
                    "text": "So shall the king greatly desire thy beauty: for he is thy Lord; and worship thou him.",
                    "score": 0.7530012735131039
                }
            ]
        },
        {
            "verse": 8,
            "text": "And he said unto the queen: He is not dead, but he sleepeth in God, and on the morrow he shall rise again; therefore bury him not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 23,
                    "text": "His body shall not remain all night upon the tree, but thou shalt in any wise bury him that day; (for he that is hanged is accursed of God;) that thy land be not defiled, which the Lord thy God giveth thee for an inheritance.",
                    "score": 0.8179874676070715
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 14,
                    "verse": 12,
                    "text": "So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.",
                    "score": 0.7943488121915216
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "The Lord killeth, and maketh alive: he bringeth down to the grave, and bringeth up.",
                    "score": 0.7905283161812616
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 9,
                    "text": "There remaineth therefore a rest to the people of God.",
                    "score": 0.7867456858634078
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the Lord, Is it not because there is not a God in Israel, that thou sendest to inquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.7867163516744797
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And he said unto him, Thus saith the Lord, Forasmuch as thou hast sent messengers to inquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to inquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.7846694359462776
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 13,
                    "text": "In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the Lord thy God.",
                    "score": 0.7843571083813937
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For as yet they knew not the scripture, that he must rise again from the dead.",
                    "score": 0.7832898439650431
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 38,
                    "text": "For he is not a God of the dead, but of the living: for all live unto him.",
                    "score": 0.782464117790861
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 15,
                    "text": "Those that remain of him shall be buried in death: and his widows shall not weep.",
                    "score": 0.7793647988150203
                }
            ]
        },
        {
            "verse": 9,
            "text": "And Ammon said unto her: Believest thou this? And she said unto him: I have had no witness save thy word, and the word of our servants; nevertheless I believe that it shall be according as thou hast said.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 37,
                    "text": "For she shall not be removed out of her place. I, the Lord, have spoken it. Amen.",
                    "score": 0.8124477095954614
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And now, O Lord God, the word that thou hast spoken concerning thy servant, and concerning his house, establish it for ever, and do as thou hast said.",
                    "score": 0.8094680056823268
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 10,
                    "text": "Ye are my witnesses, saith the Lord, and my servant whom I have chosen: that ye may know and believe me, and understand that I am he: before me there was no God formed, neither shall there be after me.",
                    "score": 0.8076367412517892
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
                    "score": 0.806207613425791
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, O Lord God, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
                    "score": 0.8040857858050889
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8014767362966192
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
                    "score": 0.800835719225113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.7967212577025068
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 138,
                    "text": "Thy testimonies that thou hast commanded are righteous and very faithful.",
                    "score": 0.795564513212925
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Surely thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,",
                    "score": 0.7950174900508549
                }
            ]
        },
        {
            "verse": 10,
            "text": "And Ammon said unto her: Blessed art thou because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the Nephites.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.",
                    "score": 0.8021020363397621
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 10,
                    "text": "When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.",
                    "score": 0.7858125600536922
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 28,
                    "text": "Then Jesus answered and said unto her, O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.",
                    "score": 0.7790015257392311
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 28,
                    "text": "For I say unto you, Among those that are born of women there is not a greater prophet than John the Baptist: but he that is least in the kingdom of God is greater than he.",
                    "score": 0.7762341157218682
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 2,
                    "verse": 10,
                    "text": "But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips.",
                    "score": 0.775014376816162
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.",
                    "score": 0.7581564002135806
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 43,
                    "text": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:",
                    "score": 0.7569903794868673
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.",
                    "score": 0.7561846601136925
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 60,
                    "text": "And they blessed Rebekah, and said unto her, Thou art our sister, be thou the mother of thousands of millions, and let thy seed possess the gate of those which hate them.",
                    "score": 0.7553838879464064
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And the angel came in unto her, and said, Hail, thou that art highly favoured, the Lord is with thee: blessed art thou among women.",
                    "score": 0.7549176587642252
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass that she watched over the bed of her husband, from that time even until that time on the morrow which Ammon had appointed that he should rise.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:",
                    "score": 0.7826863076856233
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:",
                    "score": 0.7709307044244981
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And it came to pass when I was come near to enter into Egypt, the Lord said unto me: Behold, Sarai, thy wife, is a very fair woman to look upon;",
                    "score": 0.7702385044932132
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 7,
                    "text": "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me.",
                    "score": 0.7679165421360554
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And she said unto her husband, Behold now, I perceive that this is an holy man of God, which passeth by us continually.",
                    "score": 0.7673099902482584
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 8,
                    "text": "And it came to pass, when he had been there a long time, that Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was sporting with Rebekah his wife.",
                    "score": 0.7649621587823499
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 18,
                    "verse": 19,
                    "text": "But it came to pass at the time when Merab Saul's daughter should have been given to David, that she was given unto Adriel the Meholathite to wife.",
                    "score": 0.760615200361944
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 5,
                    "text": "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for Joseph's sake; and the blessing of the Lord was upon all that he had in the house, and in the field.",
                    "score": 0.7604719982035162
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years.",
                    "score": 0.7603747241118206
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning unto the evening.",
                    "score": 0.7556180256075967
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.811949360073957
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And the word of the Lord came unto him, saying,",
                    "score": 0.811949360073957
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
                    "score": 0.8088574643647675
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.8003138388749522
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 18,
                    "text": "And he said, What pledge shall I give thee? And she said, Thy signet, and thy bracelets, and thy staff that is in thine hand. And he gave it her, and came in unto her, and she conceived by him.",
                    "score": 0.799715898915193
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he said, Blessed be the Lord God of Israel, which spake with his mouth unto David my father, and hath with his hand fulfilled it, saying,",
                    "score": 0.7961344337246877
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And he said, Blessed be the Lord God of Israel, who hath with his hands fulfilled that which he spake with his mouth to my father David, saying,",
                    "score": 0.7958555364584263
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that night, that the word of the Lord came unto Nathan, saying,",
                    "score": 0.7947616081305192
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And Manoah arose, and went after his wife, and came to the man, and said unto him, Art thou the man that spakest unto the woman? And he said, I am.",
                    "score": 0.7945877950083364
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.7933074030670891
                }
            ]
        },
        {
            "verse": 13,
            "text": "For as sure as thou livest, behold, I have seen my Redeemer; and he shall come forth, and be born of a woman, and he shall redeem all mankind who believe on his name. Now, when he had said these words, his heart was swollen within him, and he sunk again with joy; and the queen also sunk down, being overpowered by the Spirit.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Yea, his weeping for Zion I have seen, and I will cause that he shall mourn for her no longer; for his days of rejoicing are come unto the remission of his sins, and the manifestations of my blessings upon his works.",
                    "score": 0.8109969597585537
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 22,
                    "text": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
                    "score": 0.8108022335667002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 5,
                    "text": "Behold, this is the will of him who hath called you, your Redeemer, even Jesus Christ. Amen.",
                    "score": 0.8030173772636381
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 21,
                    "verse": 1,
                    "text": "The king shall joy in thy strength, O Lord; and in thy salvation how greatly shall he rejoice!",
                    "score": 0.7983968434446158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 70,
                    "text": "And now, remember the words of him who is the life and light of the world, your Redeemer, your Lord and your God. Amen.",
                    "score": 0.7982407109905263
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And the king sware, and said, As the Lord liveth, that hath redeemed my soul out of all distress,",
                    "score": 0.7965957438435846
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 25,
                    "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:",
                    "score": 0.7964400697073784
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 61,
                    "verse": 10,
                    "text": "I will greatly rejoice in the Lord, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.",
                    "score": 0.796300299163977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 55,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you, my servant William, yea, even the Lord of the whole earth, thou art called and chosen; and after thou hast been baptized by water, which if you do with an eye single to my glory, you shall have a remission of your sins and a reception of the Holy Spirit by the laying on of hands;",
                    "score": 0.7956867475980068
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 4,
                    "text": "Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;",
                    "score": 0.7945027838802153
                }
            ]
        },
        {
            "verse": 14,
            "text": "Now Ammon seeing the Spirit of the Lord poured out according to his prayers upon the Lamanites, his brethren, who had been the cause of so much mourning among the Nephites, or among all the people of God because of their iniquities and their traditions, he fell upon his knees, and began to pour out his soul in prayer and thanksgiving to God for what he had done for his brethren; and he was also overpowered with joy; and thus they all three had sunk to the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7875323050605
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And the four beasts said, Amen. And the four and twenty elders fell down and worshipped him that liveth for ever and ever.",
                    "score": 0.7762365784985115
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Now when Solomon had made an end of praying, the fire came down from heaven, and consumed the burnt offering and the sacrifices; and the glory of the Lord filled the house.",
                    "score": 0.7754656866432881
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
                    "score": 0.7737340505226052
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 27,
                    "text": "And Enoch beheld angels descending out of heaven, bearing testimony of the Father and Son; and the Holy Ghost fell on many, and they were caught up by the powers of heaven into Zion.",
                    "score": 0.7721281126697542
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 38,
                    "text": "Then the fire of the Lord fell, and consumed the burnt sacrifice, and the wood, and the stones, and the dust, and licked up the water that was in the trench.",
                    "score": 0.7704044410426218
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 12,
                    "text": "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, and they are fallen both together.",
                    "score": 0.7685942114168653
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 1,
                    "text": "Now when Ezra had prayed, and when he had confessed, weeping and casting himself down before the house of God, there assembled unto him out of Israel a very great congregation of men and women and children: for the people wept very sore.",
                    "score": 0.7684207620748226
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And the people cried unto Moses; and when Moses prayed unto the Lord, the fire was quenched.",
                    "score": 0.7664998930140383
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And be you afflicted in all his afflictions, ever lifting up your heart unto me in prayer and faith, for his and your deliverance; for I have given unto him power to build up my church among the Lamanites;",
                    "score": 0.7651291811864225
                }
            ]
        },
        {
            "verse": 15,
            "text": "Now, when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also, for it was they who had stood before the king and testified unto him concerning the great power of Ammon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 50,
                    "verse": 18,
                    "text": "And his brethren also went and fell down before his face; and they said, Behold, we be thy servants.",
                    "score": 0.8151908234485192
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 4,
                    "text": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?",
                    "score": 0.7962343386464379
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name.",
                    "score": 0.7930538470319388
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "score": 0.7930091995219638
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 20,
                    "text": "And Araunah looked, and saw the king and his servants coming on toward him: and Araunah went out, and bowed himself before the king on his face upon the ground.",
                    "score": 0.7891933218267214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 53,
                    "text": "And then shall they weep because of their iniquities; then shall they lament because they persecuted their king.",
                    "score": 0.7890895190047207
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "score": 0.7890369509074265
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 12,
                    "text": "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, and they are fallen both together.",
                    "score": 0.7889353398546859
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 17,
                    "text": "Now after the death of Jehoiada came the princes of Judah, and made obeisance to the king. Then the king hearkened unto them.",
                    "score": 0.7882941914127445
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
                    "score": 0.785827245556963
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it came to pass that they did call on the name of the Lord, in their might, even until they had all fallen to the earth, save it were one of the Lamanitish women, whose name was Abish, she having been converted unto the Lord for many years, on account of a remarkable vision of her father--",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7870332968125895
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7638492916373978
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.7638473005680303
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 25,
                    "text": "So she went and came unto the man of God to mount Carmel. And it came to pass, when the man of God saw her afar off, that he said to Gehazi his servant, Behold, yonder is that Shunammite:",
                    "score": 0.7582579654978812
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And it came to pass that Enoch continued to call upon all the people, save it were the people of Canaan, to repent;",
                    "score": 0.7564342201075851
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 35,
                    "text": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
                    "score": 0.7534034271587723
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 13,
                    "verse": 20,
                    "text": "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the Lord ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.",
                    "score": 0.7525671164425167
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
                    "score": 0.7514765359252907
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.",
                    "score": 0.7491333950637088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7489161329187137
                }
            ]
        },
        {
            "verse": 17,
            "text": "Thus, having been converted to the Lord, and never having made it known, therefore, when she saw that all the servants of Lamoni had fallen to the earth, and also her mistress, the queen, and the king, and Ammon lay prostrate upon the earth, she knew that it was the power of God; and supposing that this opportunity, by making known unto the people what had happened among them, that by beholding this scene it would cause them to believe in the power of God, therefore she ran forth from house to house, making it known unto the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.",
                    "score": 0.7671279019459246
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 47,
                    "text": "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him, and how she was healed immediately.",
                    "score": 0.7662868772686984
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And when she came to the man of God to the hill, she caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul is vexed within her: and the Lord hath hid it from me, and hath not told me.",
                    "score": 0.7643550329595549
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 26,
                    "verse": 21,
                    "text": "For, behold, the Lord cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.",
                    "score": 0.7607494621973498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 101,
                    "text": "The earth hath travailed and brought forth her strength;And truth is established in her bowels;And the heavens have smiled upon her;And she is clothed with the glory of her God;For he stands in the midst of his people.",
                    "score": 0.7563817944999719
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 4,
                    "verse": 25,
                    "text": "So she went and came unto the man of God to mount Carmel. And it came to pass, when the man of God saw her afar off, that he said to Gehazi his servant, Behold, yonder is that Shunammite:",
                    "score": 0.7541993942072853
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Which shaketh the earth out of her place, and the pillars thereof tremble.",
                    "score": 0.7540366944750927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 44,
                    "text": "And if she hath not committed adultery, but is innocent and hath not broken her vow, and she knoweth it, and I reveal it unto you, my servant Joseph, then shall you have power, by the power of my Holy Priesthood, to take her and give her unto him that hath not committed adultery but hath been faithful; for he shall be made ruler over many.",
                    "score": 0.7518504894680472
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Her gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the Lord.",
                    "score": 0.7502478334899005
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 10,
                    "text": "Know now that there shall fall unto the earth nothing of the word of the Lord, which the Lord spake concerning the house of Ahab: for the Lord hath done that which he spake by his servant Elijah.",
                    "score": 0.7483201305629517
                }
            ]
        },
        {
            "verse": 18,
            "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And they gathered their brethren, and sanctified themselves, and came, according to the commandment of the king, by the words of the Lord, to cleanse the house of the Lord.",
                    "score": 0.8047670999733375
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.788856811892178
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 26,
                    "text": "The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ.",
                    "score": 0.7870798834880184
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 6,
                    "text": "And they shall fill thy houses, and the houses of all thy servants, and the houses of all the Egyptians; which neither thy fathers, nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned himself, and went out from Pharaoh.",
                    "score": 0.7829728796433185
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they arose out of Midian, and came to Paran: and they took men with them out of Paran, and they came to Egypt, unto Pharaoh king of Egypt; which gave him an house, and appointed him victuals, and gave him land.",
                    "score": 0.7788243098656922
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 21,
                    "text": "And Jehu sent through all Israel: and all the worshippers of Baal came, so that there was not a man left that came not. And they came into the house of Baal; and the house of Baal was full from one end to another.",
                    "score": 0.7786280401176102
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 23,
                    "verse": 2,
                    "text": "And the king went up into the house of the Lord, and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests, and the prophets, and all the people, both small and great: and he read in their ears all the words of the book of the covenant which was found in the house of the Lord.",
                    "score": 0.77821350611383
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.",
                    "score": 0.7779137790634836
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.7768974207561171
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "score": 0.7719017419373405
                }
            ]
        },
        {
            "verse": 19,
            "text": "And now the people began to murmur among themselves; some saying that it was a great evil that had come upon them, or upon the king and his house, because he had suffered that the Nephite should remain in the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 37,
                    "text": "And it came to pass that Enoch went forth in the land, among the people, standing upon the hills and the high places, and cried with a loud voice, testifying against their works; and all men were offended because of him.",
                    "score": 0.7947203372992001
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7923523462543316
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7853868051387616
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7847476867365478
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 25,
                    "text": "But the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.783302652873879
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 32,
                    "text": "And they brought up an evil report of the land which they had searched unto the children of Israel, saying, The land, through which we have gone to search it, is a land that eateth up the inhabitants thereof; and all the people that we saw in it are men of a great stature.",
                    "score": 0.780033545238526
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 22,
                    "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                    "score": 0.7786506825396067
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.7781242809240335
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7728015751598944
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 6,
                    "text": "He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.",
                    "score": 0.7709050775319286
                }
            ]
        },
        {
            "verse": 20,
            "text": "But others rebuked them, saying: The king hath brought this evil upon his house, because he slew his servants who had had their flocks scattered at the waters of Sebus.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And the servants of Amon conspired against him, and slew the king in his own house.",
                    "score": 0.8209306167675992
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 24,
                    "text": "And his servants conspired against him, and slew him in his own house.",
                    "score": 0.7887757132140955
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And the Lord did so; and there came a grievous swarm of flies into the house of Pharaoh, and into his servants' houses, and into all the land of Egypt: the land was corrupted by reason of the swarm of flies.",
                    "score": 0.7790849912739162
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 25,
                    "text": "And when they were departed from him, (for they left him in great diseases,) his own servants conspired against him for the blood of the sons of Jehoiada the priest, and slew him on his bed, and he died: and they buried him in the city of David, but they buried him not in the sepulchres of the kings.",
                    "score": 0.7779890011359016
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7776513341588144
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And the remnant took his servants, and entreated them spitefully, and slew them.",
                    "score": 0.7743892427493667
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7698420994987273
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 16,
                    "text": "And his servants spake yet more against the Lord God, and against his servant Hezekiah.",
                    "score": 0.7694733315438493
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 25,
                    "text": "But the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7678565440191029
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7666887293560593
                }
            ]
        },
        {
            "verse": 21,
            "text": "And they were also rebuked by those men who had stood at the waters of Sebus and scattered the flocks which belonged to the king, for they were angry with Ammon because of the number which he had slain of their brethren at the waters of Sebus, while defending the flocks of the king.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the Lord sent against him bands of the Chaldees, and bands of the Syrians, and bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to the word of the Lord, which he spake by his servants the prophets.",
                    "score": 0.7769568769884482
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 32,
                    "text": "They angered him also at the waters of strife, so that it went ill with Moses for their sakes:",
                    "score": 0.7712914772175391
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And the rest of the people he delivered unto the hand of Abishai his brother, and they set themselves in array against the children of Ammon.",
                    "score": 0.7702830474253795
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou Son of David.",
                    "score": 0.7682863109708468
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 23,
                    "text": "For the children of Ammon and Moab stood up against the inhabitants of mount Seir, utterly to slay and destroy them: and when they had made an end of the inhabitants of Seir, every one helped to destroy another.",
                    "score": 0.768065892433253
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And when all these kings were met together, they came and pitched together at the waters of Merom, to fight against Israel.",
                    "score": 0.7668501458933787
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And again the anger of the Lord was kindled against Israel, and he moved David against them to say, Go, number Israel and Judah.",
                    "score": 0.7632926951595365
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 43,
                    "text": "And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and we have also more right in David than ye: why then did ye despise us, that our advice should not be first had in bringing back our king? And the words of the men of Judah were fiercer than the words of the men of Israel.",
                    "score": 0.7630277975419513
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tenderhearted, and could not withstand them.",
                    "score": 0.7617151762244995
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 8,
                    "text": "And they slew the kings of Midian, beside the rest of them that were slain; namely, Evi, and Rekem, and Zur, and Hur, and Reba, five kings of Midian: Balaam also the son of Beor they slew with the sword.",
                    "score": 0.7592229397562197
                }
            ]
        },
        {
            "verse": 22,
            "text": "Now, one of them, whose brother had been slain with the sword of Ammon, being exceedingly angry with Ammon, drew his sword and went forth that he might let it fall upon Ammon, to slay him; and as he lifted the sword to smite him, behold, he fell dead.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And he killed James the brother of John with the sword.",
                    "score": 0.7881060879166082
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 5,
                    "text": "And when his armourbearer saw that Saul was dead, he fell likewise upon his sword, and died with him.",
                    "score": 0.7835844416030651
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 4,
                    "text": "Then said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
                    "score": 0.7805128438300643
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7797085980303904
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 54,
                    "text": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
                    "score": 0.7780235455854894
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Then said Saul to his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and abuse me. But his armourbearer would not; for he was sore afraid. So Saul took a sword, and fell upon it.",
                    "score": 0.7768673057552317
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And when his armourbearer saw that Saul was dead, he fell likewise on the sword, and died.",
                    "score": 0.7753874286710843
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 32,
                    "text": "And Jonadab, the son of Shimeah David's brother, answered and said, Let not my lord suppose that they have slain all the young men the king's sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar.",
                    "score": 0.7728718719856157
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.",
                    "score": 0.7723575055233924
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 24,
                    "text": "That the cruelty done to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren.",
                    "score": 0.7710596725080212
                }
            ]
        },
        {
            "verse": 23,
            "text": "Now we see that Ammon could not be slain, for the Lord had said unto Mosiah, his father: I will spare him, and it shall be unto him according to thy faith--therefore, Mosiah trusted him unto the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 24,
                    "verse": 10,
                    "text": "Behold, this day thine eyes have seen how that the Lord had delivered thee to day into mine hand in the cave: and some bade me kill thee: but mine eye spared thee; and I said, I will not put forth mine hand against my lord; for he is the Lord's anointed.",
                    "score": 0.7954341683928069
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7948561180790724
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 17,
                    "text": "And he said unto him, Fear not: for the hand of Saul my father shall not find thee; and thou shalt be king over Israel, and I shall be next unto thee; and that also Saul my father knoweth.",
                    "score": 0.7904111750284323
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.785950810070888
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 5,
                    "text": "There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.",
                    "score": 0.7858817882334809
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.",
                    "score": 0.783635124570773
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will help thee.",
                    "score": 0.7834952758898429
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 56,
                    "verse": 11,
                    "text": "In God have I put my trust: I will not be afraid what man can do unto me.",
                    "score": 0.7828788802673076
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And unto Abiathar the priest said the king, Get thee to Anathoth, unto thine own fields; for thou art worthy of death: but I will not at this time put thee to death, because thou barest the ark of the Lord God before David my father, and because thou hast been afflicted in all wherein my father was afflicted.",
                    "score": 0.78229326146139
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do to me according to that which hath proceeded out of thy mouth; forasmuch as the Lord hath taken vengeance for thee of thine enemies, even of the children of Ammon.",
                    "score": 0.7801472677731166
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And Saul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, and there was a very great discomfiture.",
                    "score": 0.7767727370857397
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Thy hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him.",
                    "score": 0.775811911284625
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 16,
                    "text": "He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our own people, and to the land of our nativity, from the oppressing sword.",
                    "score": 0.7696282787034797
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 15,
                    "verse": 16,
                    "text": "Fear and dread shall fall upon them; by the greatness of thine arm they shall be as still as a stone; till thy people pass over, O Lord, till the people pass over, which thou hast purchased.",
                    "score": 0.7691548131670549
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And Ananias hearing these words fell down, and gave up the ghost: and great fear came on all them that heard these things.",
                    "score": 0.7676915293247869
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 13,
                    "verse": 21,
                    "text": "And it came to pass, as they were burying a man, that, behold, they spied a band of men; and they cast the man into the sepulchre of Elisha: and when the man was let down, and touched the bones of Elisha, he revived, and stood up on his feet.",
                    "score": 0.7670236648288078
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 46,
                    "text": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet.",
                    "score": 0.7665338622251422
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 30,
                    "text": "But David could not go before it to inquire of God: for he was afraid because of the sword of the angel of the Lord.",
                    "score": 0.7664588763050701
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 21,
                    "text": "The strong among the mighty shall speak to him out of the midst of hell with them that help him: they are gone down, they lie uncircumcised, slain by the sword.",
                    "score": 0.7650209248773046
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 10,
                    "text": "He croucheth, and humbleth himself, that the poor may fall by his strong ones.",
                    "score": 0.7647477324118314
                }
            ]
        },
        {
            "verse": 25,
            "text": "And it came to pass that there were many among them who said that Ammon was the Great Spirit, and others said he was sent by the Great Spirit;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 29,
                    "text": "Then the Spirit of the Lord came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon.",
                    "score": 0.7872875840293191
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And they that were sent went their way, and found even as he had said unto them.",
                    "score": 0.7864392535106848
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them.",
                    "score": 0.7815033373239431
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.",
                    "score": 0.7812480640527879
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 12,
                    "text": "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:",
                    "score": 0.7797532165481257
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 25,
                    "text": "And there went great multitudes with him: and he turned, and said unto them,",
                    "score": 0.7773192580518096
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 24,
                    "text": "For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord.",
                    "score": 0.7760715743598589
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.",
                    "score": 0.7757342424584835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 26,
                    "text": "Not only those who believed after he came in the meridian of time, in the flesh, but all those from the beginning, even as many as were before he came, who believed in the words of the holy prophets, who spake as they were inspired by the gift of the Holy Ghost, who truly testified of him in all things, should have eternal life,",
                    "score": 0.775392468161961
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied.",
                    "score": 0.7745880207308257
                }
            ]
        },
        {
            "verse": 26,
            "text": "But others rebuked them all, saying that he was a monster, who had been sent from the Nephites to torment them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 20,
                    "text": "And many of them said, He hath a devil, and is mad; why hear ye him?",
                    "score": 0.7967986453813696
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 10,
                    "text": "They hate him that rebuketh in the gate, and they abhor him that speaketh uprightly.",
                    "score": 0.7894982442046741
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 41,
                    "text": "And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.",
                    "score": 0.789156514724675
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Them that sin rebuke before all, that others also may fear.",
                    "score": 0.7841726063829618
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 16,
                    "text": "They provoked him to jealousy with strange gods, with abominations provoked they him to anger.",
                    "score": 0.7798581484077529
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 9,
                    "verse": 7,
                    "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
                    "score": 0.7741775851686522
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 15,
                    "text": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not do like them.",
                    "score": 0.7704747298232245
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And again he sent another; and him they killed, and many others; beating some, and killing some.",
                    "score": 0.7699607175692207
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.",
                    "score": 0.7697812784709925
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 46,
                    "text": "He made them also to be pitied of all those that carried them captives.",
                    "score": 0.7683996818713843
                }
            ]
        },
        {
            "verse": 27,
            "text": "And there were some who said that Ammon was sent by the Great Spirit to afflict them because of their iniquities; and that it was the Great Spirit that had always attended the Nephites, who had ever delivered them out of their hands; and they said that it was this Great Spirit who had destroyed so many of their brethren, the Lamanites.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.818757543358913
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands.",
                    "score": 0.7816920110050903
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:",
                    "score": 0.7678620237676925
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "A people great, and many, and tall, as the Anakims; but the Lord destroyed them before them; and they succeeded them, and dwelt in their stead:",
                    "score": 0.7676567616526242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Behold, thou wast called and chosen to write the Book of Mormon, and to my ministry; and I have lifted thee up out of thine afflictions, and have counseled thee, that thou hast been delivered from all thine enemies, and thou hast been delivered from the powers of Satan and from darkness!",
                    "score": 0.7672366413900032
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7592163867951582
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And Saul's servants said unto him, Behold now, an evil spirit from God troubleth thee.",
                    "score": 0.7561942852809715
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 10,
                    "text": "But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, and he fought against them.",
                    "score": 0.7557983391578235
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the Lord came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
                    "score": 0.7532130011616006
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And the Lord sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed.",
                    "score": 0.7526081924582447
                }
            ]
        },
        {
            "verse": 28,
            "text": "And thus the contention began to be exceedingly sharp among them. And while they were thus contending, the woman servant who had caused the multitude to be gathered together came, and when she saw the contention which was among the multitude she was exceedingly sorrowful, even unto tears.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And there was a great cry of the people and of their wives against their brethren the Jews.",
                    "score": 0.7891303137426884
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 22,
                    "text": "And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.",
                    "score": 0.7721748112342022
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And Saul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, and there was a very great discomfiture.",
                    "score": 0.7667672586493214
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 9,
                    "text": "By reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty.",
                    "score": 0.7659792236496725
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 7,
                    "text": "And when he had so said, there arose a dissension between the Pharisees and the Sadducees: and the multitude was divided.",
                    "score": 0.7658459334906004
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Why dost thou shew me iniquity, and cause me to behold grievance? for spoiling and violence are before me: and there are that raise up strife and contention.",
                    "score": 0.7636459173065621
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 33,
                    "text": "When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,",
                    "score": 0.7612202635164249
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 22,
                    "text": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?",
                    "score": 0.7608172098377376
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And there shall be weeping and wailing among the hosts of men;",
                    "score": 0.754572438975855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 10,
                    "text": "Nevertheless, my servants sinned a very grievous sin; and contentions arose in the school of the prophets; which was very grievous unto me, saith your Lord; therefore I sent them forth to be chastened.",
                    "score": 0.751834376267323
                }
            ]
        },
        {
            "verse": 29,
            "text": "And it came to pass that she went and took the queen by the hand, that perhaps she might raise her from the ground; and as soon as she touched her hand she arose and stood upon her feet, and cried with a loud voice, saying: O blessed Jesus, who has saved me from an awful hell! O blessed God, have mercy on this people!",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 35,
                    "text": "So David received of her hand that which she had brought him, and said unto her, Go up in peace to thine house; see, I have hearkened to thy voice, and have accepted thy person.",
                    "score": 0.7892137317474647
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.",
                    "score": 0.7846580436633279
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid.",
                    "score": 0.7821287972541595
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 25,
                    "text": "Then came she and worshipped him, saying, Lord, help me.",
                    "score": 0.7819969432061546
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he touched her hand, and the fever left her: and she arose, and ministered unto them.",
                    "score": 0.7805432013519036
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And as the king of Israel was passing by upon the wall, there cried a woman unto him, saying, Help, my lord, O king.",
                    "score": 0.7798484483262247
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.",
                    "score": 0.7714666527803006
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 21,
                    "text": "And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me.",
                    "score": 0.7696361028133318
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.",
                    "score": 0.7683044227101122
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Then the woman said, Let thine handmaid, I pray thee, speak one word unto my lord the king. And he said, Say on.",
                    "score": 0.7667422319484121
                }
            ]
        },
        {
            "verse": 30,
            "text": "And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, Lamoni, by the hand, and behold he arose and stood upon his feet.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them:",
                    "score": 0.7852848101326542
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And when she looked, behold, the king stood by a pillar, as the manner was, and the princes and the trumpeters by the king, and all the people of the land rejoiced, and blew with trumpets: and Athaliah rent her clothes, and cried, Treason, Treason.",
                    "score": 0.7799489966839489
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
                    "score": 0.7790017652678082
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 23,
                    "verse": 13,
                    "text": "And she looked, and, behold, the king stood at his pillar at the entering in, and the princes and the trumpets by the king: and all the people of the land rejoiced, and sounded with trumpets, also the singers with instruments of musick, and such as taught to sing praise. Then Athaliah rent her clothes, and said, Treason, Treason.",
                    "score": 0.7782502326718849
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.7747804649326604
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 41,
                    "text": "And he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive.",
                    "score": 0.7729264722593651
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
                    "score": 0.7701843785833946
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Then the woman said, Let thine handmaid, I pray thee, speak one word unto my lord the king. And he said, Say on.",
                    "score": 0.769222841999775
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
                    "score": 0.7678780981712409
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he touched her hand, and the fever left her: and she arose, and ministered unto them.",
                    "score": 0.7643725507073245
                }
            ]
        },
        {
            "verse": 31,
            "text": "And he, immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the words which he had heard from the mouth of Ammon; and as many as heard his words believed, and were converted unto the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 25,
                    "text": "And there went great multitudes with him: and he turned, and said unto them,",
                    "score": 0.7927018885016747
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And he spake that saying openly. And Peter took him, and began to rebuke him.",
                    "score": 0.7914990824490828
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And he opened his mouth, and taught them, saying,",
                    "score": 0.785345858297789
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 39,
                    "text": "And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.",
                    "score": 0.7800948580756348
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And he called the multitude, and said unto them, Hear, and understand:",
                    "score": 0.7785523843971052
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And Samuel heard all the words of the people, and he rehearsed them in the ears of the Lord.",
                    "score": 0.7785070472383856
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 23,
                    "verse": 16,
                    "text": "And the Lord met Balaam, and put a word in his mouth, and said, Go again unto Balak, and say thus.",
                    "score": 0.7768053501823144
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 39,
                    "text": "And they which went before rebuked him, that he should hold his peace: but he cried so much the more, Thou Son of David, have mercy on me.",
                    "score": 0.7762129769961988
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 45,
                    "text": "Then in the audience of all the people he said unto his disciples,",
                    "score": 0.7755992752669325
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 53,
                    "text": "And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:",
                    "score": 0.7749948465562821
                }
            ]
        },
        {
            "verse": 32,
            "text": "But there were many among them who would not hear his words; therefore they went their way.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 22,
                    "text": "When they had heard these words, they marvelled, and left him, and went their way.",
                    "score": 0.8199740307436536
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 17,
                    "verse": 23,
                    "text": "But they obeyed not, neither inclined their ear, but made their neck stiff, that they might not hear, nor receive instruction.",
                    "score": 0.7960308080771028
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 60,
                    "text": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?",
                    "score": 0.791059775708303
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.",
                    "score": 0.787688317209411
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the Lord of hosts:",
                    "score": 0.7863349044902128
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 12,
                    "text": "Because they obeyed not the voice of the Lord their God, but transgressed his covenant, and all that Moses the servant of the Lord commanded, and would not hear them, nor do them.",
                    "score": 0.7861289089344102
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Not to many people of a strange speech and of an hard language, whose words thou canst not understand. Surely, had I sent thee to them, they would have hearkened unto thee.",
                    "score": 0.7834247611216564
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 26,
                    "text": "And they could not take hold of his words before the people: and they marvelled at his answer, and held their peace.",
                    "score": 0.7804494875495948
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 12,
                    "text": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.",
                    "score": 0.780016552996466
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 21,
                    "text": "But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand.",
                    "score": 0.7780247633225155
                }
            ]
        },
        {
            "verse": 33,
            "text": "And it came to pass that when Ammon arose he also administered unto them, and also did all the servants of Lamoni; and they did all declare unto the people the selfsame thing--that their hearts had been changed; that they had no more desire to do evil.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Now when all the princes, and all the people, which had entered into the covenant, heard that every one should let his manservant, and every one his maidservant, go free, that none should serve themselves of them any more, then they obeyed, and let them go.",
                    "score": 0.7794418737906404
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 25,
                    "text": "He turned their heart to hate his people, to deal subtilly with his servants.",
                    "score": 0.7762140757741326
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.",
                    "score": 0.7701273195040831
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7655513027903316
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Now Absalom had commanded his servants, saying, Mark ye now when Amnon's heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant.",
                    "score": 0.7631950851703704
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7615634302272517
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 35,
                    "verse": 15,
                    "text": "I have sent also unto you all my servants the prophets, rising up early and sending them, saying, Return ye now every man from his evil way, and amend your doings, and go not after other gods to serve them, and ye shall dwell in the land which I have given to you and to your fathers: but ye have not inclined your ear, nor hearkened unto me.",
                    "score": 0.7613979343148862
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 14,
                    "text": "Now it came to pass, after that Amaziah was come from the slaughter of the Edomites, that he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them, and burned incense unto them.",
                    "score": 0.7607038822078448
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
                    "score": 0.7601738838411763
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 66,
                    "verse": 3,
                    "text": "He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he cut off a dog's neck; he that offereth an oblation, as if he offered swine's blood; he that burneth incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.",
                    "score": 0.759885983973074
                }
            ]
        },
        {
            "verse": 34,
            "text": "And behold, many did declare unto the people that they had seen angels and had conversed with them; and thus they had told them things of God, and of his righteousness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Which was given by inspiration, and is confirmed to others by the ministering of angels, and is declared unto the world by them--",
                    "score": 0.8311894300028605
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 29,
                    "text": "The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.",
                    "score": 0.8198012389676272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 36,
                    "text": "And now, verily saith the Lord, that these things might be known among you, O inhabitants of the earth, I have sent forth mine angel flying through the midst of heaven, having the everlasting gospel, who hath appeared unto some and hath committed it unto man, who shall appear unto many that dwell on the earth.",
                    "score": 0.815254845878479
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And, behold, the angel that talked with me went forth, and another angel went out to meet him,",
                    "score": 0.8015176844811873
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7980803673582461
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.",
                    "score": 0.795406330927777
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 35,
                    "text": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
                    "score": 0.7919996996018587
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Then the angel that talked with me went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.",
                    "score": 0.7912687363823226
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 5,
                    "text": "And he lifted up his eyes, and saw the women and the children; and said, Who are those with thee? And he said, The children which God hath graciously given thy servant.",
                    "score": 0.7893962638786441
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Then said I, O my lord, what are these? And the angel that talked with me said unto me, I will shew thee what these be.",
                    "score": 0.7887651768560088
                }
            ]
        },
        {
            "verse": 35,
            "text": "And it came to pass that there were many that did believe in their words; and as many as did believe were baptized; and they became a righteous people, and they did establish a church among them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.8366637492990827
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 41,
                    "text": "Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.",
                    "score": 0.807915464310821
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And so were the churches established in the faith, and increased in number daily.",
                    "score": 0.8074585548405241
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 21,
                    "text": "Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,",
                    "score": 0.8016651612102813
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 5,
                    "text": "When they heard this, they were baptized in the name of the Lord Jesus.",
                    "score": 0.7900810959602087
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 12,
                    "text": "But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.",
                    "score": 0.7877099969271326
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 51,
                    "text": "They are they who received the testimony of Jesus, and believed on his name and were baptized after the manner of his burial, being buried in the water in his name, and this according to the commandment which he has given--",
                    "score": 0.7771383699612259
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And believers were the more added to the Lord, multitudes both of men and women.)",
                    "score": 0.7730918008347192
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 22,
                    "text": "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.",
                    "score": 0.7709073693198999
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 27,
                    "text": "And when they were come, and had gathered the church together, they rehearsed all that God had done with them, and how he had opened the door of faith unto the Gentiles.",
                    "score": 0.768279300531347
                }
            ]
        },
        {
            "verse": 36,
            "text": "And thus the work of the Lord did commence among the Lamanites; thus the Lord did begin to pour out his Spirit upon them; and we see that his arm is extended to all people who will repent and believe on his name.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.8042037370148052
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.7926215061754871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.787723165921581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And be you afflicted in all his afflictions, ever lifting up your heart unto me in prayer and faith, for his and your deliverance; for I have given unto him power to build up my church among the Lamanites;",
                    "score": 0.7800111209727243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.779017838158461
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 34,
                    "text": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
                    "score": 0.7765171803480767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7720536179489362
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
                    "score": 0.7657522766821196
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.7646741560128884
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 21,
                    "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
                    "score": 0.7610201948925086
                }
            ]
        }
    ]
}