{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 17,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Then they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of a Maachathite, they and their men.",
                    "score": 0.8006253664556887
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 31,
                    "text": "And Terah took Abram his son, and Lot the son of Haran his son's son, and Sarai his daughter in law, his son Abram's wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.",
                    "score": 0.7900206755095142
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7865925092273953
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 6,
                    "text": "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping all along as he went: and it came to pass, as he met them, he said unto them, Come to Gedaliah the son of Ahikam.",
                    "score": 0.7864579157819567
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 12,
                    "text": "Then the Levites arose, Mahath the son of Amasai, and Joel the son of Azariah, of the sons of the Kohathites: and of the sons of Merari, Kish the son of Abdi, and Azariah the son of Jehalelel: and of the Gershonites; Joah the son of Zimmah, and Eden the son of Joah:",
                    "score": 0.7825970359988755
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 35,
                    "verse": 22,
                    "text": "And it came to pass, when Israel dwelt in that land, that Reuben went and lay with Bilhah his father's concubine: and Israel heard it. Now the sons of Jacob were twelve:",
                    "score": 0.7823187183805731
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.781950604823188
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.7815252001191273
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 1,
                    "text": "Then Jacob went on his journey, and came into the land of the people of the east.",
                    "score": 0.7813893285673699
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.",
                    "score": 0.7795087747373403
                }
            ]
        },
        {
            "verse": 2,
            "text": "Now these sons of Mosiah were with Alma at the time the angel first appeared unto him; therefore Alma did rejoice exceedingly to see his brethren; and what added more to his joy, they were still his brethren in the Lord; yea, and they had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And by the good hand of our God upon us they brought us a man of understanding, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;",
                    "score": 0.8062857898586769
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
                    "score": 0.7866751586305855
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And it came to pass, when they were come into Samaria, that Elisha said, Lord, open the eyes of these men, that they may see. And the Lord opened their eyes, and they saw; and, behold, they were in the midst of Samaria.",
                    "score": 0.7755127850993905
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And he hath brought thee near to him, and all thy brethren the sons of Levi with thee: and seek ye the priesthood also?",
                    "score": 0.773488249454935
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 32,
                    "text": "The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;",
                    "score": 0.7697730918123061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 34,
                    "text": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
                    "score": 0.769095838792631
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
                    "score": 0.7667212501298649
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.",
                    "score": 0.7647836628564114
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 20,
                    "text": "Bless the Lord, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word.",
                    "score": 0.7647038533006292
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.",
                    "score": 0.764491903580363
                }
            ]
        },
        {
            "verse": 3,
            "text": "But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.",
                    "score": 0.8035929414375577
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For he taught them as one having authority, and not as the scribes.",
                    "score": 0.7771117700287091
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 23,
                    "text": "So we fasted and besought our God for this: and he was entreated of us.",
                    "score": 0.771364373313809
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 23,
                    "text": "And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.",
                    "score": 0.7683406415293399
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 21,
                    "text": "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.",
                    "score": 0.7667896903679774
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And when they had fasted and prayed, and laid their hands on them, they sent them away.",
                    "score": 0.7651791205427293
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.",
                    "score": 0.7642286575009944
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:",
                    "score": 0.7622174204970502
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;",
                    "score": 0.7606988146009209
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And inasmuch as they were humble they might be made strong, and blessed from on high, and receive knowledge from time to time.",
                    "score": 0.7579312154492059
                }
            ]
        },
        {
            "verse": 4,
            "text": "And they had been teaching the word of God for the space of fourteen years among the Lamanites, having had much success in bringing many to the knowledge of the truth; yea, by the power of their words many were brought before the altar of God, to call on his name and confess their sins before him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7813131064095722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7685669115812818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7667342690790955
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7526214726118186
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7461807770479718
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 11,
                    "text": "And he continued there a year and six months, teaching the word of God among them.",
                    "score": 0.7431548148720374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7373301242382855
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 33,
                    "text": "And with many such parables spake he the word unto them, as they were able to hear it.",
                    "score": 0.7331353028896899
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Long time therefore abode they speaking boldly in the Lord, which gave testimony unto the word of his grace, and granted signs and wonders to be done by their hands.",
                    "score": 0.7329824311686879
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people.",
                    "score": 0.7323356425551321
                }
            ]
        },
        {
            "verse": 5,
            "text": "Now these are the circumstances which attended them in their journeyings, for they had many afflictions; they did suffer much, both in body and in mind, such as hunger, thirst and fatigue, and also much labor in the spirit.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.8114604631466573
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 5,
                    "text": "Hungry and thirsty, their soul fainted in them.",
                    "score": 0.7895165737964795
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 27,
                    "text": "In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness.",
                    "score": 0.7882218148671346
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 53,
                    "text": "In all their afflictions he was afflicted. And the angel of his presence saved them; and in his love, and in his pity, he redeemed them, and bore them, and carried them all the days of old;",
                    "score": 0.7848393926249534
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 34,
                    "verse": 19,
                    "text": "Many are the afflictions of the righteous: but the Lord delivereth him out of them all.",
                    "score": 0.7755570350561897
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 33,
                    "text": "Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.",
                    "score": 0.7666449708432697
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 9,
                    "text": "In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.",
                    "score": 0.7657513279864929
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And they cast out many devils, and anointed with oil many that were sick, and healed them.",
                    "score": 0.7656671567659924
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits.",
                    "score": 0.7642288562674161
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 33,
                    "text": "Therefore their days did he consume in vanity, and their years in trouble.",
                    "score": 0.762358343236581
                }
            ]
        },
        {
            "verse": 6,
            "text": "Now these were their journeyings: Having taken leave of their father, Mosiah, in the first year of the judges; having refused the kingdom which their father was desirous to confer upon them, and also this was the minds of the people;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7844207362401764
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7731606871833894
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "score": 0.7730884148225924
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 9,
                    "text": "Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.",
                    "score": 0.76578248353208
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Beth-lehem-judah went to sojourn in the country of Moab, he, and his wife, and his two sons.",
                    "score": 0.7637343727186597
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 39,
                    "text": "To whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,",
                    "score": 0.7628431906311333
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 32,
                    "text": "Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the Lord:",
                    "score": 0.762218041704984
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And the Lord was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;",
                    "score": 0.7619368728327031
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And they left the house of the Lord God of their fathers, and served groves and idols: and wrath came upon Judah and Jerusalem for this their trespass.",
                    "score": 0.7571481259530226
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
                    "score": 0.7552447580543946
                }
            ]
        },
        {
            "verse": 7,
            "text": "Nevertheless they departed out of the land of Zarahemla, and took their swords, and their spears, and their bows, and their arrows, and their slings; and this they did that they might provide food for themselves while in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.7870396195777947
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
                    "score": 0.7782444658887121
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7760154172242109
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 5,
                    "text": "So they went near, and carried them in their coats out of the camp; as Moses had said.",
                    "score": 0.7711466317265379
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And it came to pass, when Israel had made an end of slaying all the inhabitants of Ai in the field, in the wilderness wherein they chased them, and when they were all fallen on the edge of the sword, until they were consumed, that all the Israelites returned unto Ai, and smote it with the edge of the sword.",
                    "score": 0.7684973401846393
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And they removed from the Red sea, and encamped in the wilderness of Sin.",
                    "score": 0.7665679876759426
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7604492846203358
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "score": 0.7599880009576037
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 19,
                    "verse": 2,
                    "text": "For they were departed from Rephidim, and were come to the desert of Sinai, and had pitched in the wilderness; and there Israel camped before the mount.",
                    "score": 0.7570030725836091
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it was, and fled for their life.",
                    "score": 0.7510959244926726
                }
            ]
        },
        {
            "verse": 8,
            "text": "And thus they departed into the wilderness with their numbers which they had selected, to go up to the land of Nephi, to preach the word of God unto the Lamanites.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7863274180092106
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.774316413039932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 8,
                    "text": "Open your mouths and they shall be filled, and you shall become even as Nephi of old, who journeyed from Jerusalem in the wilderness.",
                    "score": 0.7741189446236106
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7719438080723848
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt.",
                    "score": 0.7716381766909766
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7705403265745262
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
                    "score": 0.7702819355607246
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And Moses sent them to spy out the land of Canaan, and said unto them, Get you up this way southward, and go up into the mountain:",
                    "score": 0.7651881847057844
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 12,
                    "text": "And they took their journey out of the wilderness of Sin, and encamped in Dophkah.",
                    "score": 0.7629479506498695
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
                    "score": 0.7626253849142899
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass that they journeyed many days in the wilderness, and they fasted much and prayed much that the Lord would grant unto them a portion of his Spirit to go with them, and abide with them, that they might be an instrument in the hands of God to bring, if it were possible, their brethren, the Lamanites, to the knowledge of the truth, to the knowledge of the baseness of the traditions of their fathers, which were not correct.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.8315148010024263
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.8170435508720343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7992012605266524
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7969356674338252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.787318677573989
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 8,
                    "verse": 16,
                    "text": "Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;",
                    "score": 0.7791906770420272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.7786436339747799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7777667805175403
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And it came to pass about an eight days after these sayings, he took Peter and John and James, and went up into a mountain to pray.",
                    "score": 0.7746936142634689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And be you afflicted in all his afflictions, ever lifting up your heart unto me in prayer and faith, for his and your deliverance; for I have given unto him power to build up my church among the Lamanites;",
                    "score": 0.7739333776922583
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And the Lord visited Sarah as he had said, and the Lord did unto Sarah as he had spoken.",
                    "score": 0.8193898452755383
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.",
                    "score": 0.8150920045381348
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 34,
                    "text": "And said, Where have ye laid him? They said unto him, Lord, come and see.",
                    "score": 0.8051170049038471
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
                    "score": 0.8024515084190411
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 24,
                    "text": "Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name.",
                    "score": 0.8003650532467386
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 14,
                    "verse": 23,
                    "text": "And they shall comfort you, when ye see their ways and their doings: and ye shall know that I have not done without cause all that I have done in it, saith the Lord God.",
                    "score": 0.7996397250038528
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And they went, and found as he had said unto them: and they made ready the passover.",
                    "score": 0.7978471490442078
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.",
                    "score": 0.7959356023334012
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.7959256526949157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 28,
                    "text": "And it shall come to pass that he that asketh in Spirit shall receive in Spirit;",
                    "score": 0.791656663931483
                }
            ]
        },
        {
            "verse": 11,
            "text": "And the Lord said unto them also: Go forth among the Lamanites, thy brethren, and establish my word; yet ye shall be patient in long-suffering and afflictions, that ye may show forth good examples unto them in me, and I will make an instrument of thee in my hands unto the salvation of many souls.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.",
                    "score": 0.8403859054712939
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And be you afflicted in all his afflictions, ever lifting up your heart unto me in prayer and faith, for his and your deliverance; for I have given unto him power to build up my church among the Lamanites;",
                    "score": 0.8401712211118166
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.",
                    "score": 0.8292231148362502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.8248610228460647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.8244381417893166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "score": 0.8169038109933024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.8128430577218253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7989876164121168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
                    "score": 0.798028834021212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 37,
                    "text": "Therefore, marvel not at these things, for ye are not yet pure; ye can not yet bear my glory; but ye shall behold it if ye are faithful in keeping all my words that I have given you, from the days of Adam to Abraham, from Abraham to Moses, from Moses to Jesus and his apostles, and from Jesus and his apostles to Joseph Smith, whom I did call upon by mine angels, my ministering servants, and by mine own voice out of the heavens, to bring forth my work;",
                    "score": 0.7966297449461696
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that the hearts of the sons of Mosiah, and also those who were with them, took courage to go forth unto the Lamanites to declare unto them the word of God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7956248090401167
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7900534635459131
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7874208753374945
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 8,
                    "text": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
                    "score": 0.7802126460814559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7760134694538886
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And by the good hand of our God upon us they brought us a man of understanding, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;",
                    "score": 0.7719007470062565
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass, when the children of Israel cried unto the Lord because of the Midianites,",
                    "score": 0.7673747747393553
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And they went and came to Moses, and to Aaron, and to all the congregation of the children of Israel, unto the wilderness of Paran, to Kadesh; and brought back word unto them, and unto all the congregation, and shewed them the fruit of the land.",
                    "score": 0.7653735065782782
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.761986730604866
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7615606998704101
                }
            ]
        },
        {
            "verse": 13,
            "text": "And it came to pass when they had arrived in the borders of the land of the Lamanites, that they separated themselves and departed one from another, trusting in the Lord that they should meet again at the close of their harvest; for they supposed that great was the work which they had undertaken.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
                    "score": 0.7806886127121325
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7796118238332138
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7786807739887368
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And when they were come to the land of Zuph, Saul said to his servant that was with him, Come, and let us return; lest my father leave caring for the asses, and take thought for us.",
                    "score": 0.777443466155296
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 31,
                    "text": "And they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
                    "score": 0.7738681192827973
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
                    "score": 0.7693268908436637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 35,
                    "text": "And let them journey together, or two by two, as seemeth them good, only let my servant Reynolds Cahoon, and my servant Samuel H. Smith, with whom I am well pleased, be not separated until they return to their homes, and this for a wise purpose in me.",
                    "score": 0.7681073173207393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7675146407544062
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And it shall come to pass, after that I have plucked them out I will return, and have compassion on them, and will bring them again, every man to his heritage, and every man to his land.",
                    "score": 0.7673551665975425
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7667808486503298
                }
            ]
        },
        {
            "verse": 14,
            "text": "And assuredly it was great, for they had undertaken to preach the word of God to a wild and a hardened and a ferocious people; a people who delighted in murdering the Nephites, and robbing and plundering them; and their hearts were set upon riches, or upon gold and silver, and precious stones; yet they sought to obtain these things by murdering and plundering, that they might not labor for them with their own hands.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 6,
                    "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.",
                    "score": 0.7952571679363382
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.",
                    "score": 0.7811422472431471
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And they set themselves in the midst of that parcel, and delivered it, and slew the Philistines; and the Lord saved them by a great deliverance.",
                    "score": 0.7779549159633201
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 37,
                    "text": "He brought them forth also with silver and gold: and there was not one feeble person among their tribes.",
                    "score": 0.7778954465624128
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.",
                    "score": 0.773317601957957
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 27,
                    "text": "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.",
                    "score": 0.7708525898316977
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 21,
                    "text": "They forgat God their saviour, which had done great things in Egypt;",
                    "score": 0.7700619027564722
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And there they preached the gospel.",
                    "score": 0.7662215317130174
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 54,
                    "verse": 5,
                    "text": "He shall reward evil unto mine enemies: cut them off in thy truth.",
                    "score": 0.7645026641470128
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
                    "score": 0.7637290540754448
                }
            ]
        },
        {
            "verse": 15,
            "text": "Thus they were a very indolent people, many of whom did worship idols, and the curse of God had fallen upon them because of the traditions of their fathers; notwithstanding the promises of the Lord were extended unto them on the conditions of repentance.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "score": 0.7957722700122408
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 14,
                    "text": "Notwithstanding they would not hear, but hardened their necks, like to the neck of their fathers, that did not believe in the Lord their God.",
                    "score": 0.7946016951198072
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                    "score": 0.7915151730897056
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 17,
                    "text": "They sacrificed unto devils, not to God; to gods whom they knew not, to new gods that came newly up, whom your fathers feared not.",
                    "score": 0.7913468667640055
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 50,
                    "verse": 7,
                    "text": "All that found them have devoured them: and their adversaries said, We offend not, because they have sinned against the Lord, the habitation of justice, even the Lord, the hope of their fathers.",
                    "score": 0.7892467404933569
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 36,
                    "text": "And they served their idols: which were a snare unto them.",
                    "score": 0.7868958295153411
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 12,
                    "text": "That ye be not slothful, but followers of them who through faith and patience inherit the promises.",
                    "score": 0.7862633491974924
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 12,
                    "text": "And when he was in affliction, he besought the Lord his God, and humbled himself greatly before the God of his fathers,",
                    "score": 0.7860319947103979
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                    "score": 0.7857581603508249
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 26,
                    "text": "For they went and served other gods, and worshipped them, gods whom they knew not, and whom he had not given unto them:",
                    "score": 0.7855540720100165
                }
            ]
        },
        {
            "verse": 16,
            "text": "Therefore, this was the cause for which the sons of Mosiah had undertaken the work, that perhaps they might bring them unto repentance; that perhaps they might bring them to know of the plan of redemption.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 44,
                    "text": "And by your hands I will work a marvelous work among the children of men, unto the convincing of many of their sins, that they may come unto repentance, and that they may come unto the kingdom of my Father.",
                    "score": 0.7930856975183925
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 57,
                    "text": "And for this cause, that men might be made partakers of the glories which were to be revealed, the Lord sent forth the fulness of his gospel, his everlasting covenant, reasoning in plainness and simplicity--",
                    "score": 0.7873243292202496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 43,
                    "text": "By this ye may know if a man repenteth of his sins--behold, he will confess them and forsake them.",
                    "score": 0.7795153370562385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 37,
                    "text": "That they might carry the message of redemption unto all the dead, unto whom he could not go personally, because of their rebellion and transgression, that they through the ministration of his servants might also hear his words.",
                    "score": 0.771672031560695
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And inasmuch as they sinned they might be chastened, that they might repent;",
                    "score": 0.7698618657082738
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 5,
                    "text": "To redeem them that were under the law, that we might receive the adoption of sons.",
                    "score": 0.7683416203319121
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 77,
                    "text": "To give knowledge of salvation unto his people by the remission of their sins,",
                    "score": 0.7677412210368603
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 64,
                    "text": "Render unto them a recompence, O Lord, according to the work of their hands.",
                    "score": 0.7661204989679388
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7648851330288977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 1,
                    "text": "Verily I say unto you who have assembled yourselves together that you may learn my will concerning the redemption of mine afflicted people--",
                    "score": 0.7626345319565622
                }
            ]
        },
        {
            "verse": 17,
            "text": "Therefore they separated themselves one from another, and went forth among them, every man alone, according to the word and power of God which was given unto him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 6,
                    "text": "So they divided the land between them to pass throughout it: Ahab went one way by himself, and Obadiah went another way by himself.",
                    "score": 0.8087187929122654
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 34,
                    "text": "But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.",
                    "score": 0.8078148016463385
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And the Lord said unto Satan, Behold, all that he hath is in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the Lord.",
                    "score": 0.8050167617040127
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
                    "score": 0.7957218209600013
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.",
                    "score": 0.7941398090950387
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 11,
                    "text": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
                    "score": 0.7926811590694107
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And he went out from thence, and came into his own country; and his disciples follow him.",
                    "score": 0.7899648167194292
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 36,
                    "text": "And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.",
                    "score": 0.7867209312009317
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And they gathered their brethren, and sanctified themselves, and came, according to the commandment of the king, by the words of the Lord, to cleanse the house of the Lord.",
                    "score": 0.7863657536856875
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 53,
                    "text": "For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord God.",
                    "score": 0.7846800464496375
                }
            ]
        },
        {
            "verse": 18,
            "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 24,
                    "text": "Behold, I, the Lord, have appointed a way for the journeying of my saints; and behold, this is the way--that after they leave the canal they shall journey by land, inasmuch as they are commanded to journey and go up unto the land of Zion;",
                    "score": 0.8036635858669688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.791029642276171
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And the children of Reuben and the children of Gad and the half tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go unto the country of Gilead, to the land of their possession, whereof they were possessed, according to the word of the Lord by the hand of Moses.",
                    "score": 0.7881736448518946
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And they that were sent went their way, and found even as he had said unto them.",
                    "score": 0.7877638651196831
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "score": 0.7865554917571238
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And they first took their journey according to the commandment of the Lord by the hand of Moses.",
                    "score": 0.7841980837205287
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And he went out from thence, and came into his own country; and his disciples follow him.",
                    "score": 0.7817734429635889
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 2,
                    "text": "And Moses wrote their goings out according to their journeys by the commandment of the Lord: and these are their journeys according to their goings out.",
                    "score": 0.7806974525074292
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 19,
                    "text": "Now thou art commanded, this do ye; take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come.",
                    "score": 0.776335759682576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;",
                    "score": 0.7751194268266405
                }
            ]
        },
        {
            "verse": 19,
            "text": "And Ammon went to the land of Ishmael, the land being called after the sons of Ishmael, who also became Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7808940166098612
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Then they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of a Maachathite, they and their men.",
                    "score": 0.7792952983379464
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 1,
                    "verse": 28,
                    "text": "The sons of Abraham; Isaac, and Ishmael.",
                    "score": 0.7745183722017893
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And the sons of Shimon were, Amnon, and Rinnah, Ben-hanan, and Tilon. And the sons of Ishi were, Zoheth, and Ben-zoheth.",
                    "score": 0.7695526745304342
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Edom, and Moab, and the children of Ammon,",
                    "score": 0.7686253543774194
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 15,
                    "text": "But Ishmael the son of Nethaniah escaped from Johanan with eight men, and went to the Ammonites.",
                    "score": 0.7641969094844526
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Then Ishmael carried away captive all the residue of the people that were in Mizpah, even the king's daughters, and all the people that remained in Mizpah, whom Nebuzar-adan the captain of the guard had committed to Gedaliah the son of Ahikam: and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
                    "score": 0.7632804924354062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7600356164353314
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 1,
                    "text": "Then Joseph came and told Pharaoh, and said, My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen.",
                    "score": 0.7600028278226687
                },
                {
                    "volume": "Old Testament",
                    "book": "Ruth",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem-judah. And they came into the country of Moab, and continued there.",
                    "score": 0.7595441450342568
                }
            ]
        },
        {
            "verse": 20,
            "text": "And as Ammon entered the land of Ishmael, the Lamanites took him and bound him, as was their custom to bind all the Nephites who fell into their hands, and carry them before the king; and thus it was left to the pleasure of the king to slay them, or to retain them in captivity, or to cast them into prison, or to cast them out of his land, according to his will and pleasure.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 10,
                    "text": "Then Ishmael carried away captive all the residue of the people that were in Mizpah, even the king's daughters, and all the people that remained in Mizpah, whom Nebuzar-adan the captain of the guard had committed to Gedaliah the son of Ahikam: and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
                    "score": 0.8015246464358523
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 14,
                    "text": "So all the people that Ishmael had carried away captive from Mizpah cast about and returned, and went unto Johanan the son of Kareah.",
                    "score": 0.7746396337701164
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 24,
                    "text": "So the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.",
                    "score": 0.7730328711619034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7704962930883674
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.7684790428086655
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 4,
                    "text": "Let mine outcasts dwell with thee, Moab; be thou a covert to them from the face of the spoiler: for the extortioner is at an end, the spoiler ceaseth, the oppressors are consumed out of the land.",
                    "score": 0.7672725445687707
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 19,
                    "verse": 4,
                    "text": "The nations also heard of him; he was taken in their pit, and they brought him with chains unto the land of Egypt.",
                    "score": 0.7664190725827246
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And afterward I will bring again the captivity of the children of Ammon, saith the Lord.",
                    "score": 0.7616915923653496
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when they forgat the Lord their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
                    "score": 0.7612727036601721
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 12,
                    "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                    "score": 0.7592550100229167
                }
            ]
        },
        {
            "verse": 21,
            "text": "And thus Ammon was carried before the king who was over the land of Ishmael; and his name was Lamoni; and he was a descendant of Ishmael.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Now this king of Egypt was a descendant from the loins of Ham, and was a partaker of the blood of the Canaanites by birth.",
                    "score": 0.7651379924802019
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And Enos lived ninety years, and begat Cainan. And Enos and the residue of the people of God came out from the land, which was called Shulon, and dwelt in a land of promise, which he called after his own son, whom he had named Cainan.",
                    "score": 0.7546746674302194
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 36,
                    "verse": 31,
                    "text": "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel.",
                    "score": 0.7542396718345247
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 38,
                    "text": "And the younger, she also bare a son, and called his name Ben-ammi: the same is the father of the children of Ammon unto this day.",
                    "score": 0.751465718345121
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.",
                    "score": 0.7505225921422695
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 5,
                    "text": "And now thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; as Reuben and Simeon, they shall be mine.",
                    "score": 0.750277029921285
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Now the sons of Reuben the firstborn of Israel, (for he was the firstborn; but, forasmuch as he defiled his father's bed, his birthright was given unto the sons of Joseph the son of Israel: and the genealogy is not to be reckoned after the birthright.",
                    "score": 0.7500021000686764
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And the sons of Shimon were, Amnon, and Rinnah, Ben-hanan, and Tilon. And the sons of Ishi were, Zoheth, and Ben-zoheth.",
                    "score": 0.7491772545015829
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 2,
                    "text": "Then arose Ishmael the son of Nethaniah, and the ten men that were with him, and smote Gedaliah the son of Ahikam the son of Shaphan with the sword, and slew him, whom the king of Babylon had made governor over the land.",
                    "score": 0.7473117198569179
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And unto David were sons born in Hebron: and his firstborn was Amnon, of Ahinoam the Jezreelitess;",
                    "score": 0.7471947373917331
                }
            ]
        },
        {
            "verse": 22,
            "text": "And the king inquired of Ammon if it were his desire to dwell in the land among the Lamanites, or among his people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 13,
                    "text": "For the Lord hath chosen Zion; he hath desired it for his habitation.",
                    "score": 0.7808252512262057
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 6,
                    "text": "The land of Egypt is before thee; in the best of the land make thy father and brethren to dwell; in the land of Goshen let them dwell: and if thou knowest any men of activity among them, then make them rulers over my cattle.",
                    "score": 0.7662453174198741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 35,
                    "text": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
                    "score": 0.7658963264874522
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 20,
                    "verse": 15,
                    "text": "And Abimelech said, Behold, my land is before thee: dwell where it pleaseth thee.",
                    "score": 0.7603419705155902
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?",
                    "score": 0.7583643255505635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7549242948396114
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably.",
                    "score": 0.7529958158206225
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 4,
                    "text": "They said moreover unto Pharaoh, For to sojourn in the land are we come; for thy servants have no pasture for their flocks; for the famine is sore in the land of Canaan: now therefore, we pray thee, let thy servants dwell in the land of Goshen.",
                    "score": 0.7519560619777459
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
                    "score": 0.7515054444447852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7502484649253361
                }
            ]
        },
        {
            "verse": 23,
            "text": "And Ammon said unto him: Yea, I desire to dwell among this people for a time; yea, and perhaps until the day I die.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And many nations shall be joined to the Lord in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the Lord of hosts hath sent me unto thee.",
                    "score": 0.7947825500144423
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 25,
                    "verse": 8,
                    "text": "And let them make me a sanctuary; that I may dwell among them.",
                    "score": 0.7908452493498279
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 13,
                    "text": "I have surely built thee an house to dwell in, a settled place for thee to abide in for ever.",
                    "score": 0.786087182387738
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 28,
                    "text": "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.",
                    "score": 0.785788682514212
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Go and tell my servant David, Thus saith the Lord, Shalt thou build me an house for me to dwell in?",
                    "score": 0.7796912048337447
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 132,
                    "verse": 14,
                    "text": "This is my rest for ever: here will I dwell; for I have desired it.",
                    "score": 0.779234263296816
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 86,
                    "text": "If they live here let them live unto me; and if they die let them die unto me; for they shall rest from all their labors here, and shall continue their works.",
                    "score": 0.7787335473541452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "score": 0.7781138388949494
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 27,
                    "verse": 4,
                    "text": "One thing have I desired of the Lord, that will I seek after; that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to inquire in his temple.",
                    "score": 0.7777052291934281
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 29,
                    "verse": 45,
                    "text": "And I will dwell among the children of Israel, and will be their God.",
                    "score": 0.7774265143808776
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it came to pass that king Lamoni was much pleased with Ammon, and caused that his bands should be loosed; and he would that Ammon should take one of his daughters to wife.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
                    "score": 0.7515098739486802
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of those lands: yea, the hand of the princes and rulers hath been chief in this trespass.",
                    "score": 0.7460919281913168
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead.",
                    "score": 0.7439963769998788
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 21,
                    "text": "These men are peaceable with us; therefore let them dwell in the land, and trade therein; for the land, behold, it is large enough for them; let us take their daughters to us for wives, and let us give them our daughters.",
                    "score": 0.7354400826863553
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.",
                    "score": 0.7347683209852169
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably.",
                    "score": 0.7332605200473512
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And he came up, and told his father and his mother, and said, I have seen a woman in Timnath of the daughters of the Philistines: now therefore get her for me to wife.",
                    "score": 0.7312745360937011
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 2,
                    "text": "That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.",
                    "score": 0.7307336787630945
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her.",
                    "score": 0.7295684045013394
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.",
                    "score": 0.729421376327522
                }
            ]
        },
        {
            "verse": 25,
            "text": "But Ammon said unto him: Nay, but I will be thy servant. Therefore Ammon became a servant to king Lamoni. And it came to pass that he was set among other servants to watch the flocks of Lamoni, according to the custom of the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
                    "score": 0.7893275894698922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 4,
                    "text": "And my servant Leman shall be ordained unto this work, that he may reason with them, not according to that which he has received of them, but according to that which shall be taught him by you my servants; and by so doing I will bless him, otherwise he shall not prosper.",
                    "score": 0.7667239620415248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7625818709076588
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.",
                    "score": 0.7606942579857768
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7592493930581399
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And Hushai said unto Absalom, Nay; but whom the Lord, and this people, and all the men of Israel, choose, his will I be, and with him will I abide.",
                    "score": 0.7584210393270805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7571123147940599
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7547069803303491
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 42,
                    "verse": 10,
                    "text": "And they said unto him, Nay, my lord, but to buy food are thy servants come.",
                    "score": 0.7536259863151341
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 51,
                    "text": "And as he was now going down, his servants met him, and told him, saying, Thy son liveth.",
                    "score": 0.752872401258436
                }
            ]
        },
        {
            "verse": 26,
            "text": "And after he had been in the service of the king three days, as he was with the Lamanitish servants going forth with their flocks to the place of water, which was called the water of Sebus, and all the Lamanites drive their flocks hither, that they may have water--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And there they were with David three days, eating and drinking: for their brethren had prepared for them.",
                    "score": 0.7824393286868652
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 30,
                    "verse": 36,
                    "text": "And he set three days' journey betwixt himself and Jacob: and Jacob fed the rest of Laban's flocks.",
                    "score": 0.7796474029793443
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 48,
                    "text": "And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.",
                    "score": 0.769699840626986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7632831176371684
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And he said unto them, Depart yet for three days, then come again to me. And the people departed.",
                    "score": 0.7629654984533516
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And he said unto them, Come again unto me after three days. And the people departed.",
                    "score": 0.7607050210873779
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Then said the king to Amasa, Assemble me the men of Judah within three days, and be thou here present.",
                    "score": 0.7600693757382476
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 12,
                    "text": "So Jeroboam and all the people came to Rehoboam the third day, as the king had appointed, saying, Come to me again the third day.",
                    "score": 0.7566444465623967
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And he sent forth a raven, which went forth to and fro, until the waters were dried up from off the earth.",
                    "score": 0.7556692390122408
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And when they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.",
                    "score": 0.755205584988322
                }
            ]
        },
        {
            "verse": 27,
            "text": "Therefore, as Ammon and the servants of the king were driving forth their flocks to this place of water, behold, a certain number of the Lamanites, who had been with their flocks to water, stood and scattered the flocks of Ammon and the servants of the king, and they scattered them insomuch that they fled many ways.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.8186999079287945
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.7821822989011525
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
                    "score": 0.7804909494260912
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And it was so on the morrow, that Saul put the people in three companies; and they came into the midst of the host in the morning watch, and slew the Ammonites until the heat of the day: and it came to pass, that they which remained were scattered, so that two of them were not left together.",
                    "score": 0.7698991618883367
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And they said unto him, Behold now, there be with thy servants fifty strong men; let them go, we pray thee, and seek thy master: lest peradventure the Spirit of the Lord hath taken him up, and cast him upon some mountain, or into some valley. And he said, Ye shall not send.",
                    "score": 0.76975542017267
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And when all the men of Israel that were in the valley saw that they fled, and that Saul and his sons were dead, then they forsook their cities, and fled: and the Philistines came and dwelt in them.",
                    "score": 0.7670759381501467
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 45,
                    "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
                    "score": 0.7643133225109718
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
                    "score": 0.7615292183337828
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 7,
                    "text": "And when the men of Israel that were on the other side of the valley, and they that were on the other side Jordan, saw that the men of Israel fled, and that Saul and his sons were dead, they forsook the cities, and fled; and the Philistines came and dwelt in them.",
                    "score": 0.7603058941710339
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 23,
                    "verse": 11,
                    "text": "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.",
                    "score": 0.7599699979880392
                }
            ]
        },
        {
            "verse": 28,
            "text": "Now the servants of the king began to murmur, saying: Now the king will slay us, as he has our brethren because their flocks were scattered by the wickedness of these men. And they began to weep exceedingly, saying: Behold, our flocks are scattered already.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "score": 0.8069014413258814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 53,
                    "text": "And then shall they weep because of their iniquities; then shall they lament because they persecuted their king.",
                    "score": 0.8054916274688194
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.8005532003030336
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 4,
                    "text": "Therefore the princes said unto the king, We beseech thee, let this man be put to death: for thus he weakeneth the hands of the men of war that remain in this city, and the hands of all the people, in speaking such words unto them: for this man seeketh not the welfare of this people, but the hurt.",
                    "score": 0.7981878177856156
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
                    "score": 0.7979739896288682
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7938722155885631
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "score": 0.7936998855685098
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And they said unto them, The Lord look upon you, and judge; because ye have made our savour to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to slay us.",
                    "score": 0.7859593600196112
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from abiding in the inheritance of the Lord, saying, Go, serve other gods.",
                    "score": 0.7852750575249168
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And they cried unto the Lord, and said, We have sinned, because we have forsaken the Lord, and have served Baalim and Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve thee.",
                    "score": 0.7849263837818075
                }
            ]
        },
        {
            "verse": 29,
            "text": "Now they wept because of the fear of being slain. Now when Ammon saw this his heart was swollen within him with joy; for, said he, I will show forth my power unto these my fellow-servants, or the power which is in me, in restoring these flocks unto the king, that I may win the hearts of these my fellow-servants, that I may lead them to believe in my words.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 15,
                    "text": "Now therefore that I am come to speak of this thing unto my lord the king, it is because the people have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid.",
                    "score": 0.8087033535569086
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;",
                    "score": 0.8035103614605222
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 29,
                    "text": "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,",
                    "score": 0.8016139935642818
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 74,
                    "text": "They that fear thee will be glad when they see me; because I have hoped in thy word.",
                    "score": 0.8000140389153537
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 145,
                    "verse": 19,
                    "text": "He will fulfil the desire of them that fear him: he also will hear their cry, and will save them.",
                    "score": 0.7990048074595079
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Now Absalom had commanded his servants, saying, Mark ye now when Amnon's heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant.",
                    "score": 0.7985979793263589
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "score": 0.7980512025591292
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will come and help thee.",
                    "score": 0.7976853421675808
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 3,
                    "verse": 18,
                    "text": "I said in mine heart concerning the estate of the sons of men, that God might manifest them, and that they might see that they themselves are beasts.",
                    "score": 0.7971064364664241
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will help thee.",
                    "score": 0.7965639274347257
                }
            ]
        },
        {
            "verse": 30,
            "text": "And now, these were the thoughts of Ammon, when he saw the afflictions of those whom he termed to be his brethren.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.8055320352809544
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 44,
                    "text": "Nevertheless he regarded their affliction, when he heard their cry:",
                    "score": 0.8035183576371019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 34,
                    "text": "And now, when I the Lord had spoken these words unto my disciples, they were troubled.",
                    "score": 0.7995309443201264
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren.",
                    "score": 0.7970310034340827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.7838447331726878
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.",
                    "score": 0.7763901211249256
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.774303161306862
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the Lord said, I have surely seen the affliction of my people which are in Egypt, and have heard their cry by reason of their taskmasters; for I know their sorrows;",
                    "score": 0.7733858796557319
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.",
                    "score": 0.7733209163537395
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 34,
                    "text": "And he looked round about on them which sat about him, and said, Behold my mother and my brethren!",
                    "score": 0.7705874683827202
                }
            ]
        },
        {
            "verse": 31,
            "text": "And it came to pass that he flattered them by his words, saying: My brethren, be of good cheer and let us go in search of the flocks, and we will gather them together and bring them back unto the place of water; and thus we will preserve the flocks unto the king and he will not slay us.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 37,
                    "text": "And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body is, thither will the eagles be gathered together.",
                    "score": 0.8058107919316391
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.8028378931325788
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.8005683257010667
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And the Lord their God shall save them in that day as the flock of his people: for they shall be as the stones of a crown, lifted up as an ensign upon his land.",
                    "score": 0.7948565287302264
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 16,
                    "text": "And he said, I seek my brethren: tell me, I pray thee, where they feed their flocks.",
                    "score": 0.7931122367115532
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 33,
                    "verse": 13,
                    "text": "And he said unto him, My lord knoweth that the children are tender, and the flocks and herds with young are with me: and if men should overdrive them one day, all the flock will die.",
                    "score": 0.7917464546164292
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 14,
                    "text": "And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.",
                    "score": 0.7898452443082139
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 12,
                    "text": "When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.",
                    "score": 0.7895639318171108
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?",
                    "score": 0.7887781053181986
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
                    "score": 0.787768008072269
                }
            ]
        },
        {
            "verse": 32,
            "text": "And it came to pass that they went in search of the flocks, and they did follow Ammon, and they rushed forth with much swiftness and did head the flocks of the king, and did gather them together again to the place of water.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.7908272460714456
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And they that were sent went their way, and found even as he had said unto them.",
                    "score": 0.7836866933185269
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 52,
                    "text": "But made his own people to go forth like sheep, and guided them in the wilderness like a flock.",
                    "score": 0.7771942603936153
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 24,
                    "text": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
                    "score": 0.7685641265131339
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 3,
                    "text": "And thither were all the flocks gathered: and they rolled the stone from the well's mouth, and watered the sheep, and put the stone again upon the well's mouth in his place.",
                    "score": 0.7667274412513936
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 11,
                    "verse": 22,
                    "text": "Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?",
                    "score": 0.7628665207633498
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 14,
                    "text": "And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.",
                    "score": 0.7625207080031169
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
                    "score": 0.7594072646336235
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass, when all the kings of the Amorites, which were on the side of Jordan westward, and all the kings of the Canaanites, which were by the sea, heard that the Lord had dried up the waters of Jordan from before the children of Israel, until we were passed over, that their heart melted, neither was there spirit in them any more, because of the children of Israel.",
                    "score": 0.7585542913496666
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And the Lord took me as I followed the flock, and the Lord said unto me, Go, prophesy unto my people Israel.",
                    "score": 0.7584518784791517
                }
            ]
        },
        {
            "verse": 33,
            "text": "And those men again stood to scatter their flocks; but Ammon said unto his brethren: Encircle the flocks round about that they flee not; and I go and contend with these men who do scatter our flocks.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.8105292253451196
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 24,
                    "text": "So he sent his brethren away, and they departed: and he said unto them, See that ye fall not out by the way.",
                    "score": 0.7807565267597292
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "score": 0.7803128159794146
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 1,
                    "text": "In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.",
                    "score": 0.7767630515221072
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 23,
                    "text": "But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come.",
                    "score": 0.7764702798046208
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 35,
                    "text": "And it came to pass, when the ark set forward, that Moses said, Rise up, Lord, and let thine enemies be scattered; and let them that hate thee flee before thee.",
                    "score": 0.7760016972418851
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire.",
                    "score": 0.7749211353500227
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 15,
                    "text": "They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.",
                    "score": 0.7734876435360046
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 29,
                    "text": "And Moses said, Behold, I go out from thee, and I will entreat the Lord that the swarms of flies may depart from Pharaoh, from his servants, and from his people, to morrow: but let not Pharaoh deal deceitfully any more in not letting the people go to sacrifice to the Lord.",
                    "score": 0.7713797017574147
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7713443189710583
                }
            ]
        },
        {
            "verse": 34,
            "text": "Therefore, they did as Ammon commanded them, and he went forth and stood to contend with those who stood by the waters of Sebus; and they were in number not a few.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And when all these kings were met together, they came and pitched together at the waters of Merom, to fight against Israel.",
                    "score": 0.7821257014473141
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite Ai; and make not all the people to labour thither; for they are but few.",
                    "score": 0.7775494931369749
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 53,
                    "text": "And he led them on safely, so that they feared not: but the sea overwhelmed their enemies.",
                    "score": 0.7725697822935661
                },
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 9,
                    "verse": 16,
                    "text": "But the other Jews that were in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey,",
                    "score": 0.7718357776139544
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 1,
                    "text": "It came to pass after this also, that the children of Moab, and the children of Ammon, and with them other beside the Ammonites, came against Jehoshaphat to battle.",
                    "score": 0.7703184331278923
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7692318660123258
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And the rest of the people he delivered unto the hand of Abishai his brother, and they set themselves in array against the children of Ammon.",
                    "score": 0.768316253127826
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 19,
                    "verse": 7,
                    "text": "So they hired thirty and two thousand chariots, and the king of Maachah and his people; who came and pitched before Medeba. And the children of Ammon gathered themselves together from their cities, and came to battle.",
                    "score": 0.7680797698234273
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And this is the number of the mighty men whom David had; Jashobeam, an Hachmonite, the chief of the captains: he lifted up his spear against three hundred slain by him at one time.",
                    "score": 0.7663023713266895
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And Samuel arose, and gat him up from Gilgal unto Gibeah of Benjamin. And Saul numbered the people that were present with him, about six hundred men.",
                    "score": 0.7630738781524281
                }
            ]
        },
        {
            "verse": 35,
            "text": "Therefore they did not fear Ammon, for they supposed that one of their men could slay him according to their pleasure, for they knew not that the Lord had promised Mosiah that he would deliver his sons out of their hands; neither did they know anything concerning the Lord; therefore they delighted in the destruction of their brethren; and for this cause they stood to scatter the flocks of the king.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And the thing pleased the children of Israel; and the children of Israel blessed God, and did not intend to go up against them in battle, to destroy the land wherein the children of Reuben and Gad dwelt.",
                    "score": 0.8095921382689663
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 20,
                    "verse": 10,
                    "text": "And now, behold, the children of Ammon and Moab and mount Seir, whom thou wouldest not let Israel invade, when they came out of the land of Egypt, but they turned from them, and destroyed them not;",
                    "score": 0.7988379107187185
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 34,
                    "text": "They did not destroy the nations, concerning whom the Lord commanded them:",
                    "score": 0.7891005342525517
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 53,
                    "verse": 5,
                    "text": "There were they in great fear, where no fear was: for God hath scattered the bones of him that encampeth against thee: thou hast put them to shame, because God hath despised them.",
                    "score": 0.7876284870349831
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And when the Lord saw that they humbled themselves, the word of the Lord came to Shemaiah, saying, They have humbled themselves; therefore I will not destroy them, but I will grant them some deliverance; and my wrath shall not be poured out upon Jerusalem by the hand of Shishak.",
                    "score": 0.783743185726854
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And thou, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns be with thee, and thou dost dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they be a rebellious house.",
                    "score": 0.782978706953561
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 23,
                    "text": "Therefore he said that he would destroy them, had not Moses his chosen stood before him in the breach, to turn away his wrath, lest he should destroy them.",
                    "score": 0.7828663510212792
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And the king said unto the footmen that stood about him, Turn, and slay the priests of the Lord; because their hand also is with David, and because they knew when he fled, and did not shew it to me. But the servants of the king would not put forth their hand to fall upon the priests of the Lord.",
                    "score": 0.7826010885740982
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 34,
                    "text": "And the Lord said unto Moses, Fear him not: for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst unto Sihon king of the Amorites, which dwelt at Heshbon.",
                    "score": 0.7810840368639581
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 3,
                    "verse": 37,
                    "text": "For all the people and all Israel understood that day that it was not of the king to slay Abner the son of Ner.",
                    "score": 0.7788063459250794
                }
            ]
        },
        {
            "verse": 36,
            "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 2,
                    "verse": 4,
                    "text": "He hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all that were pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire.",
                    "score": 0.7887556530979747
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 54,
                    "text": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
                    "score": 0.7821968419243276
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 12,
                    "verse": 2,
                    "text": "They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow, even of Saul's brethren of Benjamin.",
                    "score": 0.780625817235375
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7793780785292558
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And they raised over him a great heap of stones unto this day. So the Lord turned from the fierceness of his anger. Wherefore the name of that place was called, The valley of Achor, unto this day.",
                    "score": 0.7784054267624301
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And all the men of his city shall stone him with stones, that he die: so shalt thou put evil away from among you; and all Israel shall hear, and fear.",
                    "score": 0.776914821625477
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 10,
                    "text": "And set two men, sons of Belial, before him, to bear witness against him, saying, Thou didst blaspheme God and the king. And then carry him out, and stone him, that he may die.",
                    "score": 0.7766320793909048
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, as they fled from before Israel, and were in the going down to Beth-horon, that the Lord cast down great stones from heaven upon them unto Azekah, and they died: they were more which died with hailstones than they whom the children of Israel slew with the sword.",
                    "score": 0.7761422019376591
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.",
                    "score": 0.7755187592543835
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 25,
                    "text": "Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid it not to heart.",
                    "score": 0.7754385201348112
                }
            ]
        },
        {
            "verse": 37,
            "text": "But behold, every man that lifted his club to smite Ammon, he smote off their arms with his sword; for he did withstand their blows by smiting their arms with the edge of his sword, insomuch that they began to be astonished, and began to flee before him; yea, and they were not few in number; and he caused them to flee by the strength of his arm.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And when the Lord thy God hath delivered it into thine hands, thou shalt smite every male thereof with the edge of the sword:",
                    "score": 0.8143697007322015
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night.",
                    "score": 0.7988064006435607
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.797409697729138
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 31,
                    "verse": 4,
                    "text": "Then said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
                    "score": 0.7898921682038322
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 48,
                    "text": "And the men of Israel turned again upon the children of Benjamin, and smote them with the edge of the sword, as well the men of every city, as the beast, and all that came to hand: also they set on fire all the cities that they came to.",
                    "score": 0.7890155483265568
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 13,
                    "text": "And David said unto his men, Gird ye on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff.",
                    "score": 0.7866758829035658
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 54,
                    "text": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
                    "score": 0.7858648715319159
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 25,
                    "text": "And it came to pass on the third day, when they were sore, that two of the sons of Jacob, Simeon and Levi, Dinah's brethren, took each man his sword, and came upon the city boldly, and slew all the males.",
                    "score": 0.7846437636987845
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.",
                    "score": 0.7840628893439093
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 10,
                    "text": "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying, Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the children.",
                    "score": 0.7834854835363894
                }
            ]
        },
        {
            "verse": 38,
            "text": "Now six of them had fallen by the sling, but he slew none save it were their leader with his sword; and he smote off as many of their arms as were lifted against him, and they were not a few.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 4,
                    "text": "The bows of the mighty men are broken, and they that stumbled are girded with strength.",
                    "score": 0.7711672141823017
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "score": 0.7709546431203643
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 50,
                    "text": "So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; but there was no sword in the hand of David.",
                    "score": 0.764130142350777
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And ten young men that bare Joab's armour compassed about and smote Absalom, and slew him.",
                    "score": 0.7597195533622867
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 21,
                    "text": "The strong among the mighty shall speak to him out of the midst of hell with them that help him: they are gone down, they lie uncircumcised, slain by the sword.",
                    "score": 0.7589070606943659
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 44,
                    "text": "And some of them would have taken him; but no man laid hands on him.",
                    "score": 0.7577726782962131
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 3,
                    "text": "For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.",
                    "score": 0.757119021076368
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 34,
                    "verse": 24,
                    "text": "He shall break in pieces mighty men without number, and set others in their stead.",
                    "score": 0.7522707143556018
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 14,
                    "text": "And he said, Take them alive. And they took them alive, and slew them at the pit of the shearing house, even two and forty men; neither left he any of them.",
                    "score": 0.7498800514526268
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 17,
                    "text": "And David smote them from the twilight even unto the evening of the next day: and there escaped not a man of them, save four hundred young men, which rode upon camels, and fled.",
                    "score": 0.7496946841546108
                }
            ]
        },
        {
            "verse": 39,
            "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he returned back from him, and took a yoke of oxen, and slew them, and boiled their flesh with the instruments of the oxen, and gave unto the people, and they did eat. Then he arose, and went after Elijah, and ministered unto him.",
                    "score": 0.8133687860447465
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.",
                    "score": 0.8060312311723996
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And he brought forth the people that were therein, and put them under saws, and under harrows of iron, and under axes of iron, and made them pass through the brickkiln: and thus did he unto all the cities of the children of Ammon. So David and all the people returned unto Jerusalem.",
                    "score": 0.7987579197123653
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.",
                    "score": 0.7982157930782906
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 2,
                    "text": "And after certain years he went down to Ahab to Samaria. And Ahab killed sheep and oxen for him in abundance, and for the people that he had with him, and persuaded him to go up with him to Ramoth-gilead.",
                    "score": 0.7944904283025904
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
                    "score": 0.7881599570929985
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 48,
                    "text": "And Abimelech gat him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it, and laid it on his shoulder, and said unto the people that were with him, What ye have seen me do, make haste, and do as I have done.",
                    "score": 0.7874631927945797
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And he took a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul and after Samuel, so shall it be done unto his oxen. And the fear of the Lord fell on the people, and they came out with one consent.",
                    "score": 0.787147858552105
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.7866318981939806
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 2,
                    "text": "Thus saith the Lord, The people which were left of the sword found grace in the wilderness; even Israel, when I went to cause him to rest.",
                    "score": 0.7855819572641979
                }
            ]
        }
    ]
}