{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 58,
    "verses": [
        {
            "verse": 1,
            "text": "And behold, now it came to pass that our next object was to obtain the city of Manti; but behold, there was no way that we could lead them out of the city by our small bands. For behold, they remembered that which we had hitherto done; therefore we could not decoy them away from their strongholds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7658924035709227
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Therefore they sought again to take him: but he escaped out of their hand,",
                    "score": 0.7608551716877537
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 24,
                    "text": "Behold the mounts, they are come unto the city to take it; and the city is given into the hand of the Chaldeans, that fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest it.",
                    "score": 0.7565520657150809
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.7496823646165423
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And he commanded them, saying, Behold, ye shall lie in wait against the city, even behind the city: go not very far from the city, but be ye all ready:",
                    "score": 0.7483078374937976
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 25,
                    "text": "But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them:",
                    "score": 0.7472821072479228
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 16,
                    "text": "Behold his mission is given unto him, and it shall not be given again.",
                    "score": 0.7465833625243068
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7455692117682463
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "score": 0.7446777579228151
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And they spake unto him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock.",
                    "score": 0.7446641386897774
                }
            ]
        },
        {
            "verse": 2,
            "text": "And they were so much more numerous than was our army that we durst not go forth and attack them in their strongholds.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And he besought him much that he would not send them away out of the country.",
                    "score": 0.7412143263006508
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And he answered, Fear not: for they that be with us are more than they that be with them.",
                    "score": 0.7315319856887522
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 29,
                    "text": "And they slew of Moab at that time about ten thousand men, all lusty, and all men of valour; and there escaped not a man.",
                    "score": 0.7305583799830133
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And the number of the army of the horsemen were two hundred thousand thousand: and I heard the number of them.",
                    "score": 0.7239378403941725
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And under their hand was an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.",
                    "score": 0.7228984851488945
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And Abijah set the battle in array with an army of valiant men of war, even four hundred thousand chosen men: Jeroboam also set the battle in array against him with eight hundred thousand chosen men, being mighty men of valour.",
                    "score": 0.7221558575495176
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 4,
                    "text": "So there went up thither of the people about three thousand men: and they fled before the men of Ai.",
                    "score": 0.7205298021496461
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite Ai; and make not all the people to labour thither; for they are but few.",
                    "score": 0.7201542409123368
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 45,
                    "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
                    "score": 0.7176844064049925
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 19,
                    "text": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
                    "score": 0.7158240961065635
                }
            ]
        },
        {
            "verse": 3,
            "text": "Yea, and it became expedient that we should employ our men to the maintaining those parts of the land which we had regained of our possessions; therefore it became expedient that we should wait, that we might receive more strength from the land of Zarahemla and also a new supply of provisions.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 54,
                    "text": "And again, inasmuch as there is land obtained, let there be workmen sent forth of all kinds unto this land, to labor for the saints of God.",
                    "score": 0.7623631977758001
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7549072869653379
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite Ai; and make not all the people to labour thither; for they are but few.",
                    "score": 0.7546323263570582
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7528353201412448
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 18,
                    "text": "And now, verily I say that it is expedient in me that my servant Sidney Gilbert, after a few weeks, shall return upon his business, and to his agency in the land of Zion;",
                    "score": 0.7497039599557813
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "score": 0.7492689009744519
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 10,
                    "text": "And ye shall dwell with us: and the land shall be before you; dwell and trade ye therein, and get you possessions therein.",
                    "score": 0.7490630851178848
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers.",
                    "score": 0.7485185291446416
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.7438978713805922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 30,
                    "text": "It is my will that my servant Parley P. Pratt and my servant Lyman Wight should not return to the land of their brethren, until they have obtained companies to go up unto the land of Zion, by tens, or by twenties, or by fifties, or by an hundred, until they have obtained to the number of five hundred of the strength of my house.",
                    "score": 0.7432263900889206
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass that I thus did send an embassy to the governor of our land, to acquaint him concerning the affairs of our people. And it came to pass that we did wait to receive provisions and strength from the land of Zarahemla.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 25,
                    "text": "And it shall come to pass, when ye be come to the land which the Lord will give you, according as he hath promised, that ye shall keep this service.",
                    "score": 0.7641563771930341
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Moreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;",
                    "score": 0.7512773668520544
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy land into my place.",
                    "score": 0.7482504582970702
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7466418014431565
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 41,
                    "verse": 13,
                    "text": "And it came to pass, as he interpreted to us, so it was; me he restored unto mine office, and him he hanged.",
                    "score": 0.7456784791394542
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I am the Lord.",
                    "score": 0.7446221519577837
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 25,
                    "verse": 30,
                    "text": "And it shall come to pass, when the Lord shall have done to my lord according to all the good that he hath spoken concerning thee, and shall have appointed thee ruler over Israel;",
                    "score": 0.7430112970806663
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "score": 0.7425238513927104
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                    "score": 0.742309264971725
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.7421255587540488
                }
            ]
        },
        {
            "verse": 5,
            "text": "But behold, this did profit us but little; for the Lamanites were also receiving great strength from day to day, and also many provisions; and thus were our circumstances at this period of time.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 15,
                    "text": "And these hath God made for the use of man only in times of famine and excess of hunger.",
                    "score": 0.7164136171910719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7110786246823735
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.",
                    "score": 0.7098991224301214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7076428100427806
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 28,
                    "text": "Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they builded;",
                    "score": 0.7044912304529579
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 10,
                    "text": "For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.",
                    "score": 0.7035657916374642
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 38,
                    "text": "He blesseth them also, so that they are multiplied greatly; and suffereth not their cattle to decrease.",
                    "score": 0.7019359904682788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And inasmuch as they were humble they might be made strong, and blessed from on high, and receive knowledge from time to time.",
                    "score": 0.701628736279419
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 36,
                    "verse": 7,
                    "text": "For their riches were more than that they might dwell together; and the land wherein they were strangers could not bear them because of their cattle.",
                    "score": 0.7003011503499184
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "score": 0.6998176880397488
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the Lamanites were sallying forth against us from time to time, resolving by stratagem to destroy us; nevertheless we could not come to battle with them, because of their retreats and their strongholds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.7559030113972711
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together.",
                    "score": 0.7478575862713488
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.740691399106731
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 24,
                    "text": "But they hardened their hearts and could not endure his presence; therefore, the Lord in his wrath, for his anger was kindled against them, swore that they should not enter into his rest while in the wilderness, which rest is the fulness of his glory.",
                    "score": 0.7339433666008626
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.730753534039088
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 18,
                    "text": "The people of thy holiness have possessed it but a little while: our adversaries have trodden down thy sanctuary.",
                    "score": 0.7293885087021517
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7285060340184573
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.726670673285652
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
                    "score": 0.7265688602403477
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7263599637526682
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that we did wait in these difficult circumstances for the space of many months, even until we were about to perish for the want of food.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 5,
                    "verse": 6,
                    "text": "For when we were yet without strength, in due time Christ died for the ungodly.",
                    "score": 0.7365987700117088
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 15,
                    "text": "We looked for peace, but no good came; and for a time of health, and behold trouble!",
                    "score": 0.7298130332369851
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 27,
                    "text": "These wait all upon thee; that thou mayest give them their meat in due season.",
                    "score": 0.7156198104456055
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For verily, when we were with you, we told you before that we should suffer tribulation; even as it came to pass, and ye know.",
                    "score": 0.7131707034296052
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 20,
                    "text": "The harvest is past, the summer is ended, and we are not saved.",
                    "score": 0.7087798675933079
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 5,
                    "text": "Hungry and thirsty, their soul fainted in them.",
                    "score": 0.7009303495532884
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 7,
                    "verse": 5,
                    "text": "For, when we were come into Macedonia, our flesh had no rest, but we were troubled on every side; without were fightings, within were fears.",
                    "score": 0.6995015350649137
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 12,
                    "text": "As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.",
                    "score": 0.6993699482796242
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.",
                    "score": 0.6976770580933267
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!",
                    "score": 0.6967985605538074
                }
            ]
        },
        {
            "verse": 8,
            "text": "But it came to pass that we did receive food, which was guarded to us by an army of two thousand men to our assistance; and this is all the assistance which we did receive, to defend ourselves and our country from falling into the hands of our enemies, yea, to contend with an enemy which was innumerable.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "All the men of thy confederacy have brought thee even to the border: the men that were at peace with thee have deceived thee, and prevailed against thee; they that eat thy bread have laid a wound under thee: there is none understanding in him.",
                    "score": 0.7569310050579715
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And they were helped against them, and the Hagarites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he was entreated of them; because they put their trust in him.",
                    "score": 0.7548651879071314
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 74,
                    "text": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
                    "score": 0.7526209629893166
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7520054874626657
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 12,
                    "text": "And the men of the garrison answered Jonathan and his armourbearer, and said, Come up to us, and we will shew you a thing. And Jonathan said unto his armourbearer, Come up after me: for the Lord hath delivered them into the hand of Israel.",
                    "score": 0.7467775917723838
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 25,
                    "verse": 21,
                    "text": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:",
                    "score": 0.7442501344434962
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And the messenger said unto David, Surely the men prevailed against us, and came out unto us into the field, and we were upon them even unto the entering of the gate.",
                    "score": 0.7417157827897268
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 37,
                    "text": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
                    "score": 0.7411023962993143
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!",
                    "score": 0.7399361177370456
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And under their hand was an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.",
                    "score": 0.7391259984866392
                }
            ]
        },
        {
            "verse": 9,
            "text": "And now the cause of these our embarrassments, or the cause why they did not send more strength unto us, we knew not; therefore we were grieved and also filled with fear, lest by any means the judgments of God should come upon our land, to our overthrow and utter destruction.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And she said unto the men, I know that the Lord hath given you the land, and that your terror is fallen upon us, and that all the inhabitants of the land faint because of you.",
                    "score": 0.7964159577947935
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 12,
                    "text": "The nations have heard of thy shame, and thy cry hath filled the land: for the mighty man hath stumbled against the mighty, and they are fallen both together.",
                    "score": 0.792042825022538
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 48,
                    "text": "And he said unto them: Because that Adam fell, we are; and by his fall came death; and we are made partakers of misery and woe.",
                    "score": 0.7842905693731428
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:",
                    "score": 0.7831434097372506
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 63,
                    "verse": 17,
                    "text": "O Lord, why hast thou made us to err from thy ways, and hardened our heart from thy fear? Return for thy servants' sake, the tribes of thine inheritance.",
                    "score": 0.7800893512165444
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 22,
                    "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                    "score": 0.7732328156721068
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 20,
                    "text": "Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:",
                    "score": 0.7731211821161164
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore.",
                    "score": 0.771196090858116
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 27,
                    "text": "Were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this.",
                    "score": 0.7702885102175626
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "score": 0.7690884326817796
                }
            ]
        },
        {
            "verse": 10,
            "text": "Therefore we did pour out our souls in prayer to God, that he would strengthen us and deliver us out of the hands of our enemies, yea, and also give us strength that we might retain our cities, and our lands, and our possessions, for the support of our people.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 74,
                    "text": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
                    "score": 0.8201235662962563
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 3,
                    "verse": 17,
                    "text": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.",
                    "score": 0.7965884664694537
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 4,
                    "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
                    "score": 0.7887342740174323
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers.",
                    "score": 0.7862119183035234
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 20,
                    "verse": 5,
                    "text": "Moreover I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon.",
                    "score": 0.7808315994774486
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 23,
                    "text": "So we fasted and besought our God for this: and he was entreated of us.",
                    "score": 0.7788774609579092
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
                    "score": 0.7776248296274996
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
                    "score": 0.777343231672578
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And the Lord drave out from before us all the people, even the Amorites which dwelt in the land: therefore will we also serve the Lord; for he is our God.",
                    "score": 0.7764374840549564
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And they were helped against them, and the Hagarites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he was entreated of them; because they put their trust in him.",
                    "score": 0.7757971227954912
                }
            ]
        },
        {
            "verse": 11,
            "text": "Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 8,
                    "text": "He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.",
                    "score": 0.8175191590152269
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.8092693132737598
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.8043136604291525
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Our fathers trusted in thee: they trusted, and thou didst deliver them.",
                    "score": 0.7953527282936529
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 43,
                    "text": "He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.",
                    "score": 0.7942740103667922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 28,
                    "text": "And it shall come to pass that he that asketh in Spirit shall receive in Spirit;",
                    "score": 0.7919984146954024
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
                    "score": 0.7885774578103565
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go.",
                    "score": 0.7885625805185702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 18,
                    "text": "Now this caused us to marvel, for it was given unto us of the Spirit.",
                    "score": 0.7869197236818346
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 28,
                    "text": "And they said, We saw certainly that the Lord was with thee: and we said, Let there be now an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee;",
                    "score": 0.7868402581580833
                }
            ]
        },
        {
            "verse": 12,
            "text": "And we did take courage with our small force which we had received, and were fixed with a determination to conquer our enemies, and to maintain our lands, and our possessions, and our wives, and our children, and the cause of our liberty.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.",
                    "score": 0.7547756983916942
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 21,
                    "text": "These men are peaceable with us; therefore let them dwell in the land, and trade therein; for the land, behold, it is large enough for them; let us take their daughters to us for wives, and let us give them our daughters.",
                    "score": 0.7511980996657835
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 4,
                    "text": "Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.",
                    "score": 0.7487347043531176
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 3,
                    "text": "For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.",
                    "score": 0.7412293477290068
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7351327542778837
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 14,
                    "text": "How say ye, We are mighty and strong men for the war?",
                    "score": 0.734616276507412
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "score": 0.7337132769136587
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 1,
                    "verse": 14,
                    "text": "Your wives, your little ones, and your cattle, shall remain in the land which Moses gave you on this side Jordan; but ye shall pass before your brethren armed, all the mighty men of valour, and help them;",
                    "score": 0.7295331463597313
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 74,
                    "text": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
                    "score": 0.7284976589302187
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For to their power, I bear record, yea, and beyond their power they were willing of themselves;",
                    "score": 0.7284776419828856
                }
            ]
        },
        {
            "verse": 13,
            "text": "And thus we did go forth with all our might against the Lamanites, who were in the city of Manti; and we did pitch our tents by the wilderness side, which was near to the city.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7423105009399601
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7321204146641198
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And they went to Joshua unto the camp at Gilgal, and said unto him, and to the men of Israel, We be come from a far country: now therefore make ye a league with us.",
                    "score": 0.7316063518692761
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7296554095204
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.7276845293298645
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 34,
                    "text": "And from Lachish Joshua passed unto Eglon, and all Israel with him; and they encamped against it, and fought against it:",
                    "score": 0.726663953332969
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                    "score": 0.7258963976275942
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 13,
                    "text": "From thence they removed, and pitched on the other side of Arnon, which is in the wilderness that cometh out of the coasts of the Amorites: for Arnon is the border of Moab, between Moab and the Amorites.",
                    "score": 0.7255945759503254
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Let us go forth therefore unto him without the camp, bearing his reproach.",
                    "score": 0.7253644969823453
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And Joshua passed from Libnah, and all Israel with him, unto Lachish, and encamped against it, and fought against it:",
                    "score": 0.7236814968812345
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that on the morrow, that when the Lamanites saw that we were in the borders by the wilderness which was near the city, that they sent out their spies round about us that they might discover the number and the strength of our army.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7496395107961835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7495951402892871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7464879307931749
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 13,
                    "verse": 18,
                    "text": "And another company turned the way to Beth-horon: and another company turned to the way of the border that looketh to the valley of Zeboim toward the wilderness.",
                    "score": 0.7450045039032643
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7413557907939159
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And Moses sent them to spy out the land of Canaan, and said unto them, Get you up this way southward, and go up into the mountain:",
                    "score": 0.7398981598788541
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7395058562001997
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And the five men that went to spy out the land went up, and came in thither, and took the graven image, and the ephod, and the teraphim, and the molten image: and the priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war.",
                    "score": 0.7348691732428028
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And their border on the north side was from Jordan; and the border went up to the side of Jericho on the north side, and went up through the mountains westward; and the goings out thereof were at the wilderness of Beth-aven.",
                    "score": 0.7335202329465992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7305717861165847
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass that when they saw that we were not strong, according to our numbers, and fearing that we should cut them off from their support except they should come out to battle against us and kill us, and also supposing that they could easily destroy us with their numerous hosts, therefore they began to make preparations to come out against us to battle.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.8077938758348433
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
                    "score": 0.7708220149772841
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 27,
                    "text": "Were it not that I feared the wrath of the enemy, lest their adversaries should behave themselves strangely, and lest they should say, Our hand is high, and the Lord hath not done all this.",
                    "score": 0.7694883001832397
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 124,
                    "verse": 3,
                    "text": "Then they had swallowed us up quick, when their wrath was kindled against us:",
                    "score": 0.7692250529318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 28,
                    "text": "Their enemies shall become a prey unto them,",
                    "score": 0.764795578729168
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 10,
                    "text": "Thou makest us to turn back from the enemy: and they which hate us spoil for themselves.",
                    "score": 0.7644750923353223
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7638946846843641
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 17,
                    "text": "He delivered me from my strong enemy, and from them which hated me: for they were too strong for me.",
                    "score": 0.7630200049450219
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 18,
                    "text": "He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.",
                    "score": 0.7616816089167036
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 46,
                    "text": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet.",
                    "score": 0.7616259214070277
                }
            ]
        },
        {
            "verse": 16,
            "text": "And when we saw that they were making preparations to come out against us, behold, I caused that Gid, with a small number of men, should secrete himself in the wilderness, and also that Teomner and a small number of men should secrete themselves also in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.",
                    "score": 0.7762483306568702
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7619204856871957
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And I Daniel alone saw the vision: for the men that were with me saw not the vision; but a great quaking fell upon them, so that they fled to hide themselves.",
                    "score": 0.7615984751925624
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Therefore the Lord shall set up the adversaries of Rezin against him, and join his enemies together;",
                    "score": 0.7562731318187675
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7561663685500594
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 26,
                    "text": "Therefore he lifted up his hand against them, to overthrow them in the wilderness:",
                    "score": 0.7556831645553724
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.",
                    "score": 0.7554643678893818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, go from them only for a little time, and declare my word, and I will prepare a place for them.",
                    "score": 0.7534790698113084
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 64,
                    "verse": 5,
                    "text": "They encourage themselves in an evil matter: they commune of laying snares privily; they say, Who shall see them?",
                    "score": 0.7529495720006176
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 7,
                    "text": "The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.",
                    "score": 0.7527946764956799
                }
            ]
        },
        {
            "verse": 17,
            "text": "Now Gid and his men were on the right and the others on the left; and when they had thus secreted themselves, behold, I remained, with the remainder of my army, in that same place where we had first pitched our tents against the time that the Lamanites should come out to battle.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes.",
                    "score": 0.7605132053266563
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And the people the men of Israel encouraged themselves, and set their battle again in array in the place where they put themselves in array the first day.",
                    "score": 0.7585092506172068
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 26,
                    "text": "Then Moses stood in the gate of the camp, and said, Who is on the Lord's side? let him come unto me. And all the sons of Levi gathered themselves together unto him.",
                    "score": 0.7504911244848717
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                    "score": 0.7489777378393425
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men.",
                    "score": 0.7480029112867974
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 9,
                    "verse": 2,
                    "text": "That they gathered themselves together, to fight with Joshua and with Israel, with one accord.",
                    "score": 0.7454025516957773
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.",
                    "score": 0.7426748643927373
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 40,
                    "text": "For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me.",
                    "score": 0.7411248150566994
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And again the Lord said unto me: Look; and I looked towards the north, and I beheld the people of Canaan, which dwelt in tents.",
                    "score": 0.7399610615531125
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 12,
                    "text": "His troops come together, and raise up their way against me, and encamp round about my tabernacle.",
                    "score": 0.7383542849654463
                }
            ]
        },
        {
            "verse": 18,
            "text": "And it came to pass that the Lamanites did come out with their numerous army against us. And when they had come and were about to fall upon us with the sword, I caused that my men, those who were with me, should retreat into the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7750410422869839
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.",
                    "score": 0.7739726373371898
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men.",
                    "score": 0.7701414426288438
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7667644376089771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.7642223589059809
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7637935797532053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 48,
                    "text": "Yea, and this was their faith--that my gospel, which I gave unto them that they might preach in their days, might come unto their brethren the Lamanites, and also all that had become Lamanites because of their dissensions.",
                    "score": 0.7631031816800607
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And Saul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, and there was a very great discomfiture.",
                    "score": 0.756860936698299
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;",
                    "score": 0.7567126647180809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 68,
                    "text": "And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.",
                    "score": 0.7565879534174337
                }
            ]
        },
        {
            "verse": 19,
            "text": "And it came to pass that the Lamanites did follow after us with great speed, for they were exceedingly desirous to overtake us that they might slay us; therefore they did follow us into the wilderness; and we did pass by in the midst of Gid and Teomner, insomuch that they were not discovered by the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 19,
                    "text": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness.",
                    "score": 0.7916502253353381
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7521249449554366
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 69,
                    "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                    "score": 0.7511420664817227
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7486807483175837
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 45,
                    "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
                    "score": 0.7484240708090306
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.7454911321788371
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7453294254078429
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 19,
                    "text": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
                    "score": 0.7437293540099241
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not.",
                    "score": 0.7436071344431152
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
                    "score": 0.7433201987567168
                }
            ]
        },
        {
            "verse": 20,
            "text": "And it came to pass that when the Lamanites had passed by, or when the army had passed by, Gid and Teomner did rise up from their secret places, and did cut off the spies of the Lamanites that they should not return to the city.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7617088040959773
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 37,
                    "verse": 11,
                    "text": "And it came to pass, that when the army of the Chaldeans was broken up from Jerusalem for fear of Pharaoh's army,",
                    "score": 0.7470245027524167
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 19,
                    "text": "So these young men of the princes of the provinces came out of the city, and the army which followed them.",
                    "score": 0.7432764086467001
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.741662333620944
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.739450229827515
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 30,
                    "text": "And they departed thence, and passed through Galilee; and he would not that any man should know it.",
                    "score": 0.7382089320846731
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.7340007229123355
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 21,
                    "text": "Then let them which are in Judaea flee to the mountains; and let them which are in the midst of it depart out; and let not them that are in the countries enter thereinto.",
                    "score": 0.733276974022077
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 4,
                    "text": "And when they were gone out of the city, and not yet far off, Joseph said unto his steward, Up, follow after the men; and when thou dost overtake them, say unto them, Wherefore have ye rewarded evil for good?",
                    "score": 0.7318106649920397
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And when we heard these things, both we, and they of that place, besought him not to go up to Jerusalem.",
                    "score": 0.7305987944708613
                }
            ]
        },
        {
            "verse": 21,
            "text": "And it came to pass that when they had cut them off, they ran to the city and fell upon the guards who were left to guard the city, insomuch that they did destroy them and did take possession of the city.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7936734613149846
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And when they had taken security of Jason, and of the other, they let them go.",
                    "score": 0.7699832057581226
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
                    "score": 0.7692744254561723
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7683419785984698
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 7,
                    "text": "Then the city was broken up, and all the men of war fled, and went forth out of the city by night by the way of the gate between the two walls, which was by the king's garden; (now the Chaldeans were by the city round about:) and they went by the way of the plain.",
                    "score": 0.7671217424065117
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 5,
                    "verse": 7,
                    "text": "The watchmen that went about the city found me, they smote me, they wounded me; the keepers of the walls took away my veil from me.",
                    "score": 0.7660347003376151
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 25,
                    "verse": 4,
                    "text": "And the city was broken up, and all the men of war fled by night by the way of the gate between two walls, which is by the king's garden: (now the Chaldees were against the city round about:) and the king went the way toward the plain.",
                    "score": 0.7631414013333165
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And the other issued out of the city against them; so they were in the midst of Israel, some on this side, and some on that side: and they smote them, so that they let none of them remain or escape.",
                    "score": 0.7628280447143728
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Then they went out of the city, and came unto him.",
                    "score": 0.7624653356549259
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 33,
                    "text": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.",
                    "score": 0.7613201798862906
                }
            ]
        },
        {
            "verse": 22,
            "text": "Now this was done because the Lamanites did suffer their whole army, save a few guards only, to be led away into the wilderness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
                    "score": 0.7549218478034649
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 32,
                    "verse": 2,
                    "text": "And that which I have appointed unto him is that he shall go with my servants, Oliver Cowdery and Peter Whitmer, Jun., into the wilderness among the Lamanites.",
                    "score": 0.744692032533287
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 14,
                    "text": "Thou brakest the heads of leviathan in pieces, and gavest him to be meat to the people inhabiting the wilderness.",
                    "score": 0.7314565960289803
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
                    "score": 0.7307998328652948
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And this is the cause why Joshua did circumcise: All the people that came out of Egypt, that were males, even all the men of war, died in the wilderness by the way, after they came out of Egypt.",
                    "score": 0.7306917376203417
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7270200027985935
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 24,
                    "text": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way.",
                    "score": 0.7241760003266278
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 29,
                    "text": "(For he had commanded the unclean spirit to come out of the man. For oftentimes it had caught him: and he was kept bound with chains and in fetters; and he brake the bands, and was driven of the devil into the wilderness.)",
                    "score": 0.7233791925296853
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7227495118528804
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 15,
                    "text": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
                    "score": 0.7200732957288686
                }
            ]
        },
        {
            "verse": 23,
            "text": "And it came to pass that Gid and Teomner by this means had obtained possession of their strongholds. And it came to pass that we took our course, after having traveled much in the wilderness towards the land of Zarahemla.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.",
                    "score": 0.793689050165432
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.7899342248232332
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Then we turned, and took our journey into the wilderness by the way of the Red sea, as the Lord spake unto me: and we compassed mount Seir many days.",
                    "score": 0.7793030460404134
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 21,
                    "text": "So they went up, and searched the land from the wilderness of Zin unto Rehob, as men come to Hamath.",
                    "score": 0.773031499056083
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness.",
                    "score": 0.7698349763993976
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7687588199201729
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.",
                    "score": 0.7685897135866271
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7677929275880032
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And it shall come to pass, when the Lord thy God hath brought thee in unto the land whither thou goest to possess it, that thou shalt put the blessing upon mount Gerizim, and the curse upon mount Ebal.",
                    "score": 0.7634414595525839
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And it came to pass after many days, that the Lord said unto me, Arise, go to Euphrates, and take the girdle from thence, which I commanded thee to hide there.",
                    "score": 0.7628753058726913
                }
            ]
        },
        {
            "verse": 24,
            "text": "And when the Lamanites saw that they were marching towards the land of Zarahemla, they were exceedingly afraid, lest there was a plan laid to lead them on to destruction; therefore they began to retreat into the wilderness again, yea, even back by the same way which they had come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7905888242195845
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "score": 0.7628517740203754
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7506989276338301
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7477245532023422
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Then Jacob was greatly afraid and distressed: and he divided the people that was with him, and the flocks, and herds, and the camels, into two bands;",
                    "score": 0.7453897901206085
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7432416662470029
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
                    "score": 0.7429830950270345
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
                    "score": 0.7427177282182205
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 25,
                    "text": "And so it was at the beginning of their dwelling there, that they feared not the Lord: therefore the Lord sent lions among them, which slew some of them.",
                    "score": 0.7413699592819253
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 26,
                    "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them.",
                    "score": 0.7408498849523018
                }
            ]
        },
        {
            "verse": 25,
            "text": "And behold, it was night and they did pitch their tents, for the chief captains of the Lamanites had supposed that the Nephites were weary because of their march; and supposing that they had driven their whole army therefore they took no thought concerning the city of Manti.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 25,
                    "text": "But murmured in their tents, and hearkened not unto the voice of the Lord.",
                    "score": 0.7430048715505528
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 5,
                    "text": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
                    "score": 0.7284446641201981
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the princes, governors, and captains, and the king's counsellors, being gathered together, saw these men, upon whose bodies the fire had no power, nor was an hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them.",
                    "score": 0.7245729792741246
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And it came between the camp of the Egyptians and the camp of Israel; and it was a cloud and darkness to them, but it gave light by night to these: so that the one came not near the other all the night.",
                    "score": 0.7237015305793506
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 10,
                    "text": "So they came and called unto the porter of the city: and they told them, saying, We came to the camp of the Syrians, and, behold, there was no man there, neither voice of man, but horses tied, and asses tied, and the tents as they were.",
                    "score": 0.7177452551689387
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Yet thou in thy manifold mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to shew them light, and the way wherein they should go.",
                    "score": 0.7169489020244777
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 33,
                    "text": "And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.",
                    "score": 0.7160584222478219
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Then the soldiers, as it was commanded them, took Paul, and brought him by night to Antipatris.",
                    "score": 0.7152885614140552
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 17,
                    "text": "And David smote them from the twilight even unto the evening of the next day: and there escaped not a man of them, save four hundred young men, which rode upon camels, and fled.",
                    "score": 0.7145252882406548
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 36,
                    "verse": 6,
                    "text": "And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.",
                    "score": 0.714409736036352
                }
            ]
        },
        {
            "verse": 26,
            "text": "Now it came to pass that when it was night, I caused that my men should not sleep, but that they should march forward by another way towards the land of Manti.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass about the time of shutting of the gate, when it was dark, that the men went out: whither the men went I wot not: pursue after them quickly; for ye shall overtake them.",
                    "score": 0.787881760696011
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 25,
                    "text": "But while men slept, his enemy came and sowed tares among the wheat, and went his way.",
                    "score": 0.7732563479702753
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.",
                    "score": 0.7555020838192588
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 27,
                    "text": "But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;",
                    "score": 0.7547269991427588
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Then the soldiers, as it was commanded them, took Paul, and brought him by night to Antipatris.",
                    "score": 0.7536790266582363
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 19,
                    "verse": 8,
                    "text": "He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.",
                    "score": 0.7534415046063718
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 2,
                    "verse": 8,
                    "text": "Even of late my people is risen up as an enemy: ye pull off the robe with the garment from them that pass by securely as men averse from war.",
                    "score": 0.7412453591851123
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel's father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
                    "score": 0.7410809138335693
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And the men of Gibeah rose against me, and beset the house round about upon me by night, and thought to have slain me: and my concubine have they forced, that she is dead.",
                    "score": 0.7384689673364833
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 4,
                    "verse": 13,
                    "text": "In thoughts from the visions of the night, when deep sleep falleth on men,",
                    "score": 0.7378007681731192
                }
            ]
        },
        {
            "verse": 27,
            "text": "And because of this our march in the night-time, behold, on the morrow we were beyond the Lamanites, insomuch that we did arrive before them at the city of Manti.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.7405368307167831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.739061300262708
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7384973071053424
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 11,
                    "text": "Observe thou that which I command thee this day: behold, I drive out before thee the Amorite, and the Canaanite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite.",
                    "score": 0.7383605640492441
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 27,
                    "text": "But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;",
                    "score": 0.7381256601054971
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.",
                    "score": 0.7330811777779402
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And it came between the camp of the Egyptians and the camp of Israel; and it was a cloud and darkness to them, but it gave light by night to these: so that the one came not near the other all the night.",
                    "score": 0.7276117835802225
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.",
                    "score": 0.7270071686463269
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 6,
                    "text": "(For they will come out after us) till we have drawn them from the city; for they will say, They flee before us, as at the first: therefore we will flee before them.",
                    "score": 0.7243785207424766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 24,
                    "text": "But before the great day of the Lord shall come, Jacob shall flourish in the wilderness, and the Lamanites shall blossom as the rose.",
                    "score": 0.7231070561023746
                }
            ]
        },
        {
            "verse": 28,
            "text": "And thus it came to pass, that by this stratagem we did take possession of the city of Manti without the shedding of blood.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Thou that art full of stirs, a tumultuous city, a joyous city: thy slain men are not slain with the sword, nor dead in battle.",
                    "score": 0.7350219266619746
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the day following unto Rhodes, and from thence unto Patara:",
                    "score": 0.7257771638078434
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it was so, that, after they had carried it about, the hand of the Lord was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.",
                    "score": 0.7215213452462903
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And we took all his cities at that time, there was not a city which we took not from them, threescore cities, all the region of Argob, the kingdom of Og in Bashan.",
                    "score": 0.7213339648271666
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
                    "score": 0.7206725416065125
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
                    "score": 0.7119278156899506
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the men that died not were smitten with the emerods: and the cry of the city went up to heaven.",
                    "score": 0.7095219597710352
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 49,
                    "text": "And they said unto Moses, Thy servants have taken the sum of the men of war which are under our charge, and there lacketh not one man of us.",
                    "score": 0.7066391496608129
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                    "score": 0.7049933899674985
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 33,
                    "text": "So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
                    "score": 0.7047794593170622
                }
            ]
        },
        {
            "verse": 29,
            "text": "And it came to pass that when the armies of the Lamanites did arrive near the city, and saw that we were prepared to meet them, they were astonished exceedingly and struck with great fear, insomuch that they did flee into the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7535816228529788
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 32,
                    "text": "And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,",
                    "score": 0.7512634937629364
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And so great was the faith of Enoch that he led the people of God, and their enemies came to battle against them; and he spake the word of the Lord, and the earth trembled, and the mountains fled, even according to his command; and the rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of the language which God had given him.",
                    "score": 0.7401463284600805
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.",
                    "score": 0.7390544032258843
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore.",
                    "score": 0.7365243020787454
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.",
                    "score": 0.7355134806956186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 46,
                    "text": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet.",
                    "score": 0.7352144443225153
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 25,
                    "verse": 26,
                    "text": "And all the people, both small and great, and the captains of the armies, arose, and came to Egypt: for they were afraid of the Chaldees.",
                    "score": 0.7324129310141143
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 4,
                    "text": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?",
                    "score": 0.7316220961188962
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.7314839046282582
                }
            ]
        },
        {
            "verse": 30,
            "text": "Yea, and it came to pass that the armies of the Lamanites did flee out of all this quarter of the land. But behold, they have carried with them many women and children out of the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
                    "score": 0.7788599213620686
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 12,
                    "verse": 51,
                    "text": "And it came to pass the selfsame day, that the Lord did bring the children of Israel out of the land of Egypt by their armies.",
                    "score": 0.7686033457764604
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "score": 0.7624255279198402
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7567483701369649
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 5,
                    "text": "So they went near, and carried them in their coats out of the camp; as Moses had said.",
                    "score": 0.755590663540595
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "score": 0.7551559170000555
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And it came to pass, when they had done circumcising all the people, that they abode in their places in the camp, till they were whole.",
                    "score": 0.7543224324028152
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
                    "score": 0.7532177123841745
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And when all the men of Israel that were in the valley saw that they fled, and that Saul and his sons were dead, then they forsook their cities, and fled: and the Philistines came and dwelt in them.",
                    "score": 0.7500103021747944
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 1,
                    "text": "These are the journeys of the children of Israel, which went forth out of the land of Egypt with their armies under the hand of Moses and Aaron.",
                    "score": 0.7498774578148224
                }
            ]
        },
        {
            "verse": 31,
            "text": "And those cities which had been taken by the Lamanites, all of them are at this period of time in our possession; and our fathers and our women and our children are returning to their homes, all save it be those who have been taken prisoners and carried off by the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 38,
                    "text": "If they return to thee with all their heart and with all their soul in the land of their captivity, whither they have carried them captives, and pray toward their land, which thou gavest unto their fathers, and toward the city which thou hast chosen, and toward the house which I have built for thy name:",
                    "score": 0.781190323053867
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "score": 0.76421773617295
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 48,
                    "text": "And so return unto thee with all their heart, and with all their soul, in the land of their enemies, which led them away captive, and pray unto thee toward their land, which thou gavest unto their fathers, the city which thou hast chosen, and the house which I have built for thy name:",
                    "score": 0.7591658804399317
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 55,
                    "text": "When thy sisters, Sodom and her daughters, shall return to their former estate, and Samaria and her daughters shall return to their former estate, then thou and thy daughters shall return to your former estate.",
                    "score": 0.7549308605700681
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7511355394014193
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
                    "score": 0.7494980010293104
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now these are the children of the province that went up out of the captivity, of those which had been carried away, whom Nebuchadnezzar the king of Babylon had carried away unto Babylon, and came again unto Jerusalem and Judah, every one unto his city;",
                    "score": 0.7493975750874577
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 27,
                    "text": "When I have brought them again from the people, and gathered them out of their enemies' lands, and am sanctified in them in the sight of many nations;",
                    "score": 0.7488739658057681
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And it shall come to pass, after that I have plucked them out I will return, and have compassion on them, and will bring them again, every man to his heritage, and every man to his land.",
                    "score": 0.7475045291518118
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt assist to settle all these things, according to the covenants of the church, before thou shalt take thy journey among the Lamanites.",
                    "score": 0.7464584528240895
                }
            ]
        },
        {
            "verse": 32,
            "text": "But behold, our armies are small to maintain so great a number of cities and so great possessions.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 9,
                    "verse": 14,
                    "text": "There was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it:",
                    "score": 0.7455814989928966
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 15,
                    "text": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he taketh up the isles as a very little thing.",
                    "score": 0.7346642182229451
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Thou that art full of stirs, a tumultuous city, a joyous city: thy slain men are not slain with the sword, nor dead in battle.",
                    "score": 0.7169816155158093
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Now the city was large and great: but the people were few therein, and the houses were not builded.",
                    "score": 0.6983279204827605
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 111,
                    "verse": 10,
                    "text": "For there are more treasures than one for you in this city.",
                    "score": 0.6977687745700735
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.",
                    "score": 0.6959662589019546
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 13,
                    "text": "And under their hand was an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.",
                    "score": 0.6942063915148692
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 32,
                    "verse": 14,
                    "text": "Because the palaces shall be forsaken; the multitude of the city shall be left; the forts and towers shall be for dens for ever, a joy of wild asses, a pasture of flocks;",
                    "score": 0.6933008136955497
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 29,
                    "text": "Moreover he provided him cities, and possessions of flocks and herds in abundance: for God had given him substance very much.",
                    "score": 0.6903961987835645
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.",
                    "score": 0.6896520437269632
                }
            ]
        },
        {
            "verse": 33,
            "text": "But behold, we trust in our God who has given us victory over those lands, insomuch that we have obtained those cities and those lands, which were our own.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 57,
                    "text": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
                    "score": 0.8120625276883756
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 1,
                    "text": "When the Lord thy God hath cut off the nations, whose land the Lord thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;",
                    "score": 0.7824461642355609
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And it shall be, when the Lord thy God shall have brought thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee great and goodly cities, which thou buildedst not,",
                    "score": 0.7802320965226046
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 2,
                    "text": "Thou shalt separate three cities for thee in the midst of thy land, which the Lord thy God giveth thee to possess it.",
                    "score": 0.7777706733474437
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 14,
                    "verse": 7,
                    "text": "Therefore he said unto Judah, Let us build these cities, and make about them walls, and towers, gates, and bars, while the land is yet before us; because we have sought the Lord our God, we have sought him, and he hath given us rest on every side. So they built and prospered.",
                    "score": 0.7755895234610636
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers.",
                    "score": 0.7714710555073726
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Blessed is the nation whose God is the Lord; and the people whom he hath chosen for his own inheritance.",
                    "score": 0.7708234492370181
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Our fathers trusted in thee: they trusted, and thou didst deliver them.",
                    "score": 0.7701725839732187
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 36,
                    "text": "All victory and glory is brought to pass unto you through your diligence, faithfulness, and prayers of faith.",
                    "score": 0.7680361649778662
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And in all the land of your possession ye shall grant a redemption for the land.",
                    "score": 0.767604857459147
                }
            ]
        },
        {
            "verse": 34,
            "text": "Now we do not know the cause that the government does not grant us more strength; neither do those men who came up unto us know why we have not received greater strength.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 31,
                    "text": "But the men that went up with him said, We be not able to go up against the people; for they are stronger than we.",
                    "score": 0.7650777105770749
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 40,
                    "verse": 29,
                    "text": "He giveth power to the faint; and to them that have no might he increaseth strength.",
                    "score": 0.7499273593002229
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:",
                    "score": 0.7381859697105756
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 4,
                    "verse": 17,
                    "text": "As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us.",
                    "score": 0.7275934081590322
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 30,
                    "text": "They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.",
                    "score": 0.7231578889678146
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 124,
                    "verse": 2,
                    "text": "If it had not been the Lord who was on our side, when men rose up against us:",
                    "score": 0.7185416005307774
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 8,
                    "verse": 9,
                    "text": "But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.",
                    "score": 0.7157494399256461
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 18,
                    "text": "And with these sayings scarce restrained they the people, that they had not done sacrifice unto them.",
                    "score": 0.7143868433322142
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 4,
                    "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
                    "score": 0.709138744345403
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 4,
                    "text": "The bows of the mighty men are broken, and they that stumbled are girded with strength.",
                    "score": 0.7088824357707318
                }
            ]
        },
        {
            "verse": 35,
            "text": "Behold, we do not know but what ye are unsuccessful, and ye have drawn away the forces into that quarter of the land; if so, we do not desire to murmur.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.",
                    "score": 0.7636733714860048
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 16,
                    "verse": 14,
                    "text": "Moreover thou hast not brought us into a land that floweth with milk and honey, or given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up.",
                    "score": 0.7627000376154566
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 35,
                    "text": "It is neither fit for the land, nor yet for the dunghill; but men cast it out. He that hath ears to hear, let him hear.",
                    "score": 0.7591252083161033
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 9,
                    "text": "But thou hast cast off, and put us to shame; and goest not forth with our armies.",
                    "score": 0.7571923992038154
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7567256042027742
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 18,
                    "verse": 28,
                    "text": "That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.",
                    "score": 0.7542859015452401
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:",
                    "score": 0.7532643754828469
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 3,
                    "verse": 45,
                    "text": "Thou hast made us as the offscouring and refuse in the midst of the people.",
                    "score": 0.7520239825433841
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
                    "score": 0.7510889455091738
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.",
                    "score": 0.7479562620838263
                }
            ]
        },
        {
            "verse": 36,
            "text": "And if it is not so, behold, we fear that there is some faction in the government, that they do not send more men to our assistance; for we know that they are more numerous than that which they have sent.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And he answered, Fear not: for they that be with us are more than they that be with them.",
                    "score": 0.7703368301224999
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 12,
                    "text": "When they were but a few men in number; yea, very few, and strangers in it.",
                    "score": 0.7430645086732842
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 19,
                    "text": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.",
                    "score": 0.7217658046914833
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.",
                    "score": 0.7160688911585527
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Put them in fear, O Lord: that the nations may know themselves to be but men. Selah.",
                    "score": 0.7100133077175971
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And that we may be delivered from unreasonable and wicked men: for all men have not faith.",
                    "score": 0.7097745243044506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 40,
                    "text": "Hence many are called, but few are chosen.",
                    "score": 0.7095854088260247
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And behold at eveningtide trouble; and before the morning he is not. This is the portion of them that spoil us, and the lot of them that rob us.",
                    "score": 0.7085002532076654
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 31,
                    "verse": 49,
                    "text": "And they said unto Moses, Thy servants have taken the sum of the men of war which are under our charge, and there lacketh not one man of us.",
                    "score": 0.7077182254496833
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Nay, much more those members of the body, which seem to be more feeble, are necessary:",
                    "score": 0.7076706463614391
                }
            ]
        },
        {
            "verse": 37,
            "text": "But, behold, it mattereth not--we trust God will deliver us, notwithstanding the weakness of our armies, yea, and deliver us out of the hands of our enemies.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 74,
                    "text": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
                    "score": 0.8219732480969356
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 39,
                    "text": "But the Lord your God ye shall fear; and he shall deliver you out of the hand of all your enemies.",
                    "score": 0.8214473066213727
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.",
                    "score": 0.8105600328872647
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 17,
                    "text": "But I will deliver thee in that day, saith the Lord: and thou shalt not be given into the hand of the men of whom thou art afraid.",
                    "score": 0.806333035237509
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 23,
                    "text": "Then said David, Ye shall not do so, my brethren, with that which the Lord hath given us, who hath preserved us, and delivered the company that came against us into our hand.",
                    "score": 0.8012822741460287
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And that we may be delivered from unreasonable and wicked men: for all men have not faith.",
                    "score": 0.7973774067657242
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.7933101838224065
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 4,
                    "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
                    "score": 0.7924758650317185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 19,
                    "text": "The weak things of the world shall come forth and break down the mighty and strong ones, that man should not counsel his fellow man, neither trust in the arm of flesh--",
                    "score": 0.7921710887565655
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 55,
                    "verse": 23,
                    "text": "But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee.",
                    "score": 0.7848266779582022
                }
            ]
        },
        {
            "verse": 38,
            "text": "Behold, this is the twenty and ninth year, in the latter end, and we are in the possession of our lands; and the Lamanites have fled to the land of Nephi.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 24,
                    "verse": 8,
                    "text": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
                    "score": 0.7813022777119262
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7600315288810445
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 47,
                    "verse": 18,
                    "text": "When that year was ended, they came unto him the second year, and said unto him, We will not hide it from my lord, how that our money is spent; my lord also hath our herds of cattle; there is not ought left in the sight of my lord, but our bodies, and our lands:",
                    "score": 0.75695379531275
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 53,
                    "text": "And ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it.",
                    "score": 0.7552635309557901
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 8,
                    "text": "And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh.",
                    "score": 0.7468458488549155
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 13,
                    "verse": 7,
                    "text": "Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manasseh,",
                    "score": 0.7430888597185069
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And it shall come to pass, when the Lord thy God hath brought thee in unto the land whither thou goest to possess it, that thou shalt put the blessing upon mount Gerizim, and the curse upon mount Ebal.",
                    "score": 0.7366846861573122
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 34,
                    "verse": 10,
                    "text": "And ye shall dwell with us: and the land shall be before you; dwell and trade ye therein, and get you possessions therein.",
                    "score": 0.7355646393006111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 39,
                    "text": "Let my servant Titus Billings, who has the care thereof, dispose of the land, that he may be prepared in the coming spring to take his journey up unto the land of Zion, with those that dwell upon the face thereof, excepting those whom I shall reserve unto myself, that shall not go until I shall command them.",
                    "score": 0.7348614596815396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7340889763620333
                }
            ]
        },
        {
            "verse": 39,
            "text": "And those sons of the people of Ammon, of whom I have so highly spoken, are with me in the city of Manti; and the Lord has supported them, yea, and kept them from falling by the sword, insomuch that even one soul has not been slain.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said unto them, As the Lord liveth, who hath redeemed my soul out of all adversity,",
                    "score": 0.7992248172264634
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And he said, They were my brethren, even the sons of my mother: as the Lord liveth, if ye had saved them alive, I would not slay you.",
                    "score": 0.7966199752979534
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 1,
                    "text": "Now when these things were done, the princes came to me, saying, The people of Israel, and the priests, and the Levites, have not separated themselves from the people of the lands, doing according to their abominations, even of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
                    "score": 0.7878074129937069
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 12,
                    "text": "While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.",
                    "score": 0.7857554756364749
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 56,
                    "verse": 6,
                    "text": "Also the sons of the stranger, that join themselves to the Lord, to serve him, and to love the name of the Lord, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
                    "score": 0.784962848660147
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 2,
                    "text": "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:",
                    "score": 0.7823176715605626
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 27,
                    "text": "Therefore, son of man, speak unto the house of Israel, and say unto them, Thus saith the Lord God; Yet in this your fathers have blasphemed me, in that they have committed a trespass against me.",
                    "score": 0.7819806113829245
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 14,
                    "text": "The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the Lord, The Zion of the Holy One of Israel.",
                    "score": 0.7803011187221708
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands.",
                    "score": 0.7792662788257652
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 35,
                    "text": "And a certain man of the sons of the prophets said unto his neighbour in the word of the Lord, Smite me, I pray thee. And the man refused to smite him.",
                    "score": 0.7782770493940165
                }
            ]
        },
        {
            "verse": 40,
            "text": "But behold, they have received many wounds; nevertheless they stand fast in that liberty wherewith God has made them free; and they are strict to remember the Lord their God from day to day; yea, they do observe to keep his statutes, and his judgments, and his commandments continually; and their faith is strong in the prophecies concerning that which is to come.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 45,
                    "text": "That they might observe his statutes, and keep his laws. Praise ye the Lord.",
                    "score": 0.803943221748241
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 6,
                    "text": "But blessed are they who have kept the covenant and observed the commandment, for they shall obtain mercy.",
                    "score": 0.8020369456947338
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And they that understand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captivity, and by spoil, many days.",
                    "score": 0.7869455700742152
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Whom resist steadfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.",
                    "score": 0.7793220364035489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 21,
                    "text": "Verily I say unto you, that I, the Lord, will chasten them and will do whatsoever I list, if they do not repent and observe all things whatsoever I have said unto them.",
                    "score": 0.7784946879378833
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 4,
                    "text": "They that forsake the law praise the wicked: but such as keep the law contend with them.",
                    "score": 0.7775400735221354
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 1,
                    "verse": 7,
                    "text": "The Lord is good, a strong hold in the day of trouble; and he knoweth them that trust in him.",
                    "score": 0.777275869867967
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.",
                    "score": 0.7767637738947222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.",
                    "score": 0.7754748389038899
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 41,
                    "verse": 2,
                    "text": "The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
                    "score": 0.7749766201997779
                }
            ]
        },
        {
            "verse": 41,
            "text": "And now, my beloved brother, Moroni, may the Lord our God, who has redeemed us and made us free, keep you continually in his presence; yea, and may he favor this people, even that ye may have success in obtaining the possession of all that which the Lamanites have taken from us, which was for our support. And now, behold, I close mine epistle. I am Helaman, the son of Alma.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7939443530585272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 126,
                    "verse": 1,
                    "text": "Dear and well-beloved brother, Brigham Young, verily thus saith the Lord unto you: My servant Brigham, it is no more required at your hand to leave your family as in times past, for your offering is acceptable to me.",
                    "score": 0.7921492141028986
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 37,
                    "verse": 27,
                    "text": "Come, and let us sell him to the Ishmeelites, and let not our hand be upon him; for he is our brother and our flesh. And his brethren were content.",
                    "score": 0.7866809816940373
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 4,
                    "text": "And Joseph said unto his brethren, Come near to me, I pray you. And they came near. And he said, I am Joseph your brother, whom ye sold into Egypt.",
                    "score": 0.7787214050790748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And be you afflicted in all his afflictions, ever lifting up your heart unto me in prayer and faith, for his and your deliverance; for I have given unto him power to build up my church among the Lamanites;",
                    "score": 0.7765772742559791
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Behold, thou wast called and chosen to write the Book of Mormon, and to my ministry; and I have lifted thee up out of thine afflictions, and have counseled thee, that thou hast been delivered from all thine enemies, and thou hast been delivered from the powers of Satan and from darkness!",
                    "score": 0.774786664469902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 5,
                    "text": "Behold, this is wisdom in me; wherefore, marvel not, for the hour cometh that I will drink of the fruit of the vine with you on the earth, and with Moroni, whom I have sent unto you to reveal the Book of Mormon, containing the fulness of my everlasting gospel, to whom I have committed the keys of the record of the stick of Ephraim;",
                    "score": 0.7743330814662966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
                    "score": 0.7725405143541728
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 43,
                    "text": "He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.",
                    "score": 0.7705374701038126
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 27,
                    "text": "And he said, Blessed be the Lord God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I being in the way, the Lord led me to the house of my master's brethren.",
                    "score": 0.7698487687967555
                }
            ]
        }
    ]
}