{
    "volume": "Book of Mormon",
    "book": "Alma",
    "chapter": 38,
    "verses": [
        {
            "verse": 1,
            "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 1,
                    "text": "My son, keep my words, and lay up my commandments with thee.",
                    "score": 0.8559732723896437
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 2,
                    "verse": 1,
                    "text": "My son, if thou wilt receive my words, and hide my commandments with thee;",
                    "score": 0.8545020846059862
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Moreover he said unto me, Son of man, all my words that I shall speak unto thee receive in thine heart, and hear with thine ears.",
                    "score": 0.8419679574321556
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 23,
                    "text": "Now therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son's son: but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned.",
                    "score": 0.8372159173335725
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 8,
                    "text": "But thou, son of man, hear what I say unto thee; Be not thou rebellious like that rebellious house: open thy mouth, and eat that I give thee.",
                    "score": 0.8339408996145667
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Thou shalt speak all that I command thee: and Aaron thy brother shall speak unto Pharaoh, that he send the children of Israel out of his land.",
                    "score": 0.8335320988418571
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.8333041540752635
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.8297159347275629
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
                    "score": 0.8295240020949315
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he said unto me, Son of man, go, get thee unto the house of Israel, and speak with my words unto them.",
                    "score": 0.8275794891329261
                }
            ]
        },
        {
            "verse": 2,
            "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
                    "score": 0.8298607042162693
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 7,
                    "verse": 1,
                    "text": "My son, keep my words, and lay up my commandments with thee.",
                    "score": 0.8284814963948017
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 10,
                    "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
                    "score": 0.8261057768776212
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
                    "score": 0.8206367971606141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8194625221553902
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And, finding there was greater happiness and peace and rest for me, I sought for the blessings of the fathers, and the right whereunto I should be ordained to administer the same; having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers.",
                    "score": 0.8173658499174073
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8165428248386135
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 30,
                    "text": "Even as I sware unto thee by the Lord God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my stead; even so will I certainly do this day.",
                    "score": 0.8161975525026419
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 60,
                    "text": "Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.",
                    "score": 0.8144796460562831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "score": 0.811219205635655
                }
            ]
        },
        {
            "verse": 3,
            "text": "I say unto you, my son, that I have had great joy in thee already, because of thy faithfulness and thy diligence, and thy patience and thy long-suffering among the people of the Zoramites.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.",
                    "score": 0.8204859681174759
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 8,
                    "verse": 31,
                    "text": "Rejoicing in the habitable part of his earth; and my delights were with the sons of men.",
                    "score": 0.7989642553524847
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.",
                    "score": 0.7987916326540434
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 24,
                    "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
                    "score": 0.7985537654932823
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
                    "score": 0.7961350609726086
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 15,
                    "text": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
                    "score": 0.7912299576578185
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 37,
                    "text": "But last of all he sent unto them his son, saying, They will reverence my son.",
                    "score": 0.7900664081420077
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
                    "score": 0.7894416457129724
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.",
                    "score": 0.789301191697504
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 1,
                    "text": "Thomas, my son, blessed are you because of your faith in my work.",
                    "score": 0.7886281725223461
                }
            ]
        },
        {
            "verse": 4,
            "text": "For I know that thou wast in bonds; yea, and I also know that thou wast stoned for the word's sake; and thou didst bear all these things with patience because the Lord was with thee; and now thou knowest that the Lord did deliver thee.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And thou shalt remember that thou wast a bondman in the land of Egypt, and the Lord thy God redeemed thee: therefore I command thee this thing to day.",
                    "score": 0.806347520894643
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 18,
                    "text": "But thou shalt remember that thou wast a bondman in Egypt, and the Lord thy God redeemed thee thence: therefore I command thee to do this thing.",
                    "score": 0.8028507610217002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.",
                    "score": 0.7920910072942412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 35,
                    "text": "And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.",
                    "score": 0.7895267893228854
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 36,
                    "text": "For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.",
                    "score": 0.787966463716512
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 24,
                    "verse": 22,
                    "text": "And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.",
                    "score": 0.7871581826351423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 5,
                    "text": "For his word ye shall receive, as if from mine own mouth, in all patience and faith.",
                    "score": 0.786058078562707
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7854012608783928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth;",
                    "score": 0.7842366137498683
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 19,
                    "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.",
                    "score": 0.7803669860543705
                }
            ]
        },
        {
            "verse": 5,
            "text": "And now my son, Shiblon, I would that ye should remember, that as much as ye shall put your trust in God even so much ye shall be delivered out of your trials, and your troubles, and your afflictions, and ye shall be lifted up at the last day.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And if thou art faithful in keeping my commandments, thou shalt be lifted up at the last day. Amen.",
                    "score": 0.8298077719235236
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 43,
                    "text": "He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.",
                    "score": 0.8215681880295187
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 6,
                    "verse": 3,
                    "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
                    "score": 0.8211349473459231
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 20,
                    "text": "O keep my soul, and deliver me: let me not be ashamed; for I put my trust in thee.",
                    "score": 0.8194300659907191
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 40,
                    "text": "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.",
                    "score": 0.819414354949177
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 16,
                    "text": "And he who is faithful shall overcome all things, and shall be lifted up at the last day.",
                    "score": 0.8175476521591929
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;",
                    "score": 0.814192003095066
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 18,
                    "text": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the Lord.",
                    "score": 0.8129025081647131
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 22,
                    "verse": 19,
                    "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee.",
                    "score": 0.8070515602102586
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And again, I will put my trust in him. And again, Behold I and the children which God hath given me.",
                    "score": 0.8067431507917869
                }
            ]
        },
        {
            "verse": 6,
            "text": "Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 38,
                    "text": "But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.",
                    "score": 0.8095713875353633
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 14,
                    "text": "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.",
                    "score": 0.8006125603450998
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 6,
                    "text": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
                    "score": 0.7994104993786596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 91,
                    "text": "And he that doeth not these things is not my disciple; by this you may know my disciples.",
                    "score": 0.7975398871196349
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 11,
                    "verse": 5,
                    "text": "As thou knowest not what is the way of the spirit, nor how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.",
                    "score": 0.7963365711030681
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.",
                    "score": 0.7962160353015377
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 10,
                    "text": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.",
                    "score": 0.7959526972712805
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.",
                    "score": 0.7919319455975842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 10,
                    "text": "For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will--yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.",
                    "score": 0.7915247343457598
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 28,
                    "text": "Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.",
                    "score": 0.7908788350565459
                }
            ]
        },
        {
            "verse": 7,
            "text": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 29,
                    "text": "The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.",
                    "score": 0.8200546990722652
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 18,
                    "text": "The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook.",
                    "score": 0.8127502299587445
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And he said unto them, I beheld Satan as lightning fall from heaven.",
                    "score": 0.8114487644752993
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.811177453854524
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 25,
                    "text": "How oft have I called upon you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, and by the great sound of a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by the voice of glory and honor and the riches of eternal life, and would have saved you with an everlasting salvation, but ye would not!",
                    "score": 0.8076056860100483
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                    "score": 0.8069504867018401
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 13,
                    "text": "The Lord also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.",
                    "score": 0.8060149932944778
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.",
                    "score": 0.805381505502983
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!",
                    "score": 0.8041658912813594
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.",
                    "score": 0.8034699871675133
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass that I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 10,
                    "text": "When I wept, and chastened my soul with fasting, that was to my reproach.",
                    "score": 0.7852210712184585
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,",
                    "score": 0.7782414584568998
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And she was in bitterness of soul, and prayed unto the Lord, and wept sore.",
                    "score": 0.7763420711671457
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 88,
                    "verse": 1,
                    "text": "O Lord God of my salvation, I have cried day and night before thee:",
                    "score": 0.7738529607000756
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 17,
                    "text": "Behold, for peace I had great bitterness: but thou hast in love to my soul delivered it from the pit of corruption: for thou hast cast all my sins behind thy back.",
                    "score": 0.7732883944346016
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 77,
                    "verse": 2,
                    "text": "In the day of my trouble I sought the Lord: my sore ran in the night, and ceased not: my soul refused to be comforted.",
                    "score": 0.7704413872277173
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 18,
                    "text": "Look upon mine affliction and my pain; and forgive all my sins.",
                    "score": 0.7650388552090828
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 16,
                    "text": "And now my soul is poured out upon me; the days of affliction have taken hold upon me.",
                    "score": 0.764863734534255
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 17,
                    "verse": 21,
                    "text": "And he stretched himself upon the child three times, and cried unto the Lord, and said, O Lord my God, I pray thee, let this child's soul come into him again.",
                    "score": 0.7617806336475218
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 2,
                    "text": "In those days I Daniel was mourning three full weeks.",
                    "score": 0.761707441277472
                }
            ]
        },
        {
            "verse": 9,
            "text": "And now, my son, I have told you this that ye may learn wisdom, that ye may learn of me that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world. Behold, he is the word of truth and righteousness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 23,
                    "text": "Behold, Jesus Christ is the name which is given of the Father, and there is none other name given whereby man can be saved;",
                    "score": 0.8104423660621294
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 50,
                    "text": "Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.",
                    "score": 0.7919383377197096
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.",
                    "score": 0.7903734826649107
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 15,
                    "text": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
                    "score": 0.7877448711699723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 5,
                    "text": "Thus saith the Lord; for I am God, and have sent mine Only Begotten Son into the world for the redemption of the world, and have decreed that he that receiveth him shall be saved, and he that receiveth him not shall be damned--",
                    "score": 0.7867586715176496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 57,
                    "verse": 12,
                    "text": "And lo, if the world receive his writings--behold here is wisdom--let him obtain whatsoever he can obtain in righteousness, for the good of the saints.",
                    "score": 0.7845724914223196
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 19,
                    "text": "Hear thou, my son, and be wise, and guide thine heart in the way.",
                    "score": 0.7842238562291826
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 17,
                    "text": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:",
                    "score": 0.7824284289836838
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.",
                    "score": 0.7803705515557567
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
                    "score": 0.7800902633653493
                }
            ]
        },
        {
            "verse": 10,
            "text": "And now, as ye have begun to teach the word even so I would that ye should continue to teach; and I would that ye would be diligent and temperate in all things.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 16,
                    "text": "And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with power, that ye may give even as I have spoken.",
                    "score": 0.8003979862593545
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 6,
                    "text": "Let him that is taught in the word communicate unto him that teacheth in all good things.",
                    "score": 0.7995849904155102
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 78,
                    "text": "Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand;",
                    "score": 0.7958378614047215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 18,
                    "text": "To another is given the word of knowledge, that all may be taught to be wise and to have knowledge.",
                    "score": 0.7880132851491977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 15,
                    "text": "And all this ye shall observe to do as I have commanded concerning your teaching, until the fulness of my scriptures is given.",
                    "score": 0.7855852757651177
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 122,
                    "text": "Appoint among yourselves a teacher, and let not all be spokesmen at once; but let one speak at a time and let all listen unto his sayings, that when all have spoken that all may be edified of all, and that every man may have an equal privilege.",
                    "score": 0.77681276114971
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 12,
                    "text": "Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say.",
                    "score": 0.7734815148289045
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 10,
                    "text": "That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;",
                    "score": 0.7716065712500574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 10,
                    "text": "And he that believeth shall be blest with signs following, even as it is written.",
                    "score": 0.769782347722556
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 12,
                    "text": "Apply thine heart unto instruction, and thine ears to the words of knowledge.",
                    "score": 0.7689240578904549
                }
            ]
        },
        {
            "verse": 11,
            "text": "See that ye are not lifted up unto pride; yea, see that ye do not boast in your own wisdom, nor of your much strength.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 11,
                    "text": "In me he shall have glory, and not of himself, whether in weakness or in strength, whether in bonds or free;",
                    "score": 0.808928342509798
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 33,
                    "text": "Not with railing accusation, that ye be not overcome, neither with boasting nor rejoicing, lest you be seized therewith.",
                    "score": 0.8076732116755205
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Ye which rejoice in a thing of nought, which say, Have we not taken to us horns by our own strength?",
                    "score": 0.7904819159618649
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:",
                    "score": 0.7843535255036707
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 19,
                    "text": "Will he esteem thy riches? no, not gold, nor all the forces of strength.",
                    "score": 0.7833370994697886
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.",
                    "score": 0.7811049336114918
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 36,
                    "verse": 5,
                    "text": "Behold, God is mighty, and despiseth not any: he is mighty in strength and wisdom.",
                    "score": 0.7794739558368902
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 16,
                    "text": "Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the Lord.",
                    "score": 0.7792654774072117
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 5,
                    "text": "That your faith should not stand in the wisdom of men, but in the power of God.",
                    "score": 0.7791744646765077
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 8,
                    "text": "For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should not be ashamed:",
                    "score": 0.776389779231571
                }
            ]
        },
        {
            "verse": 12,
            "text": "Use boldness, but not overbearance; and also see that ye bridle all your passions, that ye may be filled with love; see that ye refrain from idleness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 3,
                    "text": "Behold, I say unto you that it is my will that you should go forth and not tarry, neither be idle but labor with your might--",
                    "score": 0.7816741294598739
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 2,
                    "text": "But I beseech you, that I may not be bold when I am present with that confidence, wherewith I think to be bold against some, which think of us as if we walked according to the flesh.",
                    "score": 0.7678635641035518
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 89,
                    "verse": 33,
                    "text": "Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.",
                    "score": 0.761968353382905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 14,
                    "text": "Continue in the spirit of meekness, and beware of pride. Let thy soul delight in thy husband, and the glory which shall come upon him.",
                    "score": 0.7609539099615509
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 124,
                    "text": "Cease to be idle; cease to be unclean; cease to find fault one with another; cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated.",
                    "score": 0.7594595346268269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 9,
                    "text": "Be patient in afflictions, revile not against those that revile. Govern your house in meekness, and be steadfast.",
                    "score": 0.7568216347799538
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Be not rash with thy mouth, and let not thine heart be hasty to utter any thing before God: for God is in heaven, and thou upon earth: therefore let thy words be few.",
                    "score": 0.7566673951157984
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools.",
                    "score": 0.756158320559505
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say.",
                    "score": 0.7558812968318089
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 41,
                    "text": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
                    "score": 0.755849204891052
                }
            ]
        },
        {
            "verse": 13,
            "text": "Do not pray as the Zoramites do, for ye have seen that they pray to be heard of men, and to be praised for their wisdom.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For, behold, you should not have feared man more than God. Although men set at naught the counsels of God, and despise his words--",
                    "score": 0.7926287582277923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 30,
                    "text": "I tell you these things because of your prayers; wherefore, treasure up wisdom in your bosoms, lest the wickedness of men reveal these things unto you by their wickedness, in a manner which shall speak in your ears with a voice louder than that which shall shake the earth; but if ye are prepared ye shall not fear.",
                    "score": 0.7881879958127047
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.",
                    "score": 0.7822397895572712
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 5,
                    "text": "That your faith should not stand in the wisdom of men, but in the power of God.",
                    "score": 0.7787726300256439
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 7,
                    "text": "But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.",
                    "score": 0.7695788908322198
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 42,
                    "text": "(These words were spoken unto Moses in the mount, the name of which shall not be known among the children of men. And now they are spoken unto you. Show them not unto any except them that believe. Even so. Amen.)",
                    "score": 0.7691468543455777
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:",
                    "score": 0.768857318980207
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 5,
                    "text": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
                    "score": 0.7669127682359854
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 9,
                    "text": "The wise men are ashamed, they are dismayed and taken: lo, they have rejected the word of the Lord; and what wisdom is in them?",
                    "score": 0.7668180785921833
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 32,
                    "verse": 13,
                    "text": "Lest ye should say, We have found out wisdom: God thrusteth him down, not man.",
                    "score": 0.7662629098858423
                }
            ]
        },
        {
            "verse": 14,
            "text": "Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord, forgive my unworthiness, and remember my brethren in mercy--yea, acknowledge your unworthiness before God at all times.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Remember not the sins of my youth, nor my transgressions: according to thy mercy remember thou me for thy goodness' sake, O Lord.",
                    "score": 0.8303246326629786
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Arise, O Lord; O God, lift up thine hand: forget not the humble.",
                    "score": 0.8224281860833934
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 21,
                    "text": "Do not abhor us, for thy name's sake, do not disgrace the throne of thy glory: remember, break not thy covenant with us.",
                    "score": 0.8116417248896295
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 16,
                    "verse": 63,
                    "text": "That thou mayest remember, and be confounded, and never open thy mouth any more because of thy shame, when I am pacified toward thee for all that thou hast done, saith the Lord God.",
                    "score": 0.8113158773736376
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 7,
                    "text": "Thou shalt thank the Lord thy God in all things.",
                    "score": 0.8102197203835926
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 1,
                    "text": "Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings.",
                    "score": 0.8087643366661202
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "score": 0.8077014404528127
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 50,
                    "text": "Therefore I will give thanks unto thee, O Lord, among the heathen, and I will sing praises unto thy name.",
                    "score": 0.8060370259966764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.8053868882965244
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 1,
                    "text": "Praise ye the Lord. O give thanks unto the Lord; for he is good: for his mercy endureth for ever.",
                    "score": 0.8053251297753989
                }
            ]
        },
        {
            "verse": 15,
            "text": "And may the Lord bless your soul, and receive you at the last day into his kingdom, to sit down in peace. Now go, my son, and teach the word unto this people. Be sober. My son, farewell.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 17,
                    "text": "Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.",
                    "score": 0.8004373569261147
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Lord, now lettest thou thy servant depart in peace, according to thy word:",
                    "score": 0.792010193771896
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And thou shalt shew thy son in that day, saying, This is done because of that which the Lord did unto me when I came forth out of Egypt.",
                    "score": 0.7917419067011168
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 41,
                    "text": "I will accept you with your sweet savour, when I bring you out from the people, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you before the heathen.",
                    "score": 0.7912396454615025
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Now therefore, O king, come down according to all the desire of thy soul to come down; and our part shall be to deliver him into the king's hand.",
                    "score": 0.7855722273886373
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 2,
                    "verse": 7,
                    "text": "I will declare the decree: the Lord hath said unto me, Thou art my Son; this day have I begotten thee.",
                    "score": 0.7845873695051288
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 37,
                    "text": "But last of all he sent unto them his son, saying, They will reverence my son.",
                    "score": 0.7838271892759929
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 29,
                    "text": "For Moses had said, Consecrate yourselves to day to the Lord, even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day.",
                    "score": 0.7833862641711998
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it shall come to pass, when thy days be expired that thou must go to be with thy fathers, that I will raise up thy seed after thee, which shall be of thy sons; and I will establish his kingdom.",
                    "score": 0.7830015270732564
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:",
                    "score": 0.7829539921460843
                }
            ]
        }
    ]
}