{
    "volume": "Book of Mormon",
    "book": "Ether",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass that Orihah did execute judgment upon the land in righteousness all his days, whose days were exceedingly many.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 46,
                    "text": "So ye abode in Kadesh many days, according unto the days that ye abode there.",
                    "score": 0.8048884203920698
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 1,
                    "text": "These are the statutes and judgments, which ye shall observe to do in the land, which the Lord God of thy fathers giveth thee to possess it, all the days that ye live upon the earth.",
                    "score": 0.8036394949395479
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 15,
                    "text": "In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land.",
                    "score": 0.8012868420837012
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 5,
                    "text": "Behold, the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.",
                    "score": 0.7878720571336371
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 6,
                    "text": "The Lord executeth righteousness and judgment for all that are oppressed.",
                    "score": 0.7815052418429665
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And Samuel judged Israel all the days of his life.",
                    "score": 0.7808592177369322
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass after many days, that the word of the Lord came to Elijah in the third year, saying, Go, shew thyself unto Ahab; and I will send rain upon the earth.",
                    "score": 0.7799300078145958
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And Joash did that which was right in the sight of the Lord all the days of Jehoiada the priest.",
                    "score": 0.7794149964340543
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 31,
                    "text": "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead.",
                    "score": 0.7789745591186997
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And it came to pass, that, when Jehu was executing judgment upon the house of Ahab, and found the princes of Judah, and the sons of the brethren of Ahaziah, that ministered to Ahaziah, he slew them.",
                    "score": 0.7777242400544644
                }
            ]
        },
        {
            "verse": 2,
            "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And Jehoiada took for him two wives; and he begat sons and daughters.",
                    "score": 0.8140758045844504
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And there were born unto him seven sons and three daughters.",
                    "score": 0.8045590562843645
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:",
                    "score": 0.8003766483486953
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years.",
                    "score": 0.7976182182890239
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.",
                    "score": 0.7941775806065644
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;",
                    "score": 0.7937517309665136
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 42,
                    "verse": 13,
                    "text": "He had also seven sons and three daughters.",
                    "score": 0.7934791931321457
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 35,
                    "text": "The children of Senaah, three thousand and six hundred and thirty.",
                    "score": 0.7917436472849985
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And of the sons of Bebai; Zechariah the son of Bebai, and with him twenty and eight males.",
                    "score": 0.7916897825585354
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 2,
                    "verse": 11,
                    "text": "The children of Bebai, six hundred twenty and three.",
                    "score": 0.7904627840770452
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it came to pass that he also begat Kib in his old age. And it came to pass that Kib reigned in his stead; and Kib begat Corihor.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And it came to pass on the morrow, that their rulers, and elders, and scribes,",
                    "score": 0.758234745660481
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And it came to pass that Methuselah lived one hundred and eighty-seven years, and begat Lamech;",
                    "score": 0.755910414123128
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 28,
                    "text": "And he died in a good old age, full of days, riches, and honour: and Solomon his son reigned in his stead.",
                    "score": 0.7528860208147894
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead.",
                    "score": 0.742760201778162
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And it came to pass a long time after that the Lord had given rest unto Israel from all their enemies round about, that Joshua waxed old and stricken in age.",
                    "score": 0.742363617270715
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?",
                    "score": 0.7416692656954218
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7414239050443996
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.",
                    "score": 0.7411765769362689
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass, when Rehoboam had established the kingdom, and had strengthened himself, he forsook the law of the Lord, and all Israel with him.",
                    "score": 0.7391342715371697
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 39,
                    "verse": 5,
                    "text": "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for Joseph's sake; and the blessing of the Lord was upon all that he had in the house, and in the field.",
                    "score": 0.7390087534784793
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when Corihor was thirty and two years old he rebelled against his father, and went over and dwelt in the land of Nehor; and he begat sons and daughters, and they became exceedingly fair; wherefore Corihor drew away many people after him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And from that time forth, the sons and daughters of Adam began to divide two and two in the land, and to till the land, and to tend flocks, and they also begat sons and daughters.",
                    "score": 0.7690223932453623
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.",
                    "score": 0.7614183706359079
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:",
                    "score": 0.7598367654841017
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 3,
                    "verse": 27,
                    "text": "Then he took his eldest son that should have reigned in his stead, and offered him for a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their own land.",
                    "score": 0.7584559036697961
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.",
                    "score": 0.7583072355990225
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.",
                    "score": 0.7574632564352756
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.",
                    "score": 0.7567825819016905
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And he said unto me, Son of man, I send thee to the children of Israel, to a rebellious nation that hath rebelled against me: they and their fathers have transgressed against me, even unto this very day.",
                    "score": 0.7547637799316053
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years.",
                    "score": 0.7527668493217992
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.",
                    "score": 0.752023686805829
                }
            ]
        },
        {
            "verse": 5,
            "text": "And when he had gathered together an army he came up unto the land of Moron where the king dwelt, and took him captive, which brought to pass the saying of the brother of Jared that they would be brought into captivity.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And he brought them before the king of Moab: and they dwelt with him all the while that David was in the hold.",
                    "score": 0.7908237154232092
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And their king shall go into captivity, he and his princes together, saith the Lord.",
                    "score": 0.787536016471115
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7775581044668644
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 19,
                    "verse": 4,
                    "text": "The nations also heard of him; he was taken in their pit, and they brought him with chains unto the land of Egypt.",
                    "score": 0.7743877329152822
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 25,
                    "text": "But the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7733987735251949
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 22,
                    "text": "For I was ashamed to require of the king a band of soldiers and horsemen to help us against the enemy in the way: because we had spoken unto the king, saying, The hand of our God is upon all them for good that seek him; but his power and his wrath is against all them that forsake him.",
                    "score": 0.7704413249314214
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 11,
                    "text": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
                    "score": 0.7670433296112626
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spake unto David, saying, Except thou take away the blind and the lame, thou shalt not come in hither: thinking, David cannot come in hither.",
                    "score": 0.7668422875208692
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 39,
                    "verse": 28,
                    "text": "Then shall they know that I am the Lord their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.",
                    "score": 0.7645470200935295
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 8,
                    "text": "He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.",
                    "score": 0.7631339824808694
                }
            ]
        },
        {
            "verse": 6,
            "text": "Now the land of Moron, where the king dwelt, was near the land which is called Desolation by the Nephites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 32,
                    "verse": 15,
                    "text": "When I shall make the land of Egypt desolate, and the country shall be destitute of that whereof it was full, when I shall smite all them that dwell therein, then shall they know that I am the Lord.",
                    "score": 0.7620478351053241
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 7,
                    "verse": 13,
                    "text": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings.",
                    "score": 0.760774599908864
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 44,
                    "verse": 22,
                    "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                    "score": 0.7540885004526506
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 36,
                    "verse": 35,
                    "text": "And they shall say, This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are become fenced, and are inhabited.",
                    "score": 0.7497702833201065
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
                    "score": 0.7469463300358038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I will make the land desolate, because they have committed a trespass, saith the Lord God.",
                    "score": 0.7462545705757743
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence against the children of Judah, because they have shed innocent blood in their land.",
                    "score": 0.745776146761223
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 10,
                    "text": "Behold, therefore I am against thee, and against thy rivers, and I will make the land of Egypt utterly waste and desolate, from the tower of Syene even unto the border of Ethiopia.",
                    "score": 0.745714608930207
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 33,
                    "verse": 29,
                    "text": "Then shall they know that I am the Lord, when I have laid the land most desolate because of all their abominations which they have committed.",
                    "score": 0.7406248876613682
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 23,
                    "verse": 10,
                    "text": "For the land is full of adulterers; for because of swearing the land mourneth; the pleasant places of the wilderness are dried up, and their course is evil, and their force is not right.",
                    "score": 0.7387586729983497
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that Kib dwelt in captivity, and his people under Corihor his son, until he became exceedingly old; nevertheless Kib begat Shule in his old age, while he was yet in captivity.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Then I came to them of the captivity at Tel-abib, that dwelt by the river of Chebar, and I sat where they sat, and remained there astonished among them seven days.",
                    "score": 0.7612517225205508
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage.",
                    "score": 0.760051540851682
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 4,
                    "verse": 14,
                    "text": "For out of prison he cometh to reign; whereas also he that is born in his kingdom becometh poor.",
                    "score": 0.7559504733507483
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Cainan lived seventy years, and begat Mahalaleel; and Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters. And all the days of Cainan were nine hundred and ten years, and he died.",
                    "score": 0.7481856072794927
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And it came to pass a long time after that the Lord had given rest unto Israel from all their enemies round about, that Joshua waxed old and stricken in age.",
                    "score": 0.7478502069664085
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "score": 0.7452322825382957
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 29,
                    "text": "Woe to thee, Moab! thou art undone, O people of Chemosh: he hath given his sons that escaped, and his daughters, into captivity unto Sihon king of the Amorites.",
                    "score": 0.7448273781154688
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits.",
                    "score": 0.7441799701355872
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 53,
                    "verse": 8,
                    "text": "He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.",
                    "score": 0.7434630011110204
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
                    "score": 0.7425070267244359
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass that Shule was angry with his brother; and Shule waxed strong, and became mighty as to the strength of a man; and he was also mighty in judgment.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 12,
                    "verse": 21,
                    "text": "He poureth contempt upon princes, and weakeneth the strength of the mighty.",
                    "score": 0.792994501241994
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 14,
                    "text": "And the anger of the Lord was kindled against Moses, and he said, Is not Aaron the Levite thy brother? I know that he can speak well. And also, behold, he cometh forth to meet thee: and when he seeth thee, he will be glad in his heart.",
                    "score": 0.785324639409594
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 26,
                    "verse": 16,
                    "text": "But when he was strong, his heart was lifted up to his destruction: for he transgressed against the Lord his God, and went into the temple of the Lord to burn incense upon the altar of incense.",
                    "score": 0.7702548898811364
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 4,
                    "text": "He is wise in heart, and mighty in strength: who hath hardened himself against him, and hath prospered?",
                    "score": 0.7694723361863495
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And when he defied Israel, Jonathan the son of Shimea the brother of David slew him.",
                    "score": 0.7625238093215472
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And God's anger was kindled because he went: and the angel of the Lord stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.",
                    "score": 0.7616350502312005
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 28,
                    "text": "And Eliab his eldest brother heard when he spake unto the men; and Eliab's anger was kindled against David, and he said, Why camest thou down hither? and with whom hast thou left those few sheep in the wilderness? I know thy pride, and the naughtiness of thine heart; for thou art come down that thou mightest see the battle.",
                    "score": 0.7610994219958283
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren.",
                    "score": 0.7606859972533386
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But when he defied Israel, Jonathan the son of Shimea David's brother slew him.",
                    "score": 0.7604147846956623
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 38,
                    "verse": 29,
                    "text": "And it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, How hast thou broken forth? this breach be upon thee: therefore his name was called Pharez.",
                    "score": 0.7594670354032901
                }
            ]
        },
        {
            "verse": 9,
            "text": "Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And Jehoshaphat dwelt at Jerusalem: and he went out again through the people from Beer-sheba to mount Ephraim, and brought them back unto the Lord God of their fathers.",
                    "score": 0.7864814031284562
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And he brought forth the people that were therein, and put them under saws, and under harrows of iron, and under axes of iron, and made them pass through the brickkiln: and thus did he unto all the cities of the children of Ammon. So David and all the people returned unto Jerusalem.",
                    "score": 0.7832739108354858
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 19,
                    "verse": 50,
                    "text": "According to the word of the Lord they gave him the city which he asked, even Timnath-serah in mount Ephraim: and he built the city, and dwelt therein.",
                    "score": 0.7801334037095041
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 21,
                    "verse": 4,
                    "text": "Now when Jehoram was risen up to the kingdom of his father, he strengthened himself, and slew all his brethren with the sword, and divers also of the princes of Israel.",
                    "score": 0.7782970854817344
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 9,
                    "verse": 13,
                    "text": "When I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man.",
                    "score": 0.7736873781314352
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Wherefore it is said in the book of the wars of the Lord, What he did in the Red sea, and in the brooks of Arnon,",
                    "score": 0.7713709068559631
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.",
                    "score": 0.7709003327029214
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Then said he, Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come.",
                    "score": 0.7695865900310389
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 2,
                    "text": "Who raised up the righteous man from the east, called him to his foot, gave the nations before him, and made him rule over kings? he gave them as the dust to his sword, and as driven stubble to his bow.",
                    "score": 0.7676115922481005
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.765745400253342
                }
            ]
        },
        {
            "verse": 10,
            "text": "And now because of the thing which Shule had done, his father bestowed upon him the kingdom; therefore he began to reign in the stead of his father.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.8311255367232682
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 4,
                    "verse": 14,
                    "text": "For out of prison he cometh to reign; whereas also he that is born in his kingdom becometh poor.",
                    "score": 0.7828274623512618
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7815974927464991
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Then sat Solomon upon the throne of David his father; and his kingdom was established greatly.",
                    "score": 0.7803247023700856
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 29,
                    "text": "And I appoint unto you a kingdom, as my Father hath appointed unto me;",
                    "score": 0.776445426715656
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And David perceived that the Lord had established him king over Israel, and that he had exalted his kingdom for his people Israel's sake.",
                    "score": 0.7754238576156898
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 4,
                    "text": "The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.",
                    "score": 0.7717017991833182
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 1,
                    "text": "Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father's stead in Jerusalem.",
                    "score": 0.7697001445063919
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And it came to pass, as soon as the kingdom was confirmed in his hand, that he slew his servants which had slain the king his father.",
                    "score": 0.768945883599242
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 8,
                    "text": "So now it was not you that sent me hither, but God: and he hath made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.",
                    "score": 0.7684493261972923
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass that he did execute judgment in righteousness; and he did spread his kingdom upon all the face of the land, for the people had become exceedingly numerous.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 4,
                    "text": "And said unto me, Behold, I will make thee fruitful, and multiply thee, and I will make of thee a multitude of people; and will give this land to thy seed after thee for an everlasting possession.",
                    "score": 0.8036382465456354
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve were with him,",
                    "score": 0.7988827811110827
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 18,
                    "verse": 14,
                    "text": "So David reigned over all Israel, and executed judgment and justice among all his people.",
                    "score": 0.7962431599468528
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 103,
                    "verse": 6,
                    "text": "The Lord executeth righteousness and judgment for all that are oppressed.",
                    "score": 0.7938264675506891
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And David reigned over all Israel; and David executed judgment and justice unto all his people.",
                    "score": 0.7925520489625116
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And many other things in his exhortation preached he unto the people.",
                    "score": 0.7875560344595426
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
                    "score": 0.7872440403149994
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 25,
                    "text": "And there went great multitudes with him: and he turned, and said unto them,",
                    "score": 0.7866325998458917
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And David perceived that the Lord had confirmed him king over Israel, for his kingdom was lifted up on high, because of his people Israel.",
                    "score": 0.7841550715639156
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 20,
                    "text": "So mightily grew the word of God and prevailed.",
                    "score": 0.7832181193080918
                }
            ]
        },
        {
            "verse": 12,
            "text": "And it came to pass that Shule also begat many sons and daughters.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And from that time forth, the sons and daughters of Adam began to divide two and two in the land, and to till the land, and to tend flocks, and they also begat sons and daughters.",
                    "score": 0.8076405704700621
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And Jehoiada took for him two wives; and he begat sons and daughters.",
                    "score": 0.8057603192436971
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And David took more wives at Jerusalem: and David begat more sons and daughters.",
                    "score": 0.8057269638802956
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
                    "score": 0.8023432624628
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 6,
                    "text": "Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished.",
                    "score": 0.7949311267014525
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And there were born unto him seven sons and three daughters.",
                    "score": 0.7875562270264309
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 3,
                    "text": "For thus saith the Lord concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bare them, and concerning their fathers that begat them in this land;",
                    "score": 0.7853545073635996
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 34,
                    "verse": 16,
                    "text": "And thou take of their daughters unto thy sons, and their daughters go a whoring after their gods, and make thy sons go a whoring after their gods.",
                    "score": 0.781941060551326
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the people of those lands: yea, the hand of the princes and rulers hath been chief in this trespass.",
                    "score": 0.7813866029571259
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And it came to pass after these things, that it was told Abraham, saying, Behold, Milcah, she hath also born children unto thy brother Nahor;",
                    "score": 0.7812391078045701
                }
            ]
        },
        {
            "verse": 13,
            "text": "And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.8348477944003226
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, but not as the kings of Israel that were before him.",
                    "score": 0.7900730935528673
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 15,
                    "verse": 34,
                    "text": "And he did evil in the sight of the Lord, and walked in the way of Jeroboam, and in his sin wherewith he made Israel to sin.",
                    "score": 0.7850660050489764
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he walked in the way of the kings of Israel, like as did the house of Ahab: for he had the daughter of Ahab to wife: and he wrought that which was evil in the eyes of the Lord.",
                    "score": 0.7848712975529931
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Wherefore he did evil in the sight of the Lord like the house of Ahab: for they were his counsellors after the death of his father to his destruction.",
                    "score": 0.7845353639531728
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 2,
                    "text": "And he did that which was evil in the eyes of the Lord, according to all that Jehoiakim had done.",
                    "score": 0.7822894292509202
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 15,
                    "verse": 18,
                    "text": "And he did that which was evil in the sight of the Lord: he departed not all his days from the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                    "score": 0.7795238793435609
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Wherefore hast thou despised the commandment of the Lord, to do evil in his sight? thou hast killed Uriah the Hittite with the sword, and hast taken his wife to be thy wife, and hast slain him with the sword of the children of Ammon.",
                    "score": 0.778140185003865
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 45,
                    "text": "And he remembered for them his covenant, and repented according to the multitude of his mercies.",
                    "score": 0.7777692102284599
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 19,
                    "text": "And he did that which was evil in the sight of the Lord, according to all that Jehoiakim had done.",
                    "score": 0.7774090462267155
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And Noah went forth, and his sons, and his wife, and his sons' wives with him:",
                    "score": 0.7922002967921504
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 27,
                    "verse": 1,
                    "text": "Then came the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph: and these are the names of his daughters; Mahlah, Noah, and Hoglah, and Milcah, and Tirzah.",
                    "score": 0.7873212375879403
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And there were born unto him seven sons and three daughters.",
                    "score": 0.7720877294538875
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.7686380513836036
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And the sons of Noah, that went forth of the ark, were Shem, and Ham, and Japheth: and Ham is the father of Canaan.",
                    "score": 0.7685425360302686
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 17,
                    "verse": 3,
                    "text": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters: and these are the names of his daughters, Mahlah, and Noah, Hoglah, Milcah, and Tirzah.",
                    "score": 0.7679689424733288
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 41,
                    "text": "But as it was in the days of Noah, so it shall be also at the coming of the Son of Man;",
                    "score": 0.7672692588310054
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And Noah and his sons hearkened unto the Lord, and gave heed, and they were called the sons of God.",
                    "score": 0.7668901035253881
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 7,
                    "verse": 13,
                    "text": "In the selfsame day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah's wife, and the three wives of his sons with them, into the ark;",
                    "score": 0.7644474939603785
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 7,
                    "verse": 5,
                    "text": "The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest:",
                    "score": 0.7619484831261718
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it came to pass that Noah rebelled against Shule, the king, and also his father Corihor, and drew away Cohor his brother, and also all his brethren and many of the people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And Noah went forth, and his sons, and his wife, and his sons' wives with him:",
                    "score": 0.8030868396150143
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7816822204452674
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 33,
                    "verse": 25,
                    "text": "But the people of the land slew all them that had conspired against king Amon; and the people of the land made Josiah his son king in his stead.",
                    "score": 0.7766693364859104
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And Noah went in, and his sons, and his wife, and his sons' wives with him, into the ark, because of the waters of the flood.",
                    "score": 0.7762392331270922
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 7,
                    "verse": 13,
                    "text": "In the selfsame day entered Noah, and Shem, and Ham, and Japheth, the sons of Noah, and Noah's wife, and the three wives of his sons with them, into the ark;",
                    "score": 0.7744802038409849
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And in those days there were giants on the earth, and they sought Noah to take away his life; but the Lord was with Noah, and the power of the Lord was upon him.",
                    "score": 0.7740171797102801
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 3,
                    "verse": 5,
                    "text": "But it came to pass, when Ahab was dead, that the king of Moab rebelled against the king of Israel.",
                    "score": 0.773605459610411
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Moses and Aaron went out from Pharaoh: and Moses cried unto the Lord because of the frogs which he had brought against Pharaoh.",
                    "score": 0.7705278333391581
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And all the people were at strife throughout all the tribes of Israel, saying, The king saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines; and now he is fled out of the land for Absalom.",
                    "score": 0.7703141154158031
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 10,
                    "verse": 35,
                    "text": "And it came to pass, when the ark set forward, that Moses said, Rise up, Lord, and let thine enemies be scattered; and let them that hate thee flee before thee.",
                    "score": 0.7684813407799389
                }
            ]
        },
        {
            "verse": 16,
            "text": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 62,
                    "text": "He gave his people over also unto the sword; and was wroth with his inheritance.",
                    "score": 0.831207751398967
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 4,
                    "text": "The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.",
                    "score": 0.8062045403195177
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.",
                    "score": 0.7978988539843044
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And hath taken of the king's seed, and made a covenant with him, and hath taken an oath of him: he hath also taken the mighty of the land:",
                    "score": 0.7931654542125363
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they arose out of Midian, and came to Paran: and they took men with them out of Paran, and they came to Egypt, unto Pharaoh king of Egypt; which gave him an house, and appointed him victuals, and gave him land.",
                    "score": 0.7924546574493129
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 22,
                    "text": "Moreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.",
                    "score": 0.7908737566418835
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 42,
                    "text": "And all these kings and their land did Joshua take at one time, because the Lord God of Israel fought for Israel.",
                    "score": 0.7888429605570417
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And he took the rulers over hundreds, and the captains, and the guard, and all the people of the land; and they brought down the king from the house of the Lord, and came by the way of the gate of the guard to the king's house. And he sat on the throne of the kings.",
                    "score": 0.7856038331326582
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 21,
                    "verse": 43,
                    "text": "And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
                    "score": 0.7841988109140132
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7797190383786683
                }
            ]
        },
        {
            "verse": 17,
            "text": "And it came to pass that he gave battle again unto Shule, the king; and he took Shule, the king, and carried him away captive into Moron.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And the king of Assyria hearkened unto him: for the king of Assyria went up against Damascus, and took it, and carried the people of it captive to Kir, and slew Rezin.",
                    "score": 0.7825934020522886
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him.",
                    "score": 0.771311898090478
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 13,
                    "verse": 11,
                    "text": "I gave thee a king in mine anger, and took him away in my wrath.",
                    "score": 0.7692516155190592
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 31,
                    "text": "And it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, It is the king of Israel. Therefore they compassed about him to fight: but Jehoshaphat cried out, and the Lord helped him; and God moved them to depart from him.",
                    "score": 0.767916092954089
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 20,
                    "verse": 39,
                    "text": "And as the king passed by, he cried unto the king: and he said, Thy servant went out into the midst of the battle; and, behold, a man turned aside, and brought a man unto me, and said, Keep this man: if by any means he be missing, then shall thy life be for his life, or else thou shalt pay a talent of silver.",
                    "score": 0.7672154298774421
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 21,
                    "text": "And the Lord sent an angel, which cut off all the mighty men of valour, and the leaders and captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword.",
                    "score": 0.7664371424355233
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Therefore they sought again to take him: but he escaped out of their hand,",
                    "score": 0.766408886633638
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 29,
                    "verse": 4,
                    "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?",
                    "score": 0.765740770742314
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And he took the rulers over hundreds, and the captains, and the guard, and all the people of the land; and they brought down the king from the house of the Lord, and came by the way of the gate of the guard to the king's house. And he sat on the throne of the kings.",
                    "score": 0.7655524480745233
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 32,
                    "text": "And it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, Surely it is the king of Israel. And they turned aside to fight against him: and Jehoshaphat cried out.",
                    "score": 0.7621393821639013
                }
            ]
        },
        {
            "verse": 18,
            "text": "And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                    "score": 0.7922052850881919
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 32,
                    "verse": 21,
                    "text": "And the Lord sent an angel, which cut off all the mighty men of valour, and the leaders and captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword.",
                    "score": 0.7773051873142732
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And it came to pass, as soon as the kingdom was confirmed in his hand, that he slew his servants which had slain the king his father.",
                    "score": 0.7692167521745373
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 11,
                    "text": "Then he put out the eyes of Zedekiah; and the king of Babylon bound him in chains, and carried him to Babylon, and put him in prison till the day of his death.",
                    "score": 0.7639609398444251
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And the servants of Amon conspired against him, and slew the king in his own house.",
                    "score": 0.7626237927665999
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage.",
                    "score": 0.7618570222123453
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had been hid, and laid great stones in the cave's mouth, which remain until this very day.",
                    "score": 0.7592628118118095
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 16,
                    "verse": 30,
                    "text": "And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.",
                    "score": 0.7578749221026588
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 53,
                    "text": "So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.",
                    "score": 0.7572369711458585
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And the king appointed the lord on whose hand he leaned to have the charge of the gate: and the people trode upon him in the gate, and he died, as the man of God had said, who spake when the king came down to him.",
                    "score": 0.7568654420180954
                }
            ]
        },
        {
            "verse": 19,
            "text": "Wherefore, the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king, and the people who were under the reign of Shule the king did prosper exceedingly and wax great.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "A people great, and many, and tall, as the Anakims; but the Lord destroyed them before them; and they succeeded them, and dwelt in their stead:",
                    "score": 0.7735732765624737
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7632805982331538
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And in those days there were giants on the earth, and they sought Noah to take away his life; but the Lord was with Noah, and the power of the Lord was upon him.",
                    "score": 0.7597170819861404
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 16,
                    "verse": 34,
                    "text": "In his days did Hiel the Beth-elite build Jericho: he laid the foundation thereof in Abiram his firstborn, and set up the gates thereof in his youngest son Segub, according to the word of the Lord, which he spake by Joshua the son of Nun.",
                    "score": 0.7588399389863952
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 18,
                    "verse": 1,
                    "text": "In those days there was no king in Israel: and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day all their inheritance had not fallen unto them among the tribes of Israel.",
                    "score": 0.7584536270338474
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 4,
                    "text": "The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.",
                    "score": 0.7559052905668455
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 5,
                    "verse": 2,
                    "text": "For Judah prevailed above his brethren, and of him came the chief ruler; but the birthright was Joseph's:)",
                    "score": 0.7541506543341178
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 3,
                    "verse": 16,
                    "text": "That the waters which came down from above stood and rose up upon an heap very far from the city Adam, that is beside Zaretan: and those that came down toward the sea of the plain, even the salt sea, failed, and were cut off: and the people passed over right against Jericho.",
                    "score": 0.7536148220745833
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass, when Rehoboam had established the kingdom, and had strengthened himself, he forsook the law of the Lord, and all Israel with him.",
                    "score": 0.7533884810934411
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? yet, because thou didst rely on the Lord, he delivered them into thine hand.",
                    "score": 0.7528456666329384
                }
            ]
        },
        {
            "verse": 20,
            "text": "And the country was divided; and there were two kingdoms, the kingdom of Shule, and the kingdom of Cohor, the son of Noah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 22,
                    "text": "Moreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.",
                    "score": 0.7768294714223838
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 10,
                    "verse": 32,
                    "text": "These are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood.",
                    "score": 0.7759764861678661
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 20,
                    "text": "And when they went from nation to nation, and from one kingdom to another people;",
                    "score": 0.7639261659809702
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And if a kingdom be divided against itself, that kingdom cannot stand.",
                    "score": 0.7599714787101812
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 16,
                    "verse": 21,
                    "text": "Then were the people of Israel divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; and half followed Omri.",
                    "score": 0.758313330250226
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.",
                    "score": 0.7546196854092347
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 13,
                    "text": "When they went from one nation to another, from one kingdom to another people;",
                    "score": 0.7539289384198506
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 11,
                    "verse": 36,
                    "text": "And of the Levites were divisions in Judah, and in Benjamin.",
                    "score": 0.7511418308204251
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 22,
                    "text": "And I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all:",
                    "score": 0.7508700667122734
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 6,
                    "text": "So they divided the land between them to pass throughout it: Ahab went one way by himself, and Obadiah went another way by himself.",
                    "score": 0.7483812339356202
                }
            ]
        },
        {
            "verse": 21,
            "text": "And Cohor, the son of Noah, caused that his people should give battle unto Shule, in which Shule did beat them and did slay Cohor.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 7,
                    "text": "And Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of a good courage: for thou must go with this people unto the land which the Lord hath sworn unto their fathers to give them; and thou shalt cause them to inherit it.",
                    "score": 0.7658716049713445
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 41,
                    "text": "But as it was in the days of Noah, so it shall be also at the coming of the Son of Man;",
                    "score": 0.7612319423576369
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And he called his name Noah, saying: This son shall comfort us concerning our work and toil of our hands, because of the ground which the Lord hath cursed.",
                    "score": 0.760016005459707
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 11,
                    "verse": 20,
                    "text": "For it was of the Lord to harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, and that they might have no favour, but that he might destroy them, as the Lord commanded Moses.",
                    "score": 0.7584631140202528
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And Noah and his sons hearkened unto the Lord, and gave heed, and they were called the sons of God.",
                    "score": 0.7576600096388595
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now after the death of Joshua it came to pass, that the children of Israel asked the Lord, saying, Who shall go up for us against the Canaanites first, to fight against them?",
                    "score": 0.7559187803969241
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7552743515847693
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 31,
                    "verse": 4,
                    "text": "And the Lord shall do unto them as he did to Sihon and to Og, kings of the Amorites, and unto the land of them, whom he destroyed.",
                    "score": 0.7533708571519675
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.75262748184893
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 41,
                    "text": "Noah, who gave warning of the flood; Shem, the great high priest; Abraham, the father of the faithful; Isaac, Jacob, and Moses, the great law-giver of Israel;",
                    "score": 0.7525057145800607
                }
            ]
        },
        {
            "verse": 22,
            "text": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 18,
                    "verse": 10,
                    "text": "He sent Hadoram his son to king David, to inquire of his welfare, and to congratulate him, because he had fought against Hadarezer, and smitten him; (for Hadarezer had war with Tou;) and with him all manner of vessels of gold and silver and brass.",
                    "score": 0.7833142716349515
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "Then Toi sent Joram his son unto king David, to salute him, and to bless him, because he had fought against Hadadezer, and smitten him: for Hadadezer had wars with Toi. And Joram brought with him vessels of silver, and vessels of gold, and vessels of brass:",
                    "score": 0.7757056614918508
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 56,
                    "text": "And the king said, Inquire thou whose son the stripling is.",
                    "score": 0.769888033459382
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 8,
                    "text": "So Hanameel mine uncle's son came to me in the court of the prison according to the word of the Lord, and said unto me, Buy my field, I pray thee, that is in Anathoth, which is in the country of Benjamin: for the right of inheritance is thine, and the redemption is thine; buy it for thyself. Then I knew that this was the word of the Lord.",
                    "score": 0.7688775268560818
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 4,
                    "verse": 10,
                    "text": "The son of Hesed, in Aruboth; to him pertained Sochoh, and all the land of Hepher:",
                    "score": 0.7683281454561447
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.",
                    "score": 0.7675601286432696
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And king Solomon answered and said unto his mother, And why dost thou ask Abishag the Shunammite for Adonijah? ask for him the kingdom also; for he is mine elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.",
                    "score": 0.7667932959208202
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 6,
                    "verse": 18,
                    "text": "For there were many in Judah sworn unto him, because he was the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.",
                    "score": 0.7657921804993454
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 22,
                    "verse": 11,
                    "text": "For thus saith the Lord touching Shallum the son of Josiah king of Judah, which reigned instead of Josiah his father, which went forth out of this place; He shall not return thither any more:",
                    "score": 0.7654826653225666
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 32,
                    "verse": 7,
                    "text": "Behold, Hanameel the son of Shallum thine uncle shall come unto thee, saying, Buy thee my field that is in Anathoth: for the right of redemption is thine to buy it.",
                    "score": 0.7645688829030822
                }
            ]
        },
        {
            "verse": 23,
            "text": "And also in the reign of Shule there came prophets among the people, who were sent from the Lord, prophesying that the wickedness and idolatry of the people was bringing a curse upon the land, and they should be destroyed if they did not repent.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 1,
                    "text": "But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.",
                    "score": 0.8253388504240686
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "score": 0.8176325439895165
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 8,
                    "text": "For behold, the Lord shall curse the land with much heat, and the barrenness thereof shall go forth forever; and there was a blackness came upon all the children of Canaan, that they were despised among all people.",
                    "score": 0.8121492724693894
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the filthiness of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness.",
                    "score": 0.8112208507272262
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And there came forth a great famine into the land, and the Lord cursed the earth with a sore curse, and many of the inhabitants thereof died.",
                    "score": 0.8065146327527792
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 27,
                    "text": "And the anger of the Lord was kindled against this land, to bring upon it all the curses that are written in this book:",
                    "score": 0.805670110079967
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 36,
                    "verse": 16,
                    "text": "But they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the Lord arose against his people, till there was no remedy.",
                    "score": 0.8037036636052511
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.8017042427677021
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And the Lord thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee.",
                    "score": 0.800788065028972
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 7,
                    "text": "And the Lord said unto Moses, Go, get thee down; for thy people, which thou broughtest out of the land of Egypt, have corrupted themselves:",
                    "score": 0.7994912897083527
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it came to pass that the people did revile against the prophets, and did mock them. And it came to pass that king Shule did execute judgment against all those who did revile against the prophets.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.",
                    "score": 0.7930658902712235
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7898074204100684
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 25,
                    "verse": 5,
                    "text": "And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.",
                    "score": 0.7853171400679031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 36,
                    "text": "For they killed the prophets, and them that were sent unto them; and they have shed innocent blood, which crieth from the ground against them.",
                    "score": 0.784832143755625
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And it came to pass, that, when Jehu was executing judgment upon the house of Ahab, and found the princes of Judah, and the sons of the brethren of Ahaziah, that ministered to Ahaziah, he slew them.",
                    "score": 0.7816132031046873
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And it came to pass in the morning, that he went out, and stood, and said to all the people, Ye be righteous: behold, I conspired against my master, and slew him: but who slew all these?",
                    "score": 0.781124508679188
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 26,
                    "text": "Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.",
                    "score": 0.7803859527900366
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 17,
                    "verse": 13,
                    "text": "Yet the Lord testified against Israel, and against Judah, by all the prophets, and by all the seers, saying, Turn ye from your evil ways, and keep my commandments and my statutes, according to all the law which I commanded your fathers, and which I sent to you by my servants the prophets.",
                    "score": 0.7783928760828729
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "score": 0.7756712977713436
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7748924115825259
                }
            ]
        },
        {
            "verse": 25,
            "text": "And he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 79,
                    "text": "And it shall come to pass, that if any persons among you shall kill they shall be delivered up and dealt with according to the laws of the land; for remember that he hath no forgiveness; and it shall be proved according to the laws of the land.",
                    "score": 0.8240994065889907
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 47,
                    "text": "Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;",
                    "score": 0.8167501043470419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 36,
                    "text": "And also, this is a law unto every man that cometh unto this land to receive an inheritance; and he shall do with his moneys according as the law directs.",
                    "score": 0.8087139082170243
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
                    "score": 0.8050431741983067
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.8043739896717672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 85,
                    "text": "And if he or she shall steal, he or she shall be delivered up unto the law of the land.",
                    "score": 0.8026989706397691
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 86,
                    "text": "And if he or she shall lie, he or she shall be delivered up unto the law of the land.",
                    "score": 0.7963175719312794
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Absalom said moreover, Oh that I were made judge in the land, that every man which hath any suit or cause might come unto me, and I would do him justice!",
                    "score": 0.7906017248683563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 4,
                    "text": "And now, verily I say unto you concerning the laws of the land, it is my will that my people should observe to do all things whatsoever I command them.",
                    "score": 0.789918279867576
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.",
                    "score": 0.7891662067456322
                }
            ]
        },
        {
            "verse": 26,
            "text": "And because the people did repent of their iniquities and idolatries the Lord did spare them, and they began to prosper again in the land. And it came to pass that Shule begat sons and daughters in his old age.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 18,
                    "text": "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.",
                    "score": 0.8107721967846587
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers.",
                    "score": 0.8043368391043629
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 25,
                    "text": "Then hear thou from the heavens, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest to them and to their fathers.",
                    "score": 0.7932044633348814
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7866310502323126
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And again he saith, Rejoice, ye Gentiles, with his people.",
                    "score": 0.7832948537428344
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 77,
                    "text": "To give knowledge of salvation unto his people by the remission of their sins,",
                    "score": 0.7816200703387596
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Then the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the Lord: and David the king also rejoiced with great joy.",
                    "score": 0.7782318277952803
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And from that time forth, the sons and daughters of Adam began to divide two and two in the land, and to till the land, and to tend flocks, and they also begat sons and daughters.",
                    "score": 0.7773314306288623
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7752386727437237
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
                    "score": 0.7743094640996138
                }
            ]
        },
        {
            "verse": 27,
            "text": "And there were no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And the people served the Lord all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the Lord, that he did for Israel.",
                    "score": 0.8143201342971343
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                    "score": 0.8006310996302187
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 21,
                    "verse": 43,
                    "text": "And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
                    "score": 0.7909216785485963
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But, The Lord liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them: and I will bring them again into their land that I gave unto their fathers.",
                    "score": 0.7873668801416615
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 25,
                    "text": "And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for ever.",
                    "score": 0.778894785348786
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Since the days of our fathers have we been in a great trespass unto this day; and for our iniquities have we, our kings, and our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as it is this day.",
                    "score": 0.7780160787079551
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And when they were come to the land of Zuph, Saul said to his servant that was with him, Come, and let us return; lest my father leave caring for the asses, and take thought for us.",
                    "score": 0.7776224533981407
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 12,
                    "verse": 1,
                    "text": "These are the statutes and judgments, which ye shall observe to do in the land, which the Lord God of thy fathers giveth thee to possess it, all the days that ye live upon the earth.",
                    "score": 0.7766385051969512
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Then shall the Lord go forth, and fight against those nations, as when he fought in the day of battle.",
                    "score": 0.7740850523751238
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 30,
                    "verse": 5,
                    "text": "And the Lord thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers.",
                    "score": 0.7731417323343294
                }
            ]
        }
    ]
}