{
    "volume": "Book of Mormon",
    "book": "Helaman",
    "chapter": 8,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass that when Nephi had said these words, behold, there were men who were judges, who also belonged to the secret band of Gadianton, and they were angry, and they cried out against him, saying unto the people: Why do ye not seize upon this man and bring him forth, that he may be condemned according to the crime which he has done?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts.",
                    "score": 0.7769021820948863
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.",
                    "score": 0.7764606021952708
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7759780537451385
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 37,
                    "text": "And it came to pass that Enoch went forth in the land, among the people, standing upon the hills and the high places, and cried with a loud voice, testifying against their works; and all men were offended because of him.",
                    "score": 0.7750745040568221
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 25,
                    "verse": 5,
                    "text": "And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.",
                    "score": 0.7728241489114502
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people.",
                    "score": 0.7698429161035547
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 25,
                    "text": "If one man sin against another, the judge shall judge him: but if a man sin against the Lord, who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord would slay them.",
                    "score": 0.769716814743225
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "score": 0.7675323992873466
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7665178165927928
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7656977175110988
                }
            ]
        },
        {
            "verse": 2,
            "text": "Why seest thou this man, and hearest him revile against this people and against our law?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And he said unto them, Why do ye such things? for I hear of your evil dealings by all this people.",
                    "score": 0.8073308109759755
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 28,
                    "verse": 9,
                    "text": "He that turneth away his ear from hearing the law, even his prayer shall be abomination.",
                    "score": 0.8053310179475106
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:",
                    "score": 0.7994051076287944
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 6,
                    "verse": 19,
                    "text": "Hear, O earth: behold, I will bring evil upon this people, even the fruit of their thoughts, because they have not hearkened unto my words, nor to my law, but rejected it.",
                    "score": 0.7926490248421583
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And the Lord repented of the evil which he thought to do unto his people.",
                    "score": 0.7914437786315849
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 8,
                    "verse": 15,
                    "text": "Then said he unto me, Hast thou seen this, O son of man? turn thee yet again, and thou shalt see greater abominations than these.",
                    "score": 0.7907687040978353
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Saying, This fellow persuadeth men to worship God contrary to the law.",
                    "score": 0.7884986252171012
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 17,
                    "text": "As yet exaltest thou thyself against my people, that thou wilt not let them go?",
                    "score": 0.7876517043089033
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 24,
                    "verse": 18,
                    "text": "Lest the Lord see it, and it displease him, and he turn away his wrath from him.",
                    "score": 0.7874690583811542
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 48,
                    "verse": 42,
                    "text": "And Moab shall be destroyed from being a people, because he hath magnified himself against the Lord.",
                    "score": 0.7871651054178004
                }
            ]
        },
        {
            "verse": 3,
            "text": "For behold, Nephi had spoken unto them concerning the corruptness of their law; yea, many things did Nephi speak which cannot be written; and nothing did he speak which was contrary to the commandments of God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
                    "score": 0.7804680049464721
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 21,
                    "text": "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.",
                    "score": 0.7722280568724319
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;",
                    "score": 0.7664489326869574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 44,
                    "text": "Behold, they have only got a part, or an abridgment of the account of Nephi.",
                    "score": 0.7647255456259555
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 7,
                    "text": "What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.",
                    "score": 0.7626114536318109
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 2,
                    "text": "For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.",
                    "score": 0.7622703864496317
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:",
                    "score": 0.7605924933296259
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 12,
                    "text": "For, behold, these things have not been appointed unto him, neither shall anything be appointed unto any of this church contrary to the church covenants.",
                    "score": 0.7595255494989248
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 13,
                    "text": "Then said Pilate unto him, Hearest thou not how many things they witness against thee?",
                    "score": 0.7588436779011736
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 2,
                    "text": "But, behold, verily, verily, I say unto thee, no one shall be appointed to receive commandments and revelations in this church excepting my servant Joseph Smith, Jun., for he receiveth them even as Moses.",
                    "score": 0.7580284532204775
                }
            ]
        },
        {
            "verse": 4,
            "text": "And those judges were angry with him because he spake plainly unto them concerning their secret works of darkness; nevertheless, they durst not lay their own hands upon him, for they feared the people lest they should cry out against them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.",
                    "score": 0.7915904184900806
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "score": 0.7852255992921334
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 25,
                    "text": "If one man sin against another, the judge shall judge him: but if a man sin against the Lord, who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord would slay them.",
                    "score": 0.7790825137285632
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 82,
                    "text": "There was in a city a judge which feared not God, neither regarded man.",
                    "score": 0.7704457771164518
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Saying, There was in a city a judge, which feared not God, neither regarded man:",
                    "score": 0.7690687621959189
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 2,
                    "text": "And it shall be, if the wicked man be worthy to be beaten, that the judge shall cause him to lie down, and to be beaten before his face, according to his fault, by a certain number.",
                    "score": 0.7688485950053621
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 26,
                    "text": "Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.",
                    "score": 0.7667336020997506
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "score": 0.7662800737319795
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "score": 0.765853972196725
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord, Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto me, I will not hearken unto them.",
                    "score": 0.7646210597311673
                }
            ]
        },
        {
            "verse": 5,
            "text": "Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 38,
                    "verse": 4,
                    "text": "Therefore the princes said unto the king, We beseech thee, let this man be put to death: for thus he weakeneth the hands of the men of war that remain in this city, and the hands of all the people, in speaking such words unto them: for this man seeketh not the welfare of this people, but the hurt.",
                    "score": 0.8167023374569117
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 26,
                    "verse": 17,
                    "text": "And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror to be on all that haunt it!",
                    "score": 0.8131963513475915
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 31,
                    "text": "And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is kindled against their wickedness, a people who are well-nigh ripened for destruction.",
                    "score": 0.8068888227151915
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "chapter": 2,
                    "verse": 8,
                    "text": "Because thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.",
                    "score": 0.8014927055652512
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Destroy thou them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee.",
                    "score": 0.7992094091389297
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 13,
                    "text": "For we will destroy this place, because the cry of them is waxen great before the face of the Lord; and the Lord hath sent us to destroy it.",
                    "score": 0.7958689213319939
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Therefore shall the strong people glorify thee, the city of the terrible nations shall fear thee.",
                    "score": 0.7942279396115353
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:",
                    "score": 0.7941477706296861
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 20,
                    "verse": 19,
                    "text": "Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;",
                    "score": 0.7940048941577658
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 16,
                    "text": "O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us.",
                    "score": 0.7928085520314654
                }
            ]
        },
        {
            "verse": 6,
            "text": "And now we know that this is impossible, for behold, we are powerful, and our cities great, therefore our enemies can have no power over us.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 3,
                    "text": "Therefore shall the strong people glorify thee, the city of the terrible nations shall fear thee.",
                    "score": 0.7467738637767011
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 31,
                    "text": "But the men that went up with him said, We be not able to go up against the people; for they are stronger than we.",
                    "score": 0.7423180364465832
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 5,
                    "text": "That your enemies may not have power over you; that you may be preserved in all things; that you may be enabled to keep my laws; that every bond may be broken wherewith the enemy seeketh to destroy my people.",
                    "score": 0.7355770208714794
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 2,
                    "text": "For thou hast made of a city an heap; of a defenced city a ruin: a palace of strangers to be no city; it shall never be built.",
                    "score": 0.7275549288833746
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.",
                    "score": 0.72644208454033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 22,
                    "text": "For he who is not able to abide the law of a celestial kingdom cannot abide a celestial glory.",
                    "score": 0.7246292112228144
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 12,
                    "text": "If others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.",
                    "score": 0.7230573590173928
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 44,
                    "verse": 7,
                    "text": "But thou hast saved us from our enemies, and hast put them to shame that hated us.",
                    "score": 0.7219003143829604
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 12,
                    "text": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
                    "score": 0.7216951228132595
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 39,
                    "text": "But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.",
                    "score": 0.7213686861878011
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it came to pass that thus they did stir up the people to anger against Nephi, and raised contentions among them; for there were some who did cry out: Let this man alone, for he is a good man, and those things which he saith will surely come to pass except we repent;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 37,
                    "text": "And it came to pass that Enoch went forth in the land, among the people, standing upon the hills and the high places, and cried with a loud voice, testifying against their works; and all men were offended because of him.",
                    "score": 0.7989451963039123
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tenderhearted, and could not withstand them.",
                    "score": 0.7802352809011578
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 11,
                    "text": "Bless, Lord, his substance, and accept the work of his hands: smite through the loins of them that rise against him, and of them that hate him, that they rise not again.",
                    "score": 0.7771900484006138
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 9,
                    "text": "And there arose a great cry: and the scribes that were of the Pharisees' part arose, and strove, saying, We find no evil in this man: but if a spirit or an angel hath spoken to him, let us not fight against God.",
                    "score": 0.7738499146562497
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And it came to pass that Noah called upon the children of men that they should repent; but they hearkened not unto his words;",
                    "score": 0.773020009959618
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 47,
                    "text": "Some of them that stood there, when they heard that, said, This man calleth for Elias.",
                    "score": 0.76292646538134
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 31,
                    "text": "And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is kindled against their wickedness, a people who are well-nigh ripened for destruction.",
                    "score": 0.7621970319444211
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.",
                    "score": 0.7611046724443875
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren.",
                    "score": 0.7608956310081827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7604580114255981
                }
            ]
        },
        {
            "verse": 8,
            "text": "Yea, behold, all the judgments will come upon us which he has testified unto us; for we know that he has testified aright unto us concerning our iniquities. And behold they are many, and he knoweth as well all things which shall befall us as he knoweth of our iniquities;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 59,
                    "verse": 12,
                    "text": "For our transgressions are multiplied before thee, and our sins testify against us: for our transgressions are with us; and as for our iniquities, we know them;",
                    "score": 0.8029620371520172
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 13,
                    "text": "Therefore, having so great witnesses, by them shall the world be judged, even as many as shall hereafter come to a knowledge of this work.",
                    "score": 0.7978868238228893
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.",
                    "score": 0.7900703523863517
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 24,
                    "text": "But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:",
                    "score": 0.7898616937996826
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I, even I, am against thee, and will execute judgments in the midst of thee in the sight of the nations.",
                    "score": 0.7888892364526091
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "O Lord, though our iniquities testify against us, do thou it for thy name's sake: for our backslidings are many; we have sinned against thee.",
                    "score": 0.7861071099601924
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 7,
                    "text": "He is the Lord our God: his judgments are in all the earth.",
                    "score": 0.785892933655094
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He is the Lord our God; his judgments are in all the earth.",
                    "score": 0.785892933655094
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 19,
                    "verse": 37,
                    "text": "Therefore shall ye observe all my statutes, and all my judgments, and do them: I am the Lord.",
                    "score": 0.7847765238840196
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 2,
                    "text": "But we are sure that the judgment of God is according to truth against them which commit such things.",
                    "score": 0.7811413869706751
                }
            ]
        },
        {
            "verse": 9,
            "text": "Yea, and behold, if he had not been a prophet he could not have testified concerning those things.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 21,
                    "text": "Neither did the rebellious who rejected the testimonies and the warnings of the ancient prophets behold his presence, nor look upon his face.",
                    "score": 0.7709260615250718
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 22,
                    "text": "When a prophet speaketh in the name of the Lord, if the thing follow not, nor come to pass, that is the thing which the Lord hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.",
                    "score": 0.7642976188108569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Deny not the spirit of revelation, nor the spirit of prophecy, for wo unto him that denieth these things;",
                    "score": 0.7636361886910097
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And needed not that any should testify of man: for he knew what was in man.",
                    "score": 0.7622786673005244
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Yet he sent prophets to them, to bring them again unto the Lord; and they testified against them: but they would not give ear.",
                    "score": 0.7566182687653493
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 32,
                    "text": "And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.",
                    "score": 0.7541868868406355
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 57,
                    "text": "And there arose certain, and bare false witness against him, saying,",
                    "score": 0.7513724956112311
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.",
                    "score": 0.7502749765011519
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 4,
                    "text": "How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.",
                    "score": 0.7497503138277662
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 39,
                    "text": "Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.",
                    "score": 0.7466961083625945
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it came to pass that those people who sought to destroy Nephi were compelled because of their fear, that they did not lay their hands on him; therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 46,
                    "text": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet.",
                    "score": 0.8012227403140461
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 12,
                    "text": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.",
                    "score": 0.7840143957350658
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.783399538273622
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it came to pass that Moses began to fear exceedingly; and as he began to fear, he saw the bitterness of hell. Nevertheless, calling upon God, he received strength, and he commanded, saying: Depart from me, Satan, for this one God only will I worship, which is the God of glory.",
                    "score": 0.7808258616575575
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
                    "score": 0.7774904414953495
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Then the men feared the Lord exceedingly, and offered a sacrifice unto the Lord, and made vows.",
                    "score": 0.7767358182353945
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?",
                    "score": 0.7762927352146866
                },
                {
                    "volume": "Old Testament",
                    "book": "Jonah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the Lord, because he had told them.",
                    "score": 0.7739271510536182
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass that Enoch continued his speech, saying: Behold, our father Adam taught these things, and many have believed and become the sons of God, and many have believed not, and have perished in their sins, and are looking forth with fear, in torment, for the fiery indignation of the wrath of God to be poured out upon them.",
                    "score": 0.7734407762819382
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And they set the altar upon his bases; for fear was upon them because of the people of those countries: and they offered burnt offerings thereon unto the Lord, even burnt offerings morning and evening.",
                    "score": 0.7709797232847893
                }
            ]
        },
        {
            "verse": 11,
            "text": "Therefore he was constrained to speak more unto them saying: Behold, my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, who were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians and swallowed them up?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.7937981872382093
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 18,
                    "verse": 12,
                    "text": "Because they obeyed not the voice of the Lord their God, but transgressed his covenant, and all that Moses the servant of the Lord commanded, and would not hear them, nor do them.",
                    "score": 0.7934534604926734
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And what he did unto the army of Egypt, unto their horses, and to their chariots; how he made the water of the Red sea to overflow them as they pursued after you, and how the Lord hath destroyed them unto this day;",
                    "score": 0.7923555785938264
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And the Lord said unto Moses, Stretch out thine hand over the sea, that the waters may come again upon the Egyptians, upon their chariots, and upon their horsemen.",
                    "score": 0.7898352278726236
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 14,
                    "verse": 21,
                    "text": "And Moses stretched out his hand over the sea; and the Lord caused the sea to go back by a strong east wind all that night, and made the sea dry land, and the waters were divided.",
                    "score": 0.789502751983494
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 10,
                    "text": "For we have heard how the Lord dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.",
                    "score": 0.7843835154183728
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 64,
                    "text": "And it came to pass, when the Lord had spoken with Adam, our father, that Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water.",
                    "score": 0.7838193294700646
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And it came to pass in those days, when Moses was grown, that he went out unto his brethren, and looked on their burdens: and he spied an Egyptian smiting an Hebrew, one of his brethren.",
                    "score": 0.7820385487104624
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 9,
                    "text": "He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness.",
                    "score": 0.7817822193591056
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7815240863549582
                }
            ]
        },
        {
            "verse": 12,
            "text": "And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 25,
                    "verse": 1,
                    "text": "If there be a controversy between men, and they come unto judgment, that the judges may judge them; then they shall justify the righteous, and condemn the wicked.",
                    "score": 0.790769971813813
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 2,
                    "verse": 25,
                    "text": "If one man sin against another, the judge shall judge him: but if a man sin against the Lord, who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord would slay them.",
                    "score": 0.7899238734364175
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 32,
                    "text": "And it shall be given unto you, power over that spirit; and you shall proclaim against that spirit with a loud voice that it is not of God--",
                    "score": 0.7886983155008401
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 24,
                    "text": "And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?",
                    "score": 0.7882830686265447
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 11,
                    "text": "Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.",
                    "score": 0.7868026345369397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 20,
                    "text": "Let no man think he is ruler; but let God rule him that judgeth, according to the counsel of his own will, or, in other words, him that counseleth or sitteth upon the judgment seat.",
                    "score": 0.784538773726979
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 10,
                    "text": "And I now give unto you power from this very hour, that if any man among you, of the order, is found a transgressor and repenteth not of the evil, that ye shall deliver him over unto the buffetings of Satan; and he shall not have power to bring evil upon you.",
                    "score": 0.7819661326311402
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 10,
                    "text": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
                    "score": 0.7804179098223089
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 10,
                    "verse": 24,
                    "text": "O Lord, correct me, but with judgment; not in thine anger, lest thou bring me to nothing.",
                    "score": 0.780161582139995
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 32,
                    "verse": 36,
                    "text": "For the Lord shall judge his people, and repent himself for his servants, when he seeth that their power is gone, and there is none shut up, or left.",
                    "score": 0.7796182189809427
                }
            ]
        },
        {
            "verse": 13,
            "text": "But, behold, ye not only deny my words, but ye also deny all the words which have been spoken by our fathers, and also the words which were spoken by this man, Moses, who had such great power given unto him, yea, the words which he hath spoken concerning the coming of the Messiah.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8245749893890105
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 45,
                    "text": "Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.",
                    "score": 0.8001212021406736
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.",
                    "score": 0.7991920178144427
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 22,
                    "text": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
                    "score": 0.7979288417180508
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 33,
                    "text": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
                    "score": 0.7943552364779036
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that when Moses had said these words, behold, Satan came tempting him, saying: Moses, son of man, worship me.",
                    "score": 0.7940376405500845
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 8,
                    "text": "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the Lord shall he behold: wherefore then were ye not afraid to speak against my servant Moses?",
                    "score": 0.7919561858209275
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.7917359170419848
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 42,
                    "text": "(These words were spoken unto Moses in the mount, the name of which shall not be known among the children of men. And now they are spoken unto you. Show them not unto any except them that believe. Even so. Amen.)",
                    "score": 0.7911297108817605
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 13,
                    "text": "And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither.",
                    "score": 0.7897646094019798
                }
            ]
        },
        {
            "verse": 14,
            "text": "Yea, did he not bear record that the Son of God should come? And as he lifted up the brazen serpent in the wilderness, even so shall he be lifted up who should come.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:",
                    "score": 0.8523785551982355
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 57,
                    "text": "For they would not hearken unto his voice, nor believe on his Only Begotten Son, even him whom he declared should come in the meridian of time, who was prepared from before the foundation of the world.",
                    "score": 0.7786988641937418
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Neither said they, Where is the Lord that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?",
                    "score": 0.7751604423196513
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And it came to pass that Methuselah, the son of Enoch, was not taken, that the covenants of the Lord might be fulfilled, which he made to Enoch; for he truly covenanted with Enoch that Noah should be of the fruit of his loins.",
                    "score": 0.769353903269826
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 59,
                    "text": "And Enoch beheld the Son of Man ascend up unto the Father; and he called unto the Lord, saying: Wilt thou not come again upon the earth? Forasmuch as thou art God, and I know thee, and thou hast sworn unto me, and commanded me that I should ask in the name of thine Only Begotten; thou hast made me, and given unto me a right to thy throne, and not of myself, but through thine own grace; wherefore, I ask thee if thou wilt not come again on the earth.",
                    "score": 0.7673155617329054
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 9,
                    "text": "For as yet they knew not the scripture, that he must rise again from the dead.",
                    "score": 0.7622802380957484
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 10,
                    "text": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.",
                    "score": 0.761093627106102
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 11,
                    "text": "Saying, God hath forsaken him: persecute and take him; for there is none to deliver him.",
                    "score": 0.7598896744412609
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 20,
                    "text": "But unto the wicked he did not go, and among the ungodly and the unrepentant who had defiled themselves while in the flesh, his voice was not raised;",
                    "score": 0.7592678243684639
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And he said unto him, Thus saith the Lord, Forasmuch as thou hast sent messengers to inquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to inquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.",
                    "score": 0.756571537046248
                }
            ]
        },
        {
            "verse": 15,
            "text": "And as many as should look upon that serpent should live, even so as many as should look upon the Son of God with faith, having a contrite spirit, might live, even unto that life which is eternal.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the Lord said unto Moses, Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live.",
                    "score": 0.8067418735384416
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 2,
                    "text": "As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.",
                    "score": 0.7948204957322972
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And as many as believed in the Son, and repented of their sins, should be saved; and as many as believed not and repented not, should be damned; and the words went forth out of the mouth of God in a firm decree; wherefore they must be fulfilled.",
                    "score": 0.7883578989313506
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 15,
                    "text": "That whosoever believeth in him should not perish, but have eternal life.",
                    "score": 0.7873752294400367
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 36,
                    "text": "He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.",
                    "score": 0.7865239537536416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 25,
                    "text": "That as many as would believe and be baptized in his holy name, and endure in faith to the end, should be saved--",
                    "score": 0.7763320005456833
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.",
                    "score": 0.7735472371111437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 28,
                    "text": "And while we were yet in the Spirit, the Lord commanded us that we should write the vision; for we beheld Satan, that old serpent, even the devil, who rebelled against God, and sought to take the kingdom of our God and his Christ--",
                    "score": 0.7718877318685161
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 8,
                    "text": "For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.",
                    "score": 0.7712223592411088
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 21,
                    "verse": 28,
                    "text": "And thou, son of man, prophesy and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproach; even say thou, The sword, the sword is drawn: for the slaughter it is furbished, to consume because of the glittering:",
                    "score": 0.7696948552359467
                }
            ]
        },
        {
            "verse": 16,
            "text": "And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 27,
                    "text": "And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.",
                    "score": 0.8082328271165149
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 29,
                    "text": "Abraham saith unto him, They have Moses and the prophets; let them hear them.",
                    "score": 0.8070781837048535
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
                    "score": 0.801498547790895
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 39,
                    "verse": 43,
                    "text": "And Moses did look upon all the work, and, behold, they had done it as the Lord had commanded, even so had they done it: and Moses blessed them.",
                    "score": 0.798011439965025
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And Aaron spake all the words which the Lord had spoken unto Moses, and did the signs in the sight of the people.",
                    "score": 0.7886211248904876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 54,
                    "text": "Yea, and Enoch also, and they who were with him; the prophets who were before him; and Noah also, and they who were before him; and Moses also, and they who were before him;",
                    "score": 0.7875221733775474
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 40,
                    "verse": 16,
                    "text": "Thus did Moses: according to all that the Lord commanded him, so did he.",
                    "score": 0.7852533607860461
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7845412192796982
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 2,
                    "text": "And Moses called unto all Israel, and said unto them, Ye have seen all that the Lord did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;",
                    "score": 0.7828717435608062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 26,
                    "text": "Not only those who believed after he came in the meridian of time, in the flesh, but all those from the beginning, even as many as were before he came, who believed in the words of the holy prophets, who spake as they were inspired by the gift of the Holy Ghost, who truly testified of him in all things, should have eternal life,",
                    "score": 0.7821752613463828
                }
            ]
        },
        {
            "verse": 17,
            "text": "Yea, and behold, Abraham saw of his coming, and was filled with gladness and did rejoice.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 56,
                    "text": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
                    "score": 0.8713292384307546
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 43,
                    "text": "And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God.",
                    "score": 0.8106536130886283
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 43,
                    "text": "And he brought forth his people with joy, and his chosen with gladness:",
                    "score": 0.8101089563198274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 15,
                    "text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
                    "score": 0.8077293277664802
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 10,
                    "text": "When they saw the star, they rejoiced with exceeding great joy.",
                    "score": 0.8068958940487799
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And all the people saw him walking and praising God:",
                    "score": 0.7925557669081443
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And thou shalt have joy and gladness; and many shall rejoice at his birth.",
                    "score": 0.7882790019181422
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 22,
                    "verse": 8,
                    "text": "He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.",
                    "score": 0.7878248958962394
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 47,
                    "text": "And my spirit hath rejoiced in God my Saviour.",
                    "score": 0.7800680138413223
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 10,
                    "verse": 20,
                    "text": "And when Moses heard that, he was content.",
                    "score": 0.7797659075856141
                }
            ]
        },
        {
            "verse": 18,
            "text": "Yea, and behold I say unto you, that Abraham not only knew of these things, but there were many before the days of Abraham who were called by the order of God; yea, even after the order of his Son; and this that it should be shown unto the people, a great many thousand years before his coming, that even redemption should come unto them.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 22,
                    "text": "Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;",
                    "score": 0.8245266166432589
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And Abraham said unto God, O that Ishmael might live before thee!",
                    "score": 0.7948376730466873
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 58,
                    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
                    "score": 0.7901611354966591
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 17,
                    "text": "(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.",
                    "score": 0.7820113540450074
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And the Lord said unto me: Abraham, I show these things unto thee before ye go into Egypt, that ye may declare all these words.",
                    "score": 0.7819741161232879
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 15,
                    "text": "And he blessed Joseph, and said, God, before whom my fathers Abraham and Isaac did walk, the God which fed me all my life long unto this day,",
                    "score": 0.7779193962283986
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 2,
                    "text": "For if Abraham were justified by works, he hath whereof to glory; but not before God.",
                    "score": 0.7771483219525058
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.",
                    "score": 0.7706407990515526
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 13,
                    "text": "That he may establish thee to day for a people unto himself, and that he may be unto thee a God, as he hath said unto thee, and as he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob.",
                    "score": 0.7669363813675739
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Even as Abraham believed God, and it was accounted to him for righteousness.",
                    "score": 0.7660175721216571
                }
            ]
        },
        {
            "verse": 19,
            "text": "And now I would that ye should know, that even since the days of Abraham there have been many prophets that have testified these things; yea, behold, the prophet Zenos did testify boldly; for the which he was slain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And ye shall testify that you have seen them, even as my servant Joseph Smith, Jun., has seen them; for it is by my power that he has seen them, and it is because he had faith.",
                    "score": 0.7935050158694148
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 17,
                    "text": "For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.",
                    "score": 0.7847890999496101
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.",
                    "score": 0.7845430638475527
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7843784483079281
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 26,
                    "text": "Not only those who believed after he came in the meridian of time, in the flesh, but all those from the beginning, even as many as were before he came, who believed in the words of the holy prophets, who spake as they were inspired by the gift of the Holy Ghost, who truly testified of him in all things, should have eternal life,",
                    "score": 0.7760133528114403
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Therefore have I hewed them by the prophets; I have slain them by the words of my mouth: and thy judgments are as the light that goeth forth.",
                    "score": 0.772383007921658
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?",
                    "score": 0.767333880071626
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
                    "score": 0.7669682622112531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And it is by your faith that you shall obtain a view of them, even by that faith which was had by the prophets of old.",
                    "score": 0.7646527114963021
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And of some, that Elias had appeared; and of others, that one of the old prophets was risen again.",
                    "score": 0.7629356914146329
                }
            ]
        },
        {
            "verse": 20,
            "text": "And behold, also Zenock, and also Ezias, and also Isaiah, and Jeremiah, (Jeremiah being that same prophet who testified of the destruction of Jerusalem) and now we know that Jerusalem was destroyed according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 9,
                    "text": "Why hast thou prophesied in the name of the Lord, saying, This house shall be like Shiloh, and this city shall be desolate without an inhabitant? And all the people were gathered against Jeremiah in the house of the Lord.",
                    "score": 0.7889265378372087
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 46,
                    "verse": 1,
                    "text": "The word of the Lord which came to Jeremiah the prophet against the Gentiles;",
                    "score": 0.7825067900962952
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 26,
                    "verse": 20,
                    "text": "And there was also a man that prophesied in the name of the Lord, Urijah the son of Shemaiah of Kirjath-jearim, who prophesied against this city and against this land according to all the words of Jeremiah:",
                    "score": 0.782215306902644
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 29,
                    "verse": 27,
                    "text": "Now therefore why hast thou not reproved Jeremiah of Anathoth, which maketh himself a prophet to you?",
                    "score": 0.7785138571994205
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
                    "score": 0.7735671466050421
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 6,
                    "text": "Then Jeremiah the prophet spake all these words unto Zedekiah king of Judah in Jerusalem,",
                    "score": 0.7734845093901821
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.",
                    "score": 0.7709694899633899
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 25,
                    "verse": 2,
                    "text": "The which Jeremiah the prophet spake unto all the people of Judah, and to all the inhabitants of Jerusalem, saying,",
                    "score": 0.7695937108239942
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 2,
                    "verse": 1,
                    "text": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.",
                    "score": 0.768343923709264
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 49,
                    "verse": 34,
                    "text": "The word of the Lord that came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying,",
                    "score": 0.7675593849926247
                }
            ]
        },
        {
            "verse": 21,
            "text": "And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 20,
                    "text": "Did not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? and that man perished not alone in his iniquity.",
                    "score": 0.7877749919404379
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 16,
                    "text": "So when all Israel saw that the king hearkened not unto them, the people answered the king, saying, What portion have we in David? neither have we inheritance in the son of Jesse: to your tents, O Israel: now see to thine own house, David. So Israel departed unto their tents.",
                    "score": 0.7848483044374114
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 11,
                    "verse": 15,
                    "text": "Son of man, thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel wholly, are they unto whom the inhabitants of Jerusalem have said, Get you far from the Lord: unto us is this land given in possession.",
                    "score": 0.784181034635823
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 52,
                    "verse": 3,
                    "text": "For through the anger of the Lord it came to pass in Jerusalem and Judah, till he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
                    "score": 0.7808104332262314
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O ye children of Israel? saith the Lord.",
                    "score": 0.7802385658676346
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 24,
                    "verse": 20,
                    "text": "For through the anger of the Lord it came to pass in Jerusalem and Judah, until he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
                    "score": 0.7781700200792372
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.",
                    "score": 0.7758810424600958
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 11,
                    "verse": 4,
                    "text": "And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;",
                    "score": 0.7752303663371309
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And said unto him, Thus saith Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:",
                    "score": 0.7749993640532294
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And Shechaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have taken strange wives of the people of the land: yet now there is hope in Israel concerning this thing.",
                    "score": 0.7743581084431231
                }
            ]
        },
        {
            "verse": 22,
            "text": "Our father Lehi was driven out of Jerusalem because he testified of these things. Nephi also testified of these things, and also almost all of our fathers, even down to this time; yea, they have testified of the coming of Christ, and have looked forward, and have rejoiced in his day which is to come.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And to the Nephites, and the Jacobites, and the Josephites, and the Zoramites, through the testimony of their fathers--",
                    "score": 0.7869905183964704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
                    "score": 0.7624609291396206
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 49,
                    "text": "All these and many more, even the prophets who dwelt among the Nephites and testified of the coming of the Son of God, mingled in the vast assembly and waited for their deliverance,",
                    "score": 0.761576434056611
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 27,
                    "text": "And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:",
                    "score": 0.7601902270515407
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 29,
                    "verse": 25,
                    "text": "Then men shall say, Because they have forsaken the covenant of the Lord God of their fathers, which he made with them when he brought them forth out of the land of Egypt:",
                    "score": 0.7591544230683603
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And ye said, Behold, the Lord our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.",
                    "score": 0.7568421290965289
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 11,
                    "text": "Now there dwelt an old prophet in Beth-el; and his sons came and told him all the works that the man of God had done that day in Beth-el: the words which he had spoken unto the king, them they told also to their father.",
                    "score": 0.7559084824956298
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
                    "score": 0.7548674735479973
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 29,
                    "verse": 6,
                    "text": "For our fathers have trespassed, and done that which was evil in the eyes of the Lord our God, and have forsaken him, and have turned away their faces from the habitation of the Lord, and turned their backs.",
                    "score": 0.7540467192124458
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Since the days of our fathers have we been in a great trespass unto this day; and for our iniquities have we, our kings, and our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to confusion of face, as it is this day.",
                    "score": 0.7538954512700453
                }
            ]
        },
        {
            "verse": 23,
            "text": "And behold, he is God, and he is with them, and he did manifest himself unto them, that they were redeemed by him; and they gave unto him glory, because of that which is to come.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 19,
                    "text": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
                    "score": 0.8335056732704099
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
                    "score": 0.8000300652339841
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 107,
                    "verse": 2,
                    "text": "Let the redeemed of the Lord say so, whom he hath redeemed from the hand of the enemy;",
                    "score": 0.7997131122956322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 56,
                    "text": "They are they who are priests and kings, who have received of his fulness, and of his glory;",
                    "score": 0.799507603337339
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.",
                    "score": 0.7991903061208795
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.",
                    "score": 0.7948638047163121
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord said, Arise, anoint him: for this is he.",
                    "score": 0.7946210034939756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 76,
                    "text": "These are they who receive of his glory, but not of his fulness.",
                    "score": 0.7941491512148343
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 41,
                    "verse": 23,
                    "text": "Shew the things that are to come hereafter, that we may know that ye are gods: yea, do good, or do evil, that we may be dismayed, and behold it together.",
                    "score": 0.7909659033736665
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7909622248541933
                }
            ]
        },
        {
            "verse": 24,
            "text": "And now, seeing ye know these things and cannot deny them except ye shall lie, therefore in this ye have sinned, for ye have rejected all these things, notwithstanding so many evidences which ye have received; yea, even ye have received all things, both things in heaven, and all things which are in the earth, as a witness that they are true.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.7929204448423671
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?",
                    "score": 0.7924140021384233
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 6,
                    "text": "Who humbleth himself to behold the things that are in heaven, and in the earth!",
                    "score": 0.7839096894047449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 14,
                    "text": "And then shall ye know, or by this shall you know, all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive.",
                    "score": 0.7778115361515113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 15,
                    "text": "Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth;",
                    "score": 0.7774099135633231
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 12,
                    "verse": 17,
                    "text": "He that speaketh truth sheweth forth righteousness: but a false witness deceit.",
                    "score": 0.7752287778319833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And now, behold, you have received a witness; for if I have told you things which no man knoweth have you not received a witness?",
                    "score": 0.7743492771663829
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord God.",
                    "score": 0.772308879999685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 79,
                    "text": "Of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms--",
                    "score": 0.7690740023889338
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
                    "score": 0.7666370533127009
                }
            ]
        },
        {
            "verse": 25,
            "text": "But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 9,
                    "verse": 9,
                    "text": "To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;",
                    "score": 0.8226720604302505
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Notwithstanding ye would not go up, but rebelled against the commandment of the Lord your God:",
                    "score": 0.821513569615757
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 23,
                    "text": "Likewise when the Lord sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the Lord your God, and ye believed him not, nor hearkened to his voice.",
                    "score": 0.8140465986552605
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 23,
                    "text": "But if ye will not do so, behold, ye have sinned against the Lord: and be sure your sin will find you out.",
                    "score": 0.8084335430588113
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And ye have this day rejected your God, who himself saved you out of all your adversities and your tribulations; and ye have said unto him, Nay, but set a king over us. Now therefore present yourselves before the Lord by your tribes, and by your thousands.",
                    "score": 0.8080345404100285
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 3,
                    "verse": 25,
                    "text": "We lie down in our shame, and our confusion covereth us: for we have sinned against the Lord our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the Lord our God.",
                    "score": 0.8055594897267174
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 15,
                    "text": "But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation--",
                    "score": 0.8043979939474395
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 34,
                    "text": "Thy brethren have rejected you and your testimony, even the nation that has driven you out;",
                    "score": 0.8037088594853775
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "chapter": 1,
                    "verse": 18,
                    "text": "The Lord is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity.",
                    "score": 0.8021329292199073
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 5,
                    "verse": 10,
                    "text": "Destroy thou them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee.",
                    "score": 0.7994203518173951
                }
            ]
        },
        {
            "verse": 26,
            "text": "Yea, even at this time ye are ripening, because of your murders and your fornication and wickedness, for everlasting destruction; yea, and except ye repent it will come unto you soon.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto you, that at this time your sins are forgiven you, therefore ye receive these things; but remember to sin no more, lest perils shall come upon you.",
                    "score": 0.7880022914965243
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 16,
                    "text": "I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.",
                    "score": 0.7709333209599314
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 18,
                    "text": "And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.",
                    "score": 0.7674630819616804
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 9,
                    "text": "For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;",
                    "score": 0.7663063159756183
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.",
                    "score": 0.7658057515513417
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 50,
                    "text": "Have mercy, O Lord, upon the wicked mob, who have driven thy people, that they may cease to spoil, that they may repent of their sins if repentance is to be found;",
                    "score": 0.7636944642367417
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Now is the end come upon thee, and I will send mine anger upon thee, and will judge thee according to thy ways, and will recompense upon thee all thine abominations.",
                    "score": 0.7636640628843225
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 119,
                    "verse": 95,
                    "text": "The wicked have waited for me to destroy me: but I will consider thy testimonies.",
                    "score": 0.7626993668502347
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And after all that is come upon us for our evil deeds, and for our great trespass, seeing that thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this;",
                    "score": 0.7602997794323917
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 26,
                    "verse": 38,
                    "text": "And ye shall perish among the heathen, and the land of your enemies shall eat you up.",
                    "score": 0.7597156206997294
                }
            ]
        },
        {
            "verse": 27,
            "text": "Yea, behold it is now even at your doors; yea, go ye in unto the judgment-seat, and search; and behold, your judge is murdered, and he lieth in his blood; and he hath been murdered by his brother, who seeketh to sit in the judgment-seat.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.",
                    "score": 0.8122276405475136
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 18,
                    "verse": 14,
                    "text": "And now thou sayest, Go, tell thy lord, Behold, Elijah is here: and he shall slay me.",
                    "score": 0.7823026861423892
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and hath testified falsely against his brother;",
                    "score": 0.7808345573568
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the Lord.",
                    "score": 0.7790619508819188
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 35,
                    "verse": 21,
                    "text": "Or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is a murderer: the revenger of blood shall slay the murderer, when he meeteth him.",
                    "score": 0.7782097742269476
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 21,
                    "verse": 12,
                    "text": "O house of David, thus saith the Lord; Execute judgment in the morning, and deliver him that is spoiled out of the hand of the oppressor, lest my fury go out like fire, and burn that none can quench it, because of the evil of your doings.",
                    "score": 0.7769887499204965
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 37,
                    "verse": 32,
                    "text": "The wicked watcheth the righteous, and seeketh to slay him.",
                    "score": 0.7741339602719306
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And he shall kill the bullock before the Lord: and the priests, Aaron's sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the tabernacle of the congregation.",
                    "score": 0.7715149983537083
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And what cause soever shall come to you of your brethren that dwell in their cities, between blood and blood, between law and commandment, statutes and judgments, ye shall even warn them that they trespass not against the Lord, and so wrath come upon you, and upon your brethren: this do, and ye shall not trespass.",
                    "score": 0.7705753182985994
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And the Lord said, Hear what the unjust judge saith.",
                    "score": 0.7670367671998856
                }
            ]
        },
        {
            "verse": 28,
            "text": "And behold, they both belong to your secret band, whose author is Gadianton and the evil one who seeketh to destroy the souls of men.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Behold, they have sought to destroy you; yea, even the man in whom you have trusted has sought to destroy you.",
                    "score": 0.7551548463896561
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 11,
                    "text": "Let my servant Newel K. Whitney be ashamed of the Nicolaitane band and of all their secret abominations, and of all his littleness of soul before me, saith the Lord, and come up to the land of Adam-ondi-Ahman, and be a bishop unto my people, saith the Lord, not in name but in deed, saith the Lord.",
                    "score": 0.7479291067698667
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 10,
                    "text": "I am not worthy of the least of all the mercies, and of all the truth, which thou hast shewed unto thy servant; for with my staff I passed over this Jordan; and now I am become two bands.",
                    "score": 0.7464424941309901
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 9,
                    "text": "With whomsoever of thy servants it be found, both let him die, and we also will be my lord's bondmen.",
                    "score": 0.7422273254797321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 28,
                    "text": "And again, I say unto you that the enemy in the secret chambers seeketh your lives.",
                    "score": 0.7398547924569424
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 92,
                    "verse": 11,
                    "text": "Mine eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me.",
                    "score": 0.7388991299714457
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 25,
                    "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
                    "score": 0.7388245895378992
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 109,
                    "verse": 20,
                    "text": "Let this be the reward of mine adversaries from the Lord, and of them that speak evil against my soul.",
                    "score": 0.7381528220166317
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 28,
                    "text": "Their enemies shall become a prey unto them,",
                    "score": 0.737803392248062
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 27,
                    "verse": 7,
                    "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
                    "score": 0.7370175993890077
                }
            ]
        }
    ]
}