{
    "volume": "Book of Mormon",
    "book": "Jacob",
    "chapter": 6,
    "verses": [
        {
            "verse": 1,
            "text": "And now, behold, my brethren, as I said unto you that I would prophesy, behold, this is my prophecy--that the things which this prophet Zenos spake, concerning the house of Israel, in the which he likened them unto a tame olive tree, must surely come to pass.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 3,
                    "text": "For behold, thus saith the Lord, I will liken thee, O house of Israel, like unto a tame olive tree, which a man took and nourished in his vineyard; and it grew, and waxed old, and began to decay.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.83701510880421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 1,
                    "text": "Behold, my brethren, do ye not remember to have read the words of the prophet Zenos, which he spake unto the house of Israel, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8306584470449956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 5,
                    "text": "And now, the words which I shall read are they which Isaiah spake concerning all the house of Israel; wherefore, they may be likened unto you, for ye are of the house of Israel. And there are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153176634217716
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 7,
                    "text": "So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101165261813792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 18,
                    "text": "Behold, my brethren, I say unto you, that these things must shortly come; yea, even blood, and fire, and vapor of smoke must come; and it must needs be upon the face of this earth; and it cometh unto men according to the flesh if it so be that they will harden their hearts against the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100576995895523
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 3,
                    "verse": 17,
                    "text": "Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809005727068917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 7,
                    "text": "And it came to pass that the master of the vineyard saw it, and he said unto his servant: It grieveth me that I should lose this tree; wherefore, go and pluck the branches from a wild olive tree, and bring them hither unto me; and we will pluck off those main branches which are beginning to wither away, and we will cast them into the fire that they may be burned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804281601303525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036766710221551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028334478558352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 1,
                    "text": "Behold, my brethren, do ye not remember to have read the words of the prophet Zenos, which he spake unto the house of Israel, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9189967561366255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 3,
                    "text": "For behold, thus saith the Lord, I will liken thee, O house of Israel, like unto a tame olive tree, which a man took and nourished in his vineyard; and it grew, and waxed old, and began to decay.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9068668110688183
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 12,
                    "text": "Behold, I say unto you, that the house of Israel was compared unto an olive tree, by the Spirit of the Lord which was in our father; and behold are we not broken off from the house of Israel, and are we not a branch of the house of Israel?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9064778033780145
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now, behold, my brethren, I have spoken unto you, according as the Spirit hath constrained me; wherefore, I know that they must surely come to pass.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000155270109295
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the day that he shall set his hand again the second time to recover his people, is the day, yea, even the last time, that the servants of the Lord shall go forth in his power, to nourish and prune his vineyard; and after that the end soon cometh.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And the Lord will set his hand again the second time to restore his people from their lost and fallen state. Wherefore, he will proceed to do a marvelous work and a wonder among the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8615856348959005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 21,
                    "verse": 11,
                    "text": "And it shall come to pass in that day that the Lord shall set his hand again the second time to recover the remnant of his people which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8571001742500481
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 11,
                    "verse": 11,
                    "text": "And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8571001742500481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 1,
                    "text": "But behold, there shall be many--at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818830638313145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 19,
                    "text": "For thou art called to prune my vineyard with a mighty pruning, yea, even for the last time; yea, and also all those whom thou hast ordained, and they shall do even according to this pattern. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080442849672831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that a long time had passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor again in the vineyard. For behold, the time draweth near, and the end soon cometh; wherefore, I must lay up fruit against the season, unto mine own self.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066357710731089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 14,
                    "text": "And behold, according to the words of the prophet, the Messiah will set himself again the second time to recover them; wherefore, he will manifest himself unto them in power and great glory, unto the destruction of their enemies, when that day cometh when they shall believe in him; and none will he destroy that believe in him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053043374549402
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 71,
                    "text": "And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if ye labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself against the time which will soon come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051603329741809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 75,
                    "text": "And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800555905878651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And the Lord will set his hand again the second time to restore his people from their lost and fallen state. Wherefore, he will proceed to do a marvelous work and a wonder among the children of men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9089698954278433
                }
            ]
        },
        {
            "verse": 3,
            "text": "And how blessed are they who have labored diligently in his vineyard; and how cursed are they who shall be cast out into their own place! And the world shall be burned with fire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 77,
                    "text": "And when the time cometh that evil fruit shall again come into my vineyard, then will I cause the good and the bad to be gathered; and the good will I preserve unto myself, and the bad will I cast away into its own place. And then cometh the season and the end; and my vineyard will I cause to be burned with fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123903409910029
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 12,
                    "verse": 9,
                    "text": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120375617801429
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 41,
                    "text": "They say unto him, He will miserably destroy those wicked men, and will let out his vineyard unto other husbandmen, which shall render him the fruits in their seasons.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066574191846212
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 40,
                    "text": "When the lord therefore of the vineyard cometh, what will he do unto those husbandmen?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040996740053667
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 20,
                    "verse": 16,
                    "text": "He shall come and destroy these husbandmen, and shall give the vineyard to others. And when they heard it, they said, God forbid.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018828267994088
                }
            ]
        },
        {
            "verse": 4,
            "text": "And how merciful is our God unto us, for he remembereth the house of Israel, both roots and branches; and he stretches forth his hands unto them all the day long; and they are a stiffnecked and a gainsaying people; but as many as will not harden their hearts shall be saved in the kingdom of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125813386426739
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 8,
                    "verse": 13,
                    "text": "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072366165624598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 28,
                    "verse": 32,
                    "text": "Wo be unto the Gentiles, saith the Lord God of Hosts! For notwithstanding I shall lengthen out mine arm unto them from day to day, they will deny me; nevertheless, I will be merciful unto them, saith the Lord God, if they will repent and come unto me; for mine arm is lengthened out all the day long, saith the Lord God of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065335563830395
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 31,
                    "text": "And his servants said unto him, Behold now, we have heard that the kings of the house of Israel are merciful kings: let us, I pray thee, put sackcloth on our loins, and ropes upon our heads, and go out to the king of Israel: peradventure he will save thy life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046947621853882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 2,
                    "text": "And harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the house of Israel; and they shall be a blessed people upon the promised land forever; they shall be no more brought down into captivity; and the house of Israel shall no more be confounded.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007793550681268
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 21,
                    "verse": 8,
                    "text": "Be merciful, O Lord, unto thy people Israel, whom thou hast redeemed, and lay not innocent blood unto thy people of Israel's charge. And the blood shall be forgiven them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005177951494065
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 98,
                    "verse": 3,
                    "text": "He hath remembered his mercy and his truth toward the house of Israel: all the ends of the earth have seen the salvation of our God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9060660060604951
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 3,
                    "text": "Behold, it is expedient that much should be done among this people, because of the hardness of their hearts, and the deafness of their ears, and the blindness of their minds, and the stiffness of their necks; nevertheless, God is exceedingly merciful unto them, and has not as yet swept them off from the face of the land.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9034017478528247
                }
            ]
        },
        {
            "verse": 5,
            "text": "Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 31,
                    "text": "Yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8486827733525298
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Wherefore, lift up thy heart and rejoice, and cleave unto the covenants which thou hast made.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346594580394538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 24,
                    "text": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.83456660497665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 13,
                    "text": "Wherefore, my beloved brethren, I know that if ye shall follow the Son, with full purpose of heart, acting no hypocrisy and no deception before God, but with real intent, repenting of your sins, witnessing unto the Father that ye are willing to take upon you the name of Christ, by baptism--yea, by following your Lord and your Savior down into the water, according to his word, behold, then shall ye receive the Holy Ghost; yea, then cometh the baptism of fire and of the Holy Ghost; and then can ye speak with the tongue of angels, and shout praises unto the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8318662916592162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 32,
                    "text": "Nevertheless, ye shall not cast him out of your synagogues, or your places of worship, for unto such shall ye continue to minister; for ye know not but what they will return and repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall be the means of bringing salvation unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8281486874934715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 34,
                    "text": "Therefore, whosoever repenteth, and hardeneth not his heart, he shall have claim on mercy through mine Only Begotten Son, unto a remission of his sins; and these shall enter into my rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267383658169718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8262769766117585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 24,
                    "text": "Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821412412934213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 30,
                    "text": "And now, my beloved brethren, for ye are my brethren, and ye ought to be beloved, and ye ought to bring forth works which are meet for repentance, seeing that your hearts have been grossly hardened against the word of God, and seeing that ye are a lost and a fallen people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179284447278218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 2,
                    "text": "For verily I say unto you, I will that ye should overcome the world; wherefore I will have compassion upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.817093096418144
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "volume_book_index": 21,
                    "chapter": 1,
                    "verse": 13,
                    "text": "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170725805650784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 32,
                    "verse": 1,
                    "text": "And now, behold, my beloved brethren, I suppose that ye ponder somewhat in your hearts concerning that which ye should do after ye have entered in by the way. But, behold, why do ye ponder these things in your hearts?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152722198141376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 36,
                    "text": "And now, my brethren, behold I say unto you, that if ye will harden your hearts ye shall not enter into the rest of the Lord; therefore your iniquity provoketh him that he sendeth down his wrath upon you as in the first provocation, yea, according to his word in the last provocation as well as the first, to the everlasting destruction of your souls; therefore, according to his word, unto the last death, as well as the first.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815104270906214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 8,
                    "text": "Wherefore, I will that all men shall repent, for all are under sin, except those which I have reserved unto myself, holy men that ye know not of.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142016376514079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 27,
                    "text": "And now, my brethren, I wish from the inmost part of my heart, yea, with great anxiety even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140221595375373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129828682407128
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 20,
                    "text": "Wherefore, I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments of which I have spoken, of which in the smallest, yea, even in the least degree you have tasted at the time I withdrew my Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129376428278197
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129247452088396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123181017390222
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 3,
                    "verse": 3,
                    "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107426863444895
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 9,
                    "verse": 13,
                    "text": "But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106470001754569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076928842273401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 57,
                    "text": "And again, verily I say unto you, those who desire in their hearts, in meekness, to warn sinners to repentance, let them be ordained unto this power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074862637118436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 23,
                    "text": "And now, my brethren, I desire that ye shall plant this word in your hearts, and as it beginneth to swell even so nourish it by your faith. And behold, it will become a tree, springing up in you unto everlasting life. And then may God grant unto you that your burdens may be light, through the joy of his Son. And even all this can ye do if ye will. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807359853858534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069251944273185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066188760245103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 33,
                    "text": "Behold, he sendeth an invitation unto all men, for the arms of mercy are extended towards them, and he saith: Repent, and I will receive you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063472693952843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 16,
                    "text": "O that he would rid you from this iniquity and abomination. And, O that ye would listen unto the word of his commands, and let not this pride of your hearts destroy your souls!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055124642345105
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 15,
                    "text": "Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor, that ye may be able to withstand the evil day, having done all, that ye may be able to stand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042034812774577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 14,
                    "text": "Yea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive; and blessed are those who come unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040263260393923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 44,
                    "text": "O, my beloved brethren, remember my words. Behold, I take off my garments, and I shake them before you; I pray the God of my salvation that he view me with his all-searching eye; wherefore, ye shall know at the last day, when all men shall be judged of their works, that the God of Israel did witness that I shook your iniquities from my soul, and that I stand with brightness before him, and am rid of your blood.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804009386367166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039961490032611
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039299329862011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039267177572078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 5,
                    "text": "For behold, verily I say unto you, this is the most expedient in me, that my word should go forth unto the children of men, for the purpose of subduing the hearts of the children of men for your good. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038453320812013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore, thus saith the Lord: Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my Spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035578440814185
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 58,
                    "text": "I entreated thy favour with my whole heart: be merciful unto me according to thy word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033439866820423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030222144767694
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 23,
                    "text": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018183835603044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015945832895899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 40,
                    "text": "And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who do cast you out because of your exceeding poverty, lest ye become sinners like unto them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801313912591375
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 20,
                    "text": "Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012826323243158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 35,
                    "text": "Behold, I do not condemn you; go your ways and sin no more; perform with soberness the work which I have commanded you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011256301824871
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 19,
                    "verse": 14,
                    "text": "Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O Lord, my strength, and my redeemer.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002845408221355
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002244028077924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002088100460607
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 14,
                    "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001560459878585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 10,
                    "text": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001548462621771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 13,
                    "text": "That ye turn to the Lord with all your mind, might, and strength; that ye lead away the hearts of no more to do wickedly; but rather return unto them, and acknowledge your faults and that wrong which ye have done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001342309790831
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 13,
                    "text": "And rend your heart, and not your garments, and turn unto the Lord your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001189524448745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 30,
                    "text": "And now, my beloved brethren, for ye are my brethren, and ye ought to be beloved, and ye ought to bring forth works which are meet for repentance, seeing that your hearts have been grossly hardened against the word of God, and seeing that ye are a lost and a fallen people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9280192956976198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 27,
                    "text": "And now, my brethren, I wish from the inmost part of my heart, yea, with great anxiety even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9276224884536914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9159523694430074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 31,
                    "text": "Yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9145819835360056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067195161293932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 37,
                    "text": "And now, my brethren, seeing we know these things, and they are true, let us repent, and harden not our hearts, that we provoke not the Lord our God to pull down his wrath upon us in these his second commandments which he has given unto us; but let us enter into the rest of God, which is prepared according to his word.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.906210340550027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9034694433212537
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 54,
                    "verse": 3,
                    "text": "And if your brethren desire to escape their enemies, let them repent of all their sins, and become truly humble before me and contrite.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9024826709895157
                }
            ]
        },
        {
            "verse": 6,
            "text": "Yea, today, if ye will hear his voice, harden not your hearts; for why will ye die?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 3,
                    "verse": 15,
                    "text": "While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8769595388792213
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 4,
                    "verse": 7,
                    "text": "Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8296668292636901
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 3,
                    "verse": 15,
                    "text": "While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.924908004728569
                }
            ]
        },
        {
            "verse": 7,
            "text": "For behold, after ye have been nourished by the good word of God all the day long, will ye bring forth evil fruit, that ye must be hewn down and cast into the fire?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 14,
                    "text": "But I will punish you according to the fruit of your doings, saith the Lord: and I will kindle a fire in the forest thereof, and it shall devour all things round about it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8414014903428663
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 28,
                    "verse": 24,
                    "text": "After this manner ye shall offer daily, throughout the seven days, the meat of the sacrifice made by fire, of a sweet savour unto the Lord: it shall be offered beside the continual burnt offering, and his drink offering.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8206357795113093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 35,
                    "text": "And behold, if ye will not do this I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfil the word of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195902435022115
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 3,
                    "verse": 10,
                    "text": "Say ye to the righteous, that it shall be well with him: for they shall eat the fruit of their doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191669493184305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 77,
                    "text": "And when the time cometh that evil fruit shall again come into my vineyard, then will I cause the good and the bad to be gathered; and the good will I preserve unto myself, and the bad will I cast away into its own place. And then cometh the season and the end; and my vineyard will I cause to be burned with fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8178328218026225
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 14,
                    "text": "Wherefore thus saith the Lord God of hosts, Because ye speak this word, behold, I will make my words in thy mouth fire, and this people wood, and it shall devour them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128636454493465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 52,
                    "text": "And again I say unto you, the Spirit saith: Behold, the ax is laid at the root of the tree; therefore every tree that bringeth not forth good fruit shall be hewn down and cast into the fire, yea, a fire which cannot be consumed, even an unquenchable fire. Behold, and remember, the Holy One hath spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088520578980503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 37,
                    "text": "But behold, the wild branches have grown and have overrun the roots thereof; and because that the wild branches have overcome the roots thereof it hath brought forth much evil fruit; and because that it hath brought forth so much evil fruit thou beholdest that it beginneth to perish; and it will soon become ripened, that it may be cast into the fire, except we should do something for it to preserve it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068124123631543
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 8,
                    "verse": 32,
                    "text": "And that which remaineth of the flesh and of the bread shall ye burn with fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066250010739326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 10,
                    "text": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064503535629328
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 10,
                    "verse": 16,
                    "text": "The labour of the righteous tendeth to life: the fruit of the wicked to sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054323741451034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 5,
                    "verse": 45,
                    "text": "And thou beheldest that a part thereof brought forth good fruit, and a part thereof brought forth wild fruit; and because I plucked not the branches thereof and cast them into the fire, behold, they have overcome the good branch that it hath withered away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052207689160417
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 21,
                    "verse": 9,
                    "text": "Thou shalt make them as a fiery oven in the time of thine anger: the Lord shall swallow them up in his wrath, and the fire shall devour them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046794255222811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 7,
                    "text": "The ax is laid at the root of the trees; and every tree that bringeth not forth good fruit shall be hewn down and cast into the fire. I, the Lord, have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046582736103105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 23,
                    "text": "And now, my brethren, I desire that ye shall plant this word in your hearts, and as it beginneth to swell even so nourish it by your faith. And behold, it will become a tree, springing up in you unto everlasting life. And then may God grant unto you that your burdens may be light, through the joy of his Son. And even all this can ye do if ye will. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031672718780533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026774672540036
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 4,
                    "verse": 1,
                    "text": "For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026774672540036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 37,
                    "text": "And behold, as the tree beginneth to grow, ye will say: Let us nourish it with great care, that it may get root, that it may grow up, and bring forth fruit unto us. And now behold, if ye nourish it with much care it will get root, and grow up, and bring forth fruit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015762883969605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 41,
                    "text": "But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002431765232484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 19,
                    "text": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011496541143352
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 19,
                    "text": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9011496541143352
                }
            ]
        },
        {
            "verse": 8,
            "text": "Behold, will ye reject these words? Will ye reject the words of the prophets; and will ye reject all the words which have been spoken concerning Christ, after so many have spoken concerning him; and deny the good word of Christ, and the power of God, and the gift of the Holy Ghost, and quench the Holy Spirit, and make a mock of the great plan of redemption, which hath been laid for you?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 18,
                    "text": "Wherefore, he shall bring forth his words unto them, which words shall judge them at the last day, for they shall be given them for the purpose of convincing them of the true Messiah, who was rejected by them; and unto the convincing of them that they need not look forward any more for a Messiah to come, for there should not any come, save it should be a false Messiah which should deceive the people; for there is save one Messiah spoken of by the prophets, and that Messiah is he who should be rejected of the Jews.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8301472132734716
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 48,
                    "text": "He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144784302547031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 27,
                    "verse": 14,
                    "text": "Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107617935083826
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 12,
                    "verse": 10,
                    "text": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049931790298016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 12,
                    "verse": 23,
                    "text": "And I said unto him: Lord, the Gentiles will mock at these things, because of our weakness in writing; for Lord thou hast made us mighty in word by faith, but thou hast not made us mighty in writing; for thou hast made all this people that they could speak much, because of the Holy Ghost which thou hast given them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045302646822451
                }
            ]
        },
        {
            "verse": 9,
            "text": "Know ye not that if ye will do these things, that the power of the redemption and the resurrection, which is in Christ, will bring you to stand with shame and awful guilt before the bar of God?",
            "similars": []
        },
        {
            "verse": 10,
            "text": "And according to the power of justice, for justice cannot be denied, ye must go away into that lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever, which lake of fire and brimstone is endless torment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 27,
                    "text": "And their torment is as a lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever. Thus hath the Lord commanded me. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8667431938117099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 26,
                    "text": "For the atonement satisfieth the demands of his justice upon all those who have not the law given to them, that they are delivered from that awful monster, death and hell, and the devil, and the lake of fire and brimstone, which is endless torment; and they are restored to that God who gave them breath, which is the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8387899819667191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 16,
                    "text": "And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8384828649896887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 17,
                    "text": "Then is the time when their torments shall be as a lake of fire and brimstone, whose flame ascendeth up forever and ever; and then is the time that they shall be chained down to an everlasting destruction, according to the power and captivity of Satan, he having subjected them according to his will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8340376188849756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 76,
                    "verse": 36,
                    "text": "These are they who shall go away into the lake of fire and brimstone, with the devil and his angels--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253156138721516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 27,
                    "verse": 17,
                    "text": "And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223285103566641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 19,
                    "text": "O the greatness of the mercy of our God, the Holy One of Israel! For he delivereth his saints from that awful monster the devil, and death, and hell, and that lake of fire and brimstone, which is endless torment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125914829107159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 38,
                    "text": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039333624718704
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 9,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80255121198701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80255121198701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 30,
                    "text": "And I said unto them that our father also saw that the justice of God did also divide the wicked from the righteous; and the brightness thereof was like unto the brightness of a flaming fire, which ascendeth up unto God forever and ever, and hath no end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002112962978183
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 27,
                    "text": "And their torment is as a lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever. Thus hath the Lord commanded me. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9168859993483428
                }
            ]
        },
        {
            "verse": 11,
            "text": "O then, my beloved brethren, repent ye, and enter in at the strait gate, and continue in the way which is narrow, until ye shall obtain eternal life.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 18,
                    "text": "And then are ye in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate; ye have done according to the commandments of the Father and the Son; and ye have received the Holy Ghost, which witnesses of the Father and the Son, unto the fulfilling of the promise which he hath made, that if ye entered in by the way ye should receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8531824080623983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 41,
                    "text": "O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.833513449865186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 19,
                    "text": "And now, my beloved brethren, after ye have gotten into this strait and narrow path, I would ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8301457332519507
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 13,
                    "verse": 24,
                    "text": "Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8293621236828428
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 26,
                    "text": "Behold, I say unto you, go forth as I have commanded you; repent of all your sins; ask and ye shall receive; knock and it shall be opened unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8289882467773956
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 22,
                    "text": "For strait is the gate, and narrow the way that leadeth unto the exaltation and continuation of the lives, and few there be that find it, because ye receive me not in the world neither do ye know me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8224707887947846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 33,
                    "verse": 9,
                    "text": "I also have charity for the Gentiles. But behold, for none of these can I hope except they shall be reconciled unto Christ, and enter into the narrow gate, and walk in the strait path which leads to life, and continue in the path until the end of the day of probation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8208065452108907
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 118,
                    "verse": 20,
                    "text": "This gate of the Lord, into which the righteous shall enter.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8199437084252338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 13,
                    "text": "Wherefore, my beloved brethren, I know that if ye shall follow the Son, with full purpose of heart, acting no hypocrisy and no deception before God, but with real intent, repenting of your sins, witnessing unto the Father that ye are willing to take upon you the name of Christ, by baptism--yea, by following your Lord and your Savior down into the water, according to his word, behold, then shall ye receive the Holy Ghost; yea, then cometh the baptism of fire and of the Holy Ghost; and then can ye speak with the tongue of angels, and shout praises unto the Holy One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136231005975593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 27,
                    "verse": 33,
                    "text": "And it came to pass that when Jesus had ended these sayings he said unto his disciples: Enter ye in at the strait gate; for strait is the gate, and narrow is the way that leads to life, and few there be that find it; but wide is the gate, and broad the way which leads to death, and many there be that travel therein, until the night cometh, wherein no man can work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136140790718543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 4,
                    "text": "Wherefore, enter ye in at the gate, as I have commanded, and seek not to counsel your God. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131359398070512
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 7,
                    "text": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102433864805494
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 26,
                    "verse": 2,
                    "text": "Open ye the gates, that the righteous nation which keepeth the truth may enter in.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098091486185668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 4,
                    "verse": 18,
                    "text": "Therefore, repent all ye ends of the earth, and come unto me, and believe in my gospel, and be baptized in my name; for he that believeth and is baptized shall be saved; but he that believeth not shall be damned; and signs shall follow them that believe in my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096880084890083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096871029172953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086163569505394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068093382262477
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "volume_book_index": 22,
                    "chapter": 1,
                    "verse": 11,
                    "text": "For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80507731457692
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 8,
                    "verse": 21,
                    "text": "Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023963075885937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 23,
                    "text": "Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them--Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018498519304719
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 118,
                    "verse": 19,
                    "text": "Open to me the gates of righteousness: I will go into them, and I will praise the Lord:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013249038850135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 17,
                    "text": "Wherefore, do the things which I have told you I have seen that your Lord and your Redeemer should do; for, for this cause have they been shown unto me, that ye might know the gate by which ye should enter. For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001579935984927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 18,
                    "text": "And then are ye in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate; ye have done according to the commandments of the Father and the Son; and ye have received the Holy Ghost, which witnesses of the Father and the Son, unto the fulfilling of the promise which he hath made, that if ye entered in by the way ye should receive.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9187710559001981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 19,
                    "text": "And now, my beloved brethren, after ye have gotten into this strait and narrow path, I would ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9054553081771196
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 41,
                    "text": "O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9019782005561486
                }
            ]
        },
        {
            "verse": 12,
            "text": "O be wise; what can I say more?",
            "similars": []
        },
        {
            "verse": 13,
            "text": "Finally, I bid you farewell, until I shall meet you before the pleasing bar of God, which bar striketh the wicked with awful dread and fear. Amen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 34,
                    "text": "And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234915077657913
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 34,
                    "text": "And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9169125681635139
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 30,
                    "text": "Farewell, my son, until I shall write unto you, or shall meet you again. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9045097615263404
                }
            ]
        }
    ]
}