{
    "volume": "Book of Mormon",
    "book": "Mosiah",
    "chapter": 16,
    "verses": [
        {
            "verse": 1,
            "text": "And now, it came to pass that after Abinadi had spoken these words he stretched forth his hand and said: The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue, and people shall see eye to eye and shall confess before God that his judgments are just.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 28,
                    "text": "And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8657438455490538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 17,
                    "verse": 1,
                    "text": "Behold, now it came to pass that when Jesus had spoken these words he looked round about again on the multitude, and he said unto them: Behold, my time is at hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8439426641859223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 21,
                    "text": "And now it came to pass that when Alma had said these words unto them, he stretched forth his hand unto them and cried with a mighty voice, saying: Now is the time to repent, for the day of salvation draweth nigh;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8370590411797251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 20,
                    "text": "And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8240205461091341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 28,
                    "verse": 29,
                    "text": "And it shall come to pass, when the Lord seeth fit in his wisdom that they shall minister unto all the scattered tribes of Israel, and unto all nations, kindreds, tongues and people, and shall bring out of them unto Jesus many souls, that their desire may be fulfilled, and also because of the convincing power of God which is in them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138075595829797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 26,
                    "text": "And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807665264332069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 17,
                    "text": "Yea, and all the earth shall see the salvation of the Lord, saith the prophet; every nation, kindred, tongue and people shall be blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064991492170746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 1,
                    "text": "And it came to pass after he had made an end of speaking unto the people many of them did believe on his words, and began to repent, and to search the scriptures.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015305712906171
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012271459949256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 28,
                    "text": "And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9173669393907401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.905612495708848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass that after the space of two years that Abinadi came among them in disguise, that they knew him not, and began to prophesy among them, saying: Thus has the Lord commanded me, saying--Abinadi, go and prophesy unto this my people, for they have hardened their hearts against my words; they have repented not of their evil doings; therefore, I will visit them in my anger, yea, in my fierce anger will I visit them in their iniquities and abominations.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9047265379212536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 11,
                    "verse": 27,
                    "text": "Now when king Noah had heard of the words which Abinadi had spoken unto the people, he was also wroth; and he said: Who is Abinadi, that I and my people should be judged of him, or who is the Lord, that shall bring upon my people such great affliction?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9028537426671006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now Abinadi said unto them: I would that ye should understand that God himself shall come down among the children of men, and shall redeem his people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9019954356544373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 19,
                    "verse": 17,
                    "text": "Yea, and all the earth shall see the salvation of the Lord, saith the prophet; every nation, kindred, tongue and people shall be blessed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9012968959743195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 20,
                    "text": "And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000293165489017
                }
            ]
        },
        {
            "verse": 2,
            "text": "And then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 12,
                    "text": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8420744015901569
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 18,
                    "text": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8360469588225812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8349285281780972
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 30,
                    "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8342771350499748
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord, Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto me, I will not hearken unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274406468306191
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 50,
                    "text": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8268072664232947
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 3,
                    "verse": 4,
                    "text": "Then shall they cry unto the Lord, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211658872264478
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 42,
                    "text": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176019940247832
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 20,
                    "text": "As the nations which the Lord destroyeth before your face, so shall ye perish; because ye would not be obedient unto the voice of the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163447198049543
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 22,
                    "text": "And it came to pass that Satan cried with a loud voice, with weeping, and wailing, and gnashing of teeth; and he departed hence, even from the presence of Moses, that he beheld him not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148062116708069
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 8,
                    "text": "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118371762115373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 11,
                    "text": "And because they did cast them all out, that there were none righteous among them, I did send down fire and destroy them, that their wickedness and abominations might be hid from before my face, that the blood of the prophets and the saints whom I sent among them might not cry unto me from the ground against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106756999284318
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 13,
                    "verse": 28,
                    "text": "There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809712108278352
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 4,
                    "text": "Speak not thou in thine heart, after that the Lord thy God hath cast them out from before thee, saying, For my righteousness the Lord hath brought me in to possess this land: but for the wickedness of these nations the Lord doth drive them out from before thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092427006058961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 25,
                    "text": "And in another place they were heard to cry and mourn, saying: O that we had repented before this great and terrible day, and had not killed and stoned the prophets, and cast them out; then would our mothers and our fair daughters, and our children have been spared, and not have been buried up in that great city Moronihah. And thus were the howlings of the people great and terrible.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061905029291986
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 16,
                    "text": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043545709395129
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 27,
                    "verse": 30,
                    "text": "And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031255021299549
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 6,
                    "text": "And even so will I cause the wicked to be kept, that will not hear my voice but harden their hearts, and wo, wo, wo, is their doom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801544529067588
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 13,
                    "text": "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001266532808924
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord, Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto me, I will not hearken unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9077322318075134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014994863270489
                }
            ]
        },
        {
            "verse": 3,
            "text": "For they are carnal and devilish, and the devil has power over them; yea, even that old serpent that did beguile our first parents, which was the cause of their fall; which was the cause of all mankind becoming carnal, sensual, devilish, knowing evil from good, subjecting themselves to the devil.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "Thus all mankind were lost; and behold, they would have been endlessly lost were it not that God redeemed his people from their lost and fallen state.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 6,
                    "text": "Wherefore, all mankind were in a lost and in a fallen state, and ever would be save they should rely on this Redeemer.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8448776626342612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 6,
                    "text": "Wherefore, all mankind were in a lost and in a fallen state, and ever would be save they should rely on this Redeemer.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9393547565706641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 19,
                    "text": "For were it not for the redemption which he hath made for his people, which was prepared from the foundation of the world, I say unto you, were it not for this, all mankind must have perished.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9122309956619444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 14,
                    "text": "And thus we see that all mankind were fallen, and they were in the grasp of justice; yea, the justice of God, which consigned them forever to be cut off from his presence.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018155815381521
                }
            ]
        },
        {
            "verse": 5,
            "text": "But remember that he that persists in his own carnal nature, and goes on in the ways of sin and rebellion against God, remaineth in his fallen state and the devil hath all power over him. Therefore he is as though there was no redemption made, being an enemy to God; and also is the devil an enemy to God.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 4,
                    "text": "The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053389563214334
                }
            ]
        },
        {
            "verse": 6,
            "text": "And now if Christ had not come into the world, speaking of things to come as though they had already come, there could have been no redemption.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 25,
                    "text": "Now, if it had not been for the plan of redemption, which was laid from the foundation of the world, there could have been no resurrection of the dead; but there was a plan of redemption laid, which shall bring to pass the resurrection of the dead, of which has been spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163553802607934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 25,
                    "text": "Now, if it had not been for the plan of redemption, which was laid from the foundation of the world, there could have been no resurrection of the dead; but there was a plan of redemption laid, which shall bring to pass the resurrection of the dead, of which has been spoken.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9046100761345062
                }
            ]
        },
        {
            "verse": 7,
            "text": "And if Christ had not risen from the dead, or have broken the bands of death that the grave should have no victory, and that death should have no sting, there could have been no resurrection.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 8,
                    "text": "But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8498825987484253
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 13,
                    "text": "But if there be no resurrection of the dead, then is Christ not risen:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8302935885909093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 22,
                    "verse": 14,
                    "text": "And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091355844581021
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 16,
                    "text": "For if the dead rise not, then is not Christ raised:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041958915231118
                }
            ]
        },
        {
            "verse": 8,
            "text": "But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 7,
                    "text": "And if Christ had not risen from the dead, or have broken the bands of death that the grave should have no victory, and that death should have no sting, there could have been no resurrection.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8498825987484253
                }
            ]
        },
        {
            "verse": 9,
            "text": "He is the light and the life of the world; yea, a light that is endless, that can never be darkened; yea, and also a life which is endless, that there can be no more death.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 18,
                    "text": "I am the light and the life of the world. I am Alpha and Omega, the beginning and the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026360028986941
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 2,
                    "text": "The light and the life of the world, a light which shineth in darkness and the darkness comprehendeth it not;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025380671265362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 39,
                    "verse": 2,
                    "text": "The light and the life of the world; a light which shineth in darkness and the darkness comprehendeth it not;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025380671265362
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 1,
                    "verse": 4,
                    "text": "In him was life; and the life was the light of men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9034968614578247
                }
            ]
        },
        {
            "verse": 10,
            "text": "Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 53,
                    "text": "For this corruptible must put on incorruption, and this mortal must put on immortality.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8877626719838186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 6,
                    "verse": 21,
                    "text": "And the day soon cometh that your mortal must put on immortality, and these bodies which are now moldering in corruption must soon become incorruptible bodies; and then ye must stand before the judgment-seat of Christ, to be judged according to your works; and if it so be that ye are righteous, then are ye blessed with your fathers who have gone before you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8723170072945052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 4,
                    "text": "And if their works are evil they shall be restored unto them for evil. Therefore, all things shall be restored to their proper order, every thing to its natural frame--mortality raised to immortality, corruption to incorruption--raised to endless happiness to inherit the kingdom of God, or to endless misery to inherit the kingdom of the devil, the one on one hand, the other on the other--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8386094742210225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 4,
                    "text": "And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187855215522941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Do ye exercise faith in the redemption of him who created you? Do you look forward with an eye of faith, and view this mortal body raised in immortality, and this corruption raised in incorruption, to stand before God to be judged according to the deeds which have been done in the mortal body?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148364334819579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 3,
                    "text": "And it is requisite with the justice of God that men should be judged according to their works; and if their works were good in this life, and the desires of their hearts were good, that they should also, at the last day, be restored unto that which is good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143800701367614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 12,
                    "text": "And Amulek hath spoken plainly concerning death, and being raised from this mortality to a state of immortality, and being brought before the bar of God, to be judged according to our works.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121483753101792
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 54,
                    "text": "So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005019949042331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 11,
                    "text": "If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001727390210568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 6,
                    "verse": 21,
                    "text": "And the day soon cometh that your mortal must put on immortality, and these bodies which are now moldering in corruption must soon become incorruptible bodies; and then ye must stand before the judgment-seat of Christ, to be judged according to your works; and if it so be that ye are righteous, then are ye blessed with your fathers who have gone before you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.924329950035225
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 53,
                    "text": "For this corruptible must put on incorruption, and this mortal must put on immortality.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9226107689606292
                }
            ]
        },
        {
            "verse": 11,
            "text": "If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 5,
                    "text": "If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8543830451752984
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8493623789248754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 4,
                    "text": "And if their works are evil they shall be restored unto them for evil. Therefore, all things shall be restored to their proper order, every thing to its natural frame--mortality raised to immortality, corruption to incorruption--raised to endless happiness to inherit the kingdom of God, or to endless misery to inherit the kingdom of the devil, the one on one hand, the other on the other--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8448043825926315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 26,
                    "text": "Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8380314539251446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 5,
                    "text": "The one raised to happiness according to his desires of happiness, or good according to his desires of good; and the other to evil according to his desires of evil; for as he has desired to do evil all the day long even so shall he have his reward of evil when the night cometh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8245364683985511
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 76,
                    "verse": 17,
                    "text": "And shall come forth; they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170546202234209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 31,
                    "text": "He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099351342314958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001727390210568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 5,
                    "text": "If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.82427897525666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 5,
                    "text": "If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9250696852844782
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 5,
                    "verse": 29,
                    "text": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9157700883657149
                }
            ]
        },
        {
            "verse": 12,
            "text": "Having gone according to their own carnal wills and desires; having never called upon the Lord while the arms of mercy were extended towards them; for the arms of mercy were extended towards them, and they would not; they being warned of their iniquities and yet they would not depart from them; and they were commanded to repent and yet they would not repent.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 6,
                    "text": "Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8346464757391272
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 10,
                    "text": "Thus saith the Lord unto this people, Thus have they loved to wander, they have not refrained their feet, therefore the Lord doth not accept them; he will now remember their iniquity, and visit their sins.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8186867254721
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 5,
                    "text": "And they shall go forth and none shall stay them, for I the Lord have commanded them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163866936497752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 43,
                    "verse": 46,
                    "text": "And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813893151252962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 16,
                    "text": "And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135355555719643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 4,
                    "text": "And they would not be baptized; neither would they join the church. And they were a separate people as to their faith, and remained so ever after, even in their carnal and sinful state; for they would not call upon the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134871305274436
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 46,
                    "text": "If they sin against thee, (for there is no man that sinneth not,) and thou be angry with them, and deliver them to the enemy, so that they carry them away captives unto the land of the enemy, far or near;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088187408650267
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 23,
                    "text": "And they came in, and possessed it; but they obeyed not thy voice, neither walked in thy law; they have done nothing of all that thou commandedst them to do: therefore thou hast caused all this evil to come upon them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080886742572505
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 4,
                    "verse": 10,
                    "text": "For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057769692088508
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 36,
                    "text": "If they sin against thee, (for there is no man which sinneth not,) and thou be angry with them, and deliver them over before their enemies, and they carry them away captives unto a land far off or near;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804879078993935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 26,
                    "verse": 34,
                    "text": "For behold, they would take up arms against their brethren; they would not suffer themselves to be slain. But behold how many of these have laid down their lives; and we know that they have gone to their God, because of their love and of their hatred to sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032167245160154
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 78,
                    "verse": 10,
                    "text": "They kept not the covenant of God, and refused to walk in his law;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029606873282189
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 9,
                    "verse": 35,
                    "text": "For they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014613181219886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 26,
                    "verse": 32,
                    "text": "And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008277496499641
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 49,
                    "verse": 10,
                    "text": "They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004871546161433
                }
            ]
        },
        {
            "verse": 13,
            "text": "And now, ought ye not to tremble and repent of your sins, and remember that only in and through Christ ye can be saved?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 27,
                    "text": "Therefore ought ye not to tremble? For salvation cometh to none such; for the Lord hath redeemed none such; yea, neither can the Lord redeem such; for he cannot deny himself; for he cannot deny justice when it has its claim.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.850847460335956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 26,
                    "text": "But behold, and fear, and tremble before God, for ye ought to tremble; for the Lord redeemeth none such that rebel against him and die in their sins; yea, even all those that have perished in their sins ever since the world began, that have wilfully rebelled against God, that have known the commandments of God, and would not keep them; these are they that have no part in the first resurrection.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8338460320301201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 7,
                    "verse": 3,
                    "text": "Know ye that ye must come unto repentance, or ye cannot be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8219431239208983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 9,
                    "text": "Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except ye do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127778742482666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 14,
                    "text": "Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126523050225039
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto you, that at this time your sins are forgiven you, therefore ye receive these things; but remember to sin no more, lest perils shall come upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081458998866361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 24,
                    "text": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071843654499588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057706753309642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 30,
                    "text": "And may the Lord grant unto you repentance, that ye may not bring down his wrath upon you, that ye may not be bound down by the chains of hell, that ye may not suffer the second death.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020305326723053
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 19,
                    "verse": 13,
                    "text": "Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019478732717721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015791643833893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 9,
                    "verse": 27,
                    "text": "O then despise not, and wonder not, but hearken unto the words of the Lord, and ask the Father in the name of Jesus for what things soever ye shall stand in need. Doubt not, but be believing, and begin as in times of old, and come unto the Lord with all your heart, and work out your own salvation with fear and trembling before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013930356400564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9043075115772344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 24,
                    "text": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9019133390136563
                }
            ]
        },
        {
            "verse": 14,
            "text": "Therefore, if ye teach the law of Moses, also teach that it is a shadow of those things which are to come--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 28,
                    "text": "And they said: We teach the law of Moses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156467745356489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 31,
                    "text": "And it shall come to pass that ye shall be smitten for your iniquities, for ye have said that ye teach the law of Moses. And what know ye concerning the law of Moses? Doth salvation come by the law of Moses? What say ye?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106226412983331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 43,
                    "verse": 5,
                    "text": "And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005864885080596
                }
            ]
        },
        {
            "verse": 15,
            "text": "Teach them that redemption cometh through Christ the Lord, who is the very Eternal Father. Amen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 33,
                    "text": "Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble themselves and to be meek and lowly in heart; teach them to withstand every temptation of the devil, with their faith on the Lord Jesus Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8280473265436953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 66,
                    "verse": 13,
                    "text": "Verily, thus saith the Lord your God, your Redeemer, even Jesus Christ. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131002452628318
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 4,
                    "verse": 20,
                    "text": "Now unto God and our Father be glory for ever and ever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023717077407678
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 89,
                    "verse": 52,
                    "text": "Blessed be the Lord for evermore. Amen, and Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801893754789064
                }
            ]
        }
    ]
}