{
    "volume": "Book of Mormon",
    "book": "Mosiah",
    "chapter": 4,
    "verses": [
        {
            "verse": 1,
            "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8289343267465187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that when Jesus had spoken these words the whole multitude fell to the earth; for they remembered that it had been prophesied among them that Christ should show himself unto them after his ascension into heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8283937599788647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 19,
                    "verse": 15,
                    "text": "Now, when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also, for it was they who had stood before the king and testified unto him concerning the great power of Ammon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153792127610092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 17,
                    "text": "And now it came to pass that these were the last words which the angel spake unto Alma, and he departed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142230866696544
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 36,
                    "verse": 16,
                    "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142017438486673
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 4,
                    "text": "And it came to pass, when the angel of the Lord spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127031476036258
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122629458848563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 7,
                    "verse": 21,
                    "text": "And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102061484968861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 4,
                    "verse": 8,
                    "text": "And it came to pass that the armies of the Nephites, when they saw the appearance of the army of Giddianhi, had all fallen to the earth, and did lift their cries to the Lord their God, that he would spare them and deliver them out of the hands of their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086207273336031
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass, when I prophesied, that Pelatiah the son of Benaiah died. Then fell I down upon my face, and cried with a loud voice, and said, Ah Lord God! wilt thou make a full end of the remnant of Israel?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066601967905921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 6,
                    "verse": 3,
                    "text": "And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son Mosiah to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had appointed priests to teach the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the oath which they had made, he dismissed the multitude, and they returned, every one, according to their families, to their own houses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052938505386408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029974224002419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 1,
                    "verse": 9,
                    "text": "And it came to pass that after king Benjamin had made an end of teaching his sons, that he waxed old, and he saw that he must very soon go the way of all the earth; therefore, he thought it expedient that he should confer the kingdom upon one of his sons.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027399519028876
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017041453297579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 11,
                    "verse": 26,
                    "text": "Now it came to pass that when Abinadi had spoken these words unto them they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014842568756932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9156031658885992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 7,
                    "verse": 21,
                    "text": "And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9105268716812134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 1,
                    "text": "Now it came to pass that there were many of the rising generation that could not understand the words of king Benjamin, being little children at the time he spake unto his people; and they did not believe the tradition of their fathers.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044013562441696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 19,
                    "verse": 15,
                    "text": "Now, when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also, for it was they who had stood before the king and testified unto him concerning the great power of Ammon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9036557559556735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 36,
                    "verse": 7,
                    "text": "And behold, he spake unto us, as it were the voice of thunder, and the whole earth did tremble beneath our feet; and we all fell to the earth, for the fear of the Lord came upon us.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002878338184311
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 20,
                    "verse": 41,
                    "text": "And when the men of Israel turned again, the men of Benjamin were amazed: for they saw that evil was come upon them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001986503364329
                }
            ]
        },
        {
            "verse": 2,
            "text": "And they had viewed themselves in their own carnal state, even less than the dust of the earth. And they all cried aloud with one voice, saying: O have mercy, and apply the atoning blood of Christ that we may receive forgiveness of our sins, and our hearts may be purified; for we believe in Jesus Christ, the Son of God, who created heaven and earth, and all things; who shall come down among the children of men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 16,
                    "text": "And when they had all gone forth and had witnessed for themselves, they did cry out with one accord, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004907890369809
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it came to pass that after they had spoken these words the Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having peace of conscience, because of the exceeding faith which they had in Jesus Christ who should come, according to the words which king Benjamin had spoken unto them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8337854628031586
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 13,
                    "text": "And the Lord God hath sent his holy prophets among all the children of men, to declare these things to every kindred, nation, and tongue, that thereby whosoever should believe that Christ should come, the same might receive remission of their sins, and rejoice with exceedingly great joy, even as though he had already come among them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8300336217047317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it came to pass that so great was their faith and their patience that the voice of the Lord came unto them again, saying: Be of good comfort, for on the morrow I will deliver you out of bondage.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8220544576482947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154440872773875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 17,
                    "verse": 10,
                    "text": "And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144456070459233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 6,
                    "text": "And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139828289802318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 39,
                    "text": "And it came to pass that the Lord was with us, yea, even the voice of the Lord came and did speak many words unto them, and did chasten them exceedingly; and after they were chastened by the voice of the Lord they did turn away their anger, and did repent of their sins, insomuch that the Lord did bless us again with food, that we did not perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127922942090736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 58,
                    "verse": 11,
                    "text": "Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103049993523782
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095904279833627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 17,
                    "verse": 20,
                    "text": "And they arose from the earth, and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092212587904137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 45,
                    "text": "And behold, the Holy Spirit of God did come down from heaven, and did enter into their hearts, and they were filled as if with fire, and they could speak forth marvelous words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039023245724332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031250219981727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 26,
                    "text": "And the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017680725914129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 26,
                    "text": "And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012079727970427
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 17,
                    "verse": 10,
                    "text": "And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9144038677462067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 45,
                    "text": "And behold, the Holy Spirit of God did come down from heaven, and did enter into their hearts, and they were filled as if with fire, and they could speak forth marvelous words.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057027259026064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9024840266252864
                }
            ]
        },
        {
            "verse": 4,
            "text": "And king Benjamin again opened his mouth and began to speak unto them, saying: My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.867073418949823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 54,
                    "text": "And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8444160285540506
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 12,
                    "text": "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8363927355040588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 1,
                    "text": "And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8314802706726453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 6,
                    "text": "And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8237501623968967
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 1,
                    "text": "And now I, Jacob, speak unto you again, my beloved brethren, concerning this righteous branch of which I have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209471599024408
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 18,
                    "verse": 18,
                    "text": "I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184392948680627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 8,
                    "verse": 3,
                    "text": "And he also rehearsed unto them the last words which king Benjamin had taught them, and explained them to the people of king Limhi, so that they might understand all the words which he spake.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140137976554079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that after Mosiah had done as his father had commanded him, and had made a proclamation throughout all the land, that the people gathered themselves together throughout all the land, that they might go up to the temple to hear the words which king Benjamin should speak unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137045640242115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128545722537024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 1,
                    "text": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106023581817382
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 14,
                    "text": "And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090880360668389
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807537738617631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 13,
                    "text": "And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062564594929523
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 15,
                    "text": "And thou shalt speak unto him, and put words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061876050747185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 97,
                    "verse": 1,
                    "text": "Verily I say unto you my friends, I speak unto you with my voice, even the voice of my Spirit, that I may show unto you my will concerning your brethren in the land of Zion, many of whom are truly humble and are seeking diligently to learn wisdom and to find truth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047311427840429
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 2,
                    "text": "Hear ye the words of this covenant, and speak unto the men of Judah, and to the inhabitants of Jerusalem;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029628929321461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 33,
                    "verse": 10,
                    "text": "And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023527936520581
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 22,
                    "verse": 8,
                    "text": "And he said unto them, Lodge here this night, and I will bring you word again, as the Lord shall speak unto me: and the princes of Moab abode with Balaam.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019341301477786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 112,
                    "verse": 21,
                    "text": "And again, I say unto you, that whosoever ye shall send in my name, by the voice of your brethren, the Twelve, duly recommended and authorized by you, shall have power to open the door of my kingdom unto any nation whithersoever ye shall send them--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014444338692932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9126937713416323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 6,
                    "text": "And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.90316164876388
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 12,
                    "text": "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9025547119278953
                }
            ]
        },
        {
            "verse": 5,
            "text": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state--",
            "similars": []
        },
        {
            "verse": 6,
            "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 13,
                    "text": "O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8199128942165917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8190146285987404
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 3,
                    "text": "And as ye have desired of my beloved brother that he should make known unto you what ye should do, because of your afflictions; and he hath spoken somewhat unto you to prepare your minds; yea, and he hath exhorted you unto faith and to patience--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167706793166485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 31,
                    "text": "He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165653977714884
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 7,
                    "text": "I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103261750452594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809399517235554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086211034928417
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 66,
                    "text": "Teach me good judgment and knowledge: for I have believed thy commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085109850557116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 23,
                    "text": "And now I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808489601507475
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 50,
                    "text": "And he that liveth when the Lord shall come, and hath kept the faith, blessed is he; nevertheless, it is appointed to him to die at the age of man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084814958938817
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 96,
                    "verse": 6,
                    "text": "And again, verily I say unto you, it is wisdom and expedient in me, that my servant John Johnson whose offering I have accepted, and whose prayers I have heard, unto whom I give a promise of eternal life inasmuch as he keepeth my commandments from henceforth--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084006657426377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 29,
                    "text": "Having faith on the Lord; having a hope that ye shall receive eternal life; having the love of God always in your hearts, that ye may be lifted up at the last day and enter into his rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077685459727303
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063382277105585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 33,
                    "verse": 4,
                    "text": "And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061486161558619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 3,
                    "text": "Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056519235991191
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054804224017399
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 40,
                    "text": "And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who do cast you out because of your exceeding poverty, lest ye become sinners like unto them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049075064072477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804827958298482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 16,
                    "text": "For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042143017061308
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "volume_book_index": 16,
                    "chapter": 3,
                    "verse": 10,
                    "text": "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804050835257453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038216877662436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 19,
                    "text": "I give unto you these sayings that you may understand and know how to worship, and know what you worship, that you may come unto the Father in my name, and in due time receive of his fulness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038123745183885
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 10,
                    "text": "That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037594868558827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 25,
                    "text": "That as many as would believe and be baptized in his holy name, and endure in faith to the end, should be saved--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031919655496517
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 27,
                    "text": "And Laban said unto him, I pray thee, if I have found favour in thine eyes, tarry: for I have learned by experience that the Lord hath blessed me for thy sake.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028044053452102
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023939614926919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 20,
                    "text": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011007094359212
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "volume_book_index": 10,
                    "chapter": 4,
                    "verse": 13,
                    "text": "Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009639341718007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 41,
                    "text": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006441068776389
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005547727014617
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "volume_book_index": 22,
                    "chapter": 3,
                    "verse": 15,
                    "text": "And account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001902306410957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 38,
                    "verse": 5,
                    "text": "And now my son, Shiblon, I would that ye should remember, that as much as ye shall put your trust in God even so much ye shall be delivered out of your trials, and your troubles, and your afflictions, and ye shall be lifted up at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001895371403898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 138,
                    "verse": 4,
                    "text": "That through his atonement, and by obedience to the principles of the gospel, mankind might be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000537258564066
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9090792645083522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9030278305204588
                }
            ]
        },
        {
            "verse": 7,
            "text": "I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 22,
                    "verse": 13,
                    "text": "And Aaron did expound unto him the scriptures from the creation of Adam, laying the fall of man before him, and their carnal state and also the plan of redemption, which was prepared from the foundation of the world, through Christ, for all whosoever would believe on his name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8372675250347337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 42,
                    "verse": 26,
                    "text": "And thus God bringeth about his great and eternal purposes, which were prepared from the foundation of the world. And thus cometh about the salvation and the redemption of men, and also their destruction and misery.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8345396528770114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 3,
                    "verse": 14,
                    "text": "Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275630305076536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 19,
                    "text": "For were it not for the redemption which he hath made for his people, which was prepared from the foundation of the world, I say unto you, were it not for this, all mankind must have perished.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147429400955252
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 138,
                    "verse": 4,
                    "text": "That through his atonement, and by obedience to the principles of the gospel, mankind might be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115487033213232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103261750452594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, he created Adam, and by Adam came the fall of man. And because of the fall of man came Jesus Christ, even the Father and the Son; and because of Jesus Christ came the redemption of man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086982009454874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 18,
                    "verse": 39,
                    "text": "But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069562931583519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 18,
                    "text": "For he is the same yesterday, today, and forever; and the way is prepared for all men from the foundation of the world, if it so be that they repent and come unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067040333434674
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 3,
                    "text": "It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time, yea, even from the beginning, or before the foundation of the earth, down to the present time, even the right of the firstborn, or the first man, who is Adam, or first father, through the fathers unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802517298644246
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 62,
                    "text": "And now, behold, I say unto you: This is the plan of salvation unto all men, through the blood of mine Only Begotten, who shall come in the meridian of time.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013698336196343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 19,
                    "text": "For were it not for the redemption which he hath made for his people, which was prepared from the foundation of the world, I say unto you, were it not for this, all mankind must have perished.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9009798883223731
                }
            ]
        },
        {
            "verse": 8,
            "text": "And this is the means whereby salvation cometh. And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 12,
                    "text": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8370230928600069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 38,
                    "text": "For no man can be saved, according to the words of Christ, save they shall have faith in his name; wherefore, if these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8303604756011123
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026578674668481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013369248643858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9070244708584481
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 12,
                    "text": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9064193479515479
                }
            ]
        },
        {
            "verse": 9,
            "text": "Believe in God; believe that he is, and that he created all things, both in heaven and in earth; believe that he has all wisdom, and all power, both in heaven and in earth; believe that man doth not comprehend all the things which the Lord can comprehend.",
            "similars": []
        },
        {
            "verse": 10,
            "text": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 9,
                    "text": "Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except ye do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8440221979880198
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8425601303513351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8406489773469306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8340550068262628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 33,
                    "text": "Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble themselves and to be meek and lowly in heart; teach them to withstand every temptation of the devil, with their faith on the Lord Jesus Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8236022151428076
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 33,
                    "verse": 11,
                    "text": "Yea, repent and be baptized, every one of you, for a remission of your sins; yea, be baptized even by water, and then cometh the baptism of fire and of the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209894620245946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191781150353522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 31,
                    "verse": 17,
                    "text": "Wherefore, do the things which I have told you I have seen that your Lord and your Redeemer should do; for, for this cause have they been shown unto me, that ye might know the gate by which ye should enter. For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139861239848453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 39,
                    "text": "And again, verily I say unto you, if after thine enemy has come upon thee the first time, he repent and come unto thee praying thy forgiveness, thou shalt forgive him, and shalt hold it no more as a testimony against thine enemy--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120838208612553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 43,
                    "text": "By this ye may know if a man repenteth of his sins--behold, he will confess them and forsake them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116866730017075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107777338015089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 20,
                    "verse": 37,
                    "text": "And again, by way of commandment to the church concerning the manner of baptism--All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094203133359053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 117,
                    "verse": 4,
                    "text": "Let them repent of all their sins, and of all their covetous desires, before me, saith the Lord; for what is property unto me? saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093164795714616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807825283601506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 37,
                    "text": "And again I say unto you, ye must repent, and become as a little child, and be baptized in my name, or ye can in nowise receive these things.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070954238178429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 32,
                    "text": "Nevertheless, he that repents and does the commandments of the Lord shall be forgiven;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806455587367812
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 19,
                    "text": "Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058095222953762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 56,
                    "verse": 14,
                    "text": "Behold, thus saith the Lord unto my people--you have many things to do and to repent of; for behold, your sins have come up unto me, and are not pardoned, because you seek to counsel in your own ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027153191874554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 93,
                    "verse": 48,
                    "text": "Your family must needs repent and forsake some things, and give more earnest heed unto your sayings, or be removed out of their place.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018942890086946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 14,
                    "text": "Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012915520719945
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 24,
                    "text": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010922763892862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 5,
                    "text": "Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001548462621771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9129637855621869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 58,
                    "verse": 43,
                    "text": "By this ye may know if a man repenteth of his sins--behold, he will confess them and forsake them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9113046851365398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 13,
                    "text": "That ye turn to the Lord with all your mind, might, and strength; that ye lead away the hearts of no more to do wickedly; but rather return unto them, and acknowledge your faults and that wrong which ye have done.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055748908050427
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 24,
                    "text": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016002568006934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900101768982623
                }
            ]
        },
        {
            "verse": 11,
            "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 12,
                    "text": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.858044336423229
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 24,
                    "text": "Therefore thus saith the Lord God; Because ye have made your iniquity to be remembered, in that your transgressions are discovered, so that in all your doings your sins do appear; because, I say, that ye are come to remembrance, ye shall be taken with the hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8254911351669985
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "volume_book_index": 15,
                    "chapter": 4,
                    "verse": 6,
                    "text": "If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209263156290816
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 145,
                    "verse": 7,
                    "text": "They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8201670922808351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 6,
                    "text": "And now behold, I say unto you, my brethren, you that belong to this church, have you sufficiently retained in remembrance the captivity of your fathers? Yea, and have you sufficiently retained in remembrance his mercy and long-suffering towards them? And moreover, have ye sufficiently retained in remembrance that he has delivered their souls from hell?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196115055546769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 20,
                    "text": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166006333358332
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 16,
                    "verse": 63,
                    "text": "That thou mayest remember, and be confounded, and never open thy mouth any more because of thy shame, when I am pacified toward thee for all that thou hast done, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132202871161722
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 97,
                    "verse": 12,
                    "text": "Rejoice in the Lord, ye righteous; and give thanks at the remembrance of his holiness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125407790301626
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto you, that at this time your sins are forgiven you, therefore ye receive these things; but remember to sin no more, lest perils shall come upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124726547856835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 52,
                    "text": "Behold, my beloved brethren, remember the words of your God; pray unto him continually by day, and give thanks unto his holy name by night. Let your hearts rejoice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124549769640094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 4,
                    "text": "But blessed be the name of God, that he hath given me to know, yea, hath given unto me the exceedingly great joy of knowing that they are established again in the way of his righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114601705802229
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 21,
                    "text": "And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104913946533758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 5,
                    "text": "For I remember the word of God which saith by their works ye shall know them; for if their works be good, then they are good also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095913368292182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088213420689405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063382277105585
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 38,
                    "verse": 3,
                    "text": "And said, Remember now, O Lord, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. And Hezekiah wept sore.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061964852046987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 70,
                    "text": "And now, remember the words of him who is the life and light of the world, your Redeemer, your Lord and your God. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057704605836046
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 3,
                    "text": "There are those among you who have sinned; but verily I say, for this once, for mine own glory, and for the salvation of souls, I have forgiven you your sins.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057204246702693
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 15,
                    "verse": 2,
                    "text": "By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054668870016756
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048589370324393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 20,
                    "text": "And behold, even at this time, ye have been calling on his name, and begging for a remission of your sins. And has he suffered that ye have begged in vain? Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041015751641737
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 6,
                    "text": "But now when Timotheus came from you unto us, and brought us good tidings of your faith and charity, and that ye have good remembrance of us always, desiring greatly to see us, as we also to see you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035054461002415
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 20,
                    "verse": 3,
                    "text": "I beseech thee, O Lord, remember now how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. And Hezekiah wept sore.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033537257326816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029721298244717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 46,
                    "verse": 10,
                    "text": "And again, verily I say unto you, I would that ye should always remember, and always retain in your minds what those gifts are, that are given unto the church.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019476509746352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 12,
                    "text": "For ye shall have great joy and be exceedingly glad, for great shall be your reward in heaven; for so persecuted they the prophets who were before you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017821927453075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 14,
                    "text": "Therefore, my son, see that you are merciful unto your brethren; deal justly, judge righteously, and do good continually; and if ye do all these things then shall ye receive your reward; yea, ye shall have mercy restored unto you again; ye shall have justice restored unto you again; ye shall have a righteous judgment restored unto you again; and ye shall have good rewarded unto you again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017157927437071
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 3,
                    "text": "Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016032681215763
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011180553270603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 38,
                    "verse": 14,
                    "text": "Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord, forgive my unworthiness, and remember my brethren in mercy--yea, acknowledge your unworthiness before God at all times.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009327589779386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 12,
                    "text": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.92296172106723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9090792645083522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 22,
                    "text": "And now, behold, I say unto you, and I would that ye should remember, that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001268088893196
                }
            ]
        },
        {
            "verse": 12,
            "text": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.858044336423229
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "volume_book_index": 22,
                    "chapter": 3,
                    "verse": 18,
                    "text": "But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8297225630679587
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 104,
                    "verse": 31,
                    "text": "The glory of the Lord shall endure for ever: the Lord shall rejoice in his works.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8224154002781462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 20,
                    "text": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197932218686356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 23,
                    "text": "And now, my brethren, I desire that ye shall plant this word in your hearts, and as it beginneth to swell even so nourish it by your faith. And behold, it will become a tree, springing up in you unto everlasting life. And then may God grant unto you that your burdens may be light, through the joy of his Son. And even all this can ye do if ye will. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160628853513079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140567910718239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127415511038059
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 52,
                    "verse": 17,
                    "text": "And again, he that trembleth under my power shall be made strong, and shall bring forth fruits of praise and wisdom, according to the revelations and truths which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117122812285059
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109248306446563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 13,
                    "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104551345354515
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 4,
                    "verse": 4,
                    "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070479478299132
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 35,
                    "verse": 9,
                    "text": "And my soul shall be joyful in the Lord: it shall rejoice in his salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055144459176886
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 70,
                    "verse": 4,
                    "text": "Let all those that seek thee rejoice and be glad in thee: and let such as love thy salvation say continually, Let God be magnified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046087612841191
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 40,
                    "verse": 16,
                    "text": "Let all those that seek thee rejoice and be glad in thee: let such as love thy salvation say continually, The Lord be magnified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040741768581358
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "volume_book_index": 12,
                    "chapter": 1,
                    "verse": 10,
                    "text": "That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038701070247791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 15,
                    "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031033743990206
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 3,
                    "verse": 18,
                    "text": "Yet I will rejoice in the Lord, I will joy in the God of my salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016184792550666
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 64,
                    "verse": 5,
                    "text": "Thou meetest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002799907065908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.92296172106723
                }
            ]
        },
        {
            "verse": 13,
            "text": "And ye will not have a mind to injure one another, but to live peaceably, and to render to every man according to that which is his due.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 23,
                    "verse": 29,
                    "text": "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from among his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118758448652721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 27,
                    "verse": 4,
                    "text": "That they should let no pride nor haughtiness disturb their peace; that every man should esteem his neighbor as himself, laboring with their own hands for their support.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087754253385324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 22,
                    "text": "And behold, ye shall meet together oft; and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you and forbid them not;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081459753259531
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 28,
                    "text": "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, he shall not die.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805980052329624
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 23,
                    "text": "If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people shall also go to their place in peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035418461460812
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 12,
                    "verse": 18,
                    "text": "If it be possible, as much as lieth in you, live peaceably with all men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014475706690719
                }
            ]
        },
        {
            "verse": 14,
            "text": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 55,
                    "text": "So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8328061771428215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 5,
                    "text": "And thus the flesh becoming subject to the Spirit, or the Son to the Father, being one God, suffereth temptation, and yieldeth not to the temptation, but suffereth himself to be mocked, and scourged, and cast out, and disowned by his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8260477398652241
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 43,
                    "verse": 46,
                    "text": "And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8242749843607923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 22,
                    "text": "And the righteous need not fear, for they are those who shall not be confounded. But it is the kingdom of the devil, which shall be built up among the children of men, which kingdom is established among them which are in the flesh--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233380062947766
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 24,
                    "verse": 16,
                    "text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8228389094551175
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 12,
                    "text": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his righteousness in the day that he sinneth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8215494395986349
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 48,
                    "text": "Therefore shalt thou serve thine enemies which the Lord shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8215074745882218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166988905694281
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 24,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the Lord, and returned to depart, according to the word of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166813602451142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 16,
                    "text": "For the time soon cometh that the fulness of the wrath of God shall be poured out upon all the children of men; for he will not suffer that the wicked shall destroy the righteous.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163775551439936
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 46,
                    "text": "If they sin against thee, (for there is no man that sinneth not,) and thou be angry with them, and deliver them to the enemy, so that they carry them away captives unto the land of the enemy, far or near;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161409543292827
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 25,
                    "verse": 4,
                    "text": "But he slew not their children, but did as it is written in the law in the book of Moses, where the Lord commanded, saying, The fathers shall not die for the children, neither shall the children die for the fathers, but every man shall die for his own sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146564779069397
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 22,
                    "text": "Ye shall not fear them: for the Lord your God he shall fight for you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137234452382927
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 10,
                    "text": "And said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132393873536248
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 89,
                    "verse": 22,
                    "text": "The enemy shall not exact upon him; nor the son of wickedness afflict him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119927156476554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115583309441203
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "volume_book_index": 23,
                    "chapter": 3,
                    "verse": 10,
                    "text": "In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113819378056358
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 14,
                    "verse": 6,
                    "text": "But the children of the murderers he slew not: according unto that which is written in the book of the law of Moses, wherein the Lord commanded, saying, The fathers shall not be put to death for the children, nor the children be put to death for the fathers; but every man shall be put to death for his own sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.81135360652276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 33,
                    "text": "Ye know that ye do transgress the laws of God, and ye do know that ye do trample them under your feet. Behold, the Lord saith unto me: If those whom ye have appointed your governors do not repent of their sins and iniquities, ye shall go up to battle against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108630788897591
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 42,
                    "text": "And the Lord said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097190168929967
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 17,
                    "text": "For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069719817300881
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 2,
                    "verse": 3,
                    "text": "Therefore thus saith the Lord; Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066209408584951
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 36,
                    "text": "If they sin against thee, (for there is no man which sinneth not,) and thou be angry with them, and deliver them over before their enemies, and they carry them away captives unto a land far off or near;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058224921061534
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 35,
                    "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057143338286638
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Now be ye not stiffnecked, as your fathers were, but yield yourselves unto the Lord, and enter into his sanctuary, which he hath sanctified for ever: and serve the Lord your God, that the fierceness of his wrath may turn away from you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050023118630184
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 31,
                    "text": "(For the Lord thy God is a merciful God;) he will not forsake thee, neither destroy thee, nor forget the covenant of thy fathers which he sware unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042485669259312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 3,
                    "verse": 9,
                    "text": "Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041021194052483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 7,
                    "verse": 12,
                    "text": "Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034333068714238
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 18,
                    "text": "But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033535651521214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 11,
                    "text": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026416970340933
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021161544719374
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 9,
                    "text": "Thou shalt not bow down thyself unto them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020854781283998
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 5,
                    "text": "Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014700246493175
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 39,
                    "text": "Moreover your little ones, which ye said should be a prey, and your children, which in that day had no knowledge between good and evil, they shall go in thither, and unto them will I give it, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002681677406339
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 1,
                    "verse": 19,
                    "text": "And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the Lord, to deliver thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001698585507719
                }
            ]
        },
        {
            "verse": 15,
            "text": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 20,
                    "text": "And thou shalt teach them ordinances and laws, and shalt shew them the way wherein they must walk, and the work that they must do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8352303705256232
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 51,
                    "verse": 13,
                    "text": "Then will I teach transgressors thy ways; and sinners shall be converted unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101350272418248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 123,
                    "text": "See that ye love one another; cease to be covetous; learn to impart one to another as the gospel requires.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048698639974724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 53,
                    "verse": 21,
                    "text": "Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044341412186765
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 33,
                    "text": "Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble themselves and to be meek and lowly in heart; teach them to withstand every temptation of the devil, with their faith on the Lord Jesus Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025223051878506
                }
            ]
        },
        {
            "verse": 16,
            "text": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 26,
                    "text": "And now, for the sake of these things which I have spoken unto you--that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God--I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8269442896446766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 22,
                    "text": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8252659999896447
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 23,
                    "verse": 11,
                    "text": "For their redeemer is mighty; he shall plead their cause with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155056842064461
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 75,
                    "text": "And let him lift up his voice long and loud, in the midst of the people, to plead the cause of the poor and the needy; and let him not fail, neither let his heart faint; and I will accept of his offerings, for they shall not be unto me as the offerings of Cain, for he shall be mine, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105799592206103
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 35,
                    "text": "And they shall look to the poor and the needy, and administer to their relief that they shall not suffer; and send them forth to the place which I have commanded them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095028097127245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 6,
                    "text": "Behold, I say unto you, that ye must visit the poor and the needy and administer to their relief, that they may be kept until all things may be done according to my law which ye have received. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083571070334163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 18,
                    "verse": 28,
                    "text": "And thus they should impart of their substance of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080849388175217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045837150841002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 80,
                    "text": "And inasmuch as you are diligent and humble, and exercise the prayer of faith, behold, I will soften the hearts of those to whom you are in debt, until I shall send means unto you for your deliverance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036323570908934
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 16,
                    "verse": 16,
                    "text": "That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022307728827877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 17,
                    "text": "Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021963249214747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 28,
                    "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005882396193001
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 9,
                    "verse": 20,
                    "text": "Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000617119624122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 42,
                    "text": "Give to him that asketh thee, and from him that would borrow of thee turn thou not away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000281384007815
                }
            ]
        },
        {
            "verse": 17,
            "text": "Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just--",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 22,
                    "text": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144417470327909
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 19,
                    "verse": 22,
                    "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097782138214449
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 3,
                    "verse": 11,
                    "text": "Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088031630704222
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 11,
                    "verse": 17,
                    "text": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031622005769129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And again, doth a man take an ass which belongeth to his neighbor, and keep him? I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out. I say unto you, that even so shall it be among you if ye know not the name by which ye are called.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027404715339728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 16,
                    "text": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021963249214747
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 42,
                    "text": "And he said unto him, Thus saith the Lord, Because thou hast let go out of thy hand a man whom I appointed to utter destruction, therefore thy life shall go for his life, and thy people for his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001726212594956
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 17,
                    "verse": 8,
                    "text": "And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000867444595415
                }
            ]
        },
        {
            "verse": 18,
            "text": "But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 37,
                    "text": "I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177306431080208
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161402927087351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 32,
                    "text": "Now I say unto you, Go; and whosoever will not repent of his sins the same shall not be numbered among my people; and this shall be observed from this time forward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018067653229358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 9,
                    "verse": 12,
                    "text": "Behold, now I say unto you that he commandeth you to repent; and except ye repent, ye can in nowise inherit the kingdom of God. But behold, this is not all--he has commanded you to repent, or he will utterly destroy you from off the face of the earth; yea, he will visit you in his anger, and in his fierce anger he will not turn away.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9069716174943312
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 13,
                    "verse": 3,
                    "text": "I tell you, Nay: but, except ye repent, ye shall all likewise perish.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015317886611482
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 13,
                    "verse": 5,
                    "text": "I tell you, Nay: but, except ye repent, ye shall all likewise perish.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015307040391037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013196112298518
                }
            ]
        },
        {
            "verse": 19,
            "text": "For behold, are we not all beggars? Do we not all depend upon the same Being, even God, for all the substance which we have, for both food and raiment, and for gold, and for silver, and for all the riches which we have of every kind?",
            "similars": []
        },
        {
            "verse": 20,
            "text": "And behold, even at this time, ye have been calling on his name, and begging for a remission of your sins. And has he suffered that ye have begged in vain? Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 29,
                    "text": "If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098056213992909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 11,
                    "text": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041015751641737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 25,
                    "text": "And I exceedingly fear and tremble because of you, lest he shall suffer again; for behold, ye have accused him that he sought power and authority over you; but I know that he hath not sought for power nor authority over you, but he hath sought the glory of God, and your own eternal welfare.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027190308334085
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Glory ye in his holy name: let the heart of them rejoice that seek the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010560150899563
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 105,
                    "verse": 3,
                    "text": "Glory ye in his holy name: let the heart of them rejoice that seek the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010560150899563
                }
            ]
        },
        {
            "verse": 21,
            "text": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813642393510135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 26,
                    "verse": 9,
                    "text": "And when they shall have received this, which is expedient that they should have first, to try their faith, and if it shall so be that they shall believe these things then shall the greater things be made manifest unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072592724904127
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 26,
                    "text": "And now, for the sake of these things which I have spoken unto you--that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God--I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070329355741983
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 8,
                    "verse": 5,
                    "text": "If thou wouldest seek unto God betimes, and make thy supplication to the Almighty;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067076430123095
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 47,
                    "text": "And I said unto them, that it should be granted unto them according to their faith in their prayers;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061174892626742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 18,
                    "text": "Ask the Father in my name in faith, believing that you shall receive, and you shall have the Holy Ghost, which manifesteth all things which are expedient unto the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045822441031518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 4,
                    "text": "And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020265929164251
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 11,
                    "verse": 24,
                    "text": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002623785552689
                }
            ]
        },
        {
            "verse": 22,
            "text": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 16,
                    "text": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8252659999896447
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 17,
                    "text": "Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144417470327909
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 19,
                    "verse": 6,
                    "text": "And said to the judges, Take heed what ye do: for ye judge not for man, but for the Lord, who is with you in the judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121162527082016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118297690209823
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 25,
                    "text": "If one man sin against another, the judge shall judge him: but if a man sin against the Lord, who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord would slay them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104203503250216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 33,
                    "text": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083884773779676
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055336679282702
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 14,
                    "text": "And now, my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you, and if ye persist in these things his judgments must speedily come unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047069467558909
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 109,
                    "verse": 7,
                    "text": "When he shall be judged, let him be condemned: and let his prayer become sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801275945305152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 4,
                    "text": "I ought not to harrow up in my desires the firm decree of a just God, for I know that he granteth unto men according to their desire, whether it be unto death or unto life; yea, I know that he allotteth unto men, yea, decreeth unto them decrees which are unalterable, according to their wills, whether they be unto salvation or unto destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010374668967543
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 37,
                    "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002138983783107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001528054890739
                }
            ]
        },
        {
            "verse": 23,
            "text": "I say unto you, wo be unto that man, for his substance shall perish with him; and now, I say these things unto those who are rich as pertaining to the things of this world.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 30,
                    "text": "But wo unto the rich, who are rich as to the things of the world. For because they are rich they despise the poor, and they persecute the meek, and their hearts are upon their treasures; wherefore, their treasure is their god. And behold, their treasure shall perish with them also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141895572965173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 10,
                    "text": "And verily I say unto thee that thou shalt lay aside the things of this world, and seek for the things of a better.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034705102807154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 30,
                    "text": "But wo unto the rich, who are rich as to the things of the world. For because they are rich they despise the poor, and they persecute the meek, and their hearts are upon their treasures; wherefore, their treasure is their god. And behold, their treasure shall perish with them also.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013787508011121
                }
            ]
        },
        {
            "verse": 24,
            "text": "And again, I say unto the poor, ye who have not and yet have sufficient, that ye remain from day to day; I mean all you who deny the beggar, because ye have not; I would that ye say in your hearts that: I give not because I have not, but if I had I would give.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 20,
                    "verse": 35,
                    "text": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161524633508962
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 8,
                    "text": "For the poor always ye have with you; but me ye have not always.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008524174245402
                }
            ]
        },
        {
            "verse": 25,
            "text": "And now, if ye say this in your hearts ye remain guiltless, otherwise ye are condemned; and your condemnation is just for ye covet that which ye have not received.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 38,
                    "verse": 14,
                    "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217890572473111
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "volume_book_index": 22,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062424104141191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 14,
                    "text": "And now, O king, behold, we are guiltless, and thou, O king, hast not sinned; therefore, this man has lied concerning you, and he has prophesied in vain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052638107292844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 23,
                    "text": "Do ye suppose that God will look upon you as guiltless while ye sit still and behold these things? Behold I say unto you, Nay. Now I would that ye should remember that God has said that the inward vessel shall be cleansed first, and then shall the outer vessel be cleansed also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801875913847852
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 52,
                    "verse": 3,
                    "text": "For thus saith the Lord, Ye have sold yourselves for nought; and ye shall be redeemed without money.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014996077820397
                }
            ]
        },
        {
            "verse": 26,
            "text": "And now, for the sake of these things which I have spoken unto you--that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God--I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 6,
                    "text": "Behold, I say unto you, that ye must visit the poor and the needy and administer to their relief, that they may be kept until all things may be done according to my law which ye have received. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274055045236329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 16,
                    "text": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8269442896446766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good--to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247741661717212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 46,
                    "verse": 9,
                    "text": "For verily I say unto you, they are given for the benefit of those who love me and keep all my commandments, and him that seeketh so to do; that all may be benefited that seek or that ask of me, that ask and not for a sign that they may consume it upon their lusts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8212794081280351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 18,
                    "verse": 28,
                    "text": "And thus they should impart of their substance of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159171534267103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118991589371032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 13,
                    "verse": 1,
                    "text": "Verily, verily, I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101971126560005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 103,
                    "text": "And again, verily, verily, I say unto you, it is expedient that every man who goes forth to proclaim mine everlasting gospel, that inasmuch as they have families, and receive money by gift, that they should send it unto them or make use of it for their benefit, as the Lord shall direct them, for thus it seemeth me good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086779077153959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 21,
                    "text": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070329355741983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 3,
                    "text": "But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009477301834885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 6,
                    "text": "Behold, I say unto you, that ye must visit the poor and the needy and administer to their relief, that they may be kept until all things may be done according to my law which ye have received. Amen.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9063784107259789
                }
            ]
        },
        {
            "verse": 27,
            "text": "And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order.",
            "similars": []
        },
        {
            "verse": 28,
            "text": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 25,
                    "text": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8660502270971031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 31,
                    "text": "And ye shall also forgive one another your trespasses; for verily I say unto you, he that forgiveth not his neighbor's trespasses when he says that he repents, the same hath brought himself under condemnation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8332715501712902
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 3,
                    "verse": 28,
                    "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8257765652305316
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "volume_book_index": 20,
                    "chapter": 2,
                    "verse": 8,
                    "text": "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8250769398449134
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 9,
                    "text": "Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8157305659167666
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 6,
                    "verse": 2,
                    "text": "If a soul sin, and commit a trespass against the Lord, and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or hath deceived his neighbour;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153303926668733
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 25,
                    "verse": 14,
                    "text": "And if thou sell ought unto thy neighbour, or buyest ought of thy neighbour's hand, ye shall not oppress one another:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8150656100936048
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 22,
                    "verse": 14,
                    "text": "And if a man borrow ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125589513764929
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 19,
                    "text": "Therefore thus saith the Lord, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117902503453502
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 26,
                    "text": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108630161050713
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 20,
                    "verse": 8,
                    "text": "Therefore thou shalt deal kindly with thy servant; for thou hast brought thy servant into a covenant of the Lord with thee: notwithstanding, if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104352073178466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 22,
                    "text": "And now, behold, I say unto you, and I would that ye should remember, that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810219200629867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086546570254235
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 13,
                    "verse": 21,
                    "text": "Evil pursueth sinners: but to the righteous good shall be repayed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071155108215992
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 23,
                    "verse": 21,
                    "text": "When thou shalt vow a vow unto the Lord thy God, thou shalt not slack to pay it: for the Lord thy God will surely require it of thee; and it would be sin in thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069138171334189
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 15,
                    "verse": 20,
                    "text": "Whereas thou camest but yesterday, should I this day make thee go up and down with us? seeing I go whither I may, return thou, and take back thy brethren: mercy and truth be with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049035624270137
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 8,
                    "verse": 18,
                    "text": "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037280865579267
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 22,
                    "verse": 26,
                    "text": "If thou at all take thy neighbour's raiment to pledge, thou shalt deliver it unto him by that the sun goeth down:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802269470580742
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 3,
                    "verse": 7,
                    "text": "Thus saith the Lord of hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022013620377093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021282746524769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011037146884054
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 30,
                    "text": "And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003987311780851
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 25,
                    "text": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8012130019879948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 25,
                    "text": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9243937640659593
                }
            ]
        },
        {
            "verse": 29,
            "text": "And finally, I cannot tell you all the things whereby ye may commit sin; for there are divers ways and means, even so many that I cannot number them.",
            "similars": []
        },
        {
            "verse": 30,
            "text": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish. And now, O man, remember, and perish not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 15,
                    "verse": 39,
                    "text": "And it shall be unto you for a fringe, that ye may look upon it, and remember all the commandments of the Lord, and do them; and that ye seek not after your own heart and your own eyes, after which ye use to go a whoring:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8361882029333135
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 43,
                    "text": "And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the words of eternal life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8319343145092285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 39,
                    "text": "Yea, and I also exhort you, my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptations of the devil, that he may not overpower you, that ye may not become his subjects at the last day; for behold, he rewardeth you no good thing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8294133165035582
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 11,
                    "text": "Beware that thou forget not the Lord thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234549579111033
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 19,
                    "text": "And it shall be, if thou do at all forget the Lord thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that ye shall surely perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191627638770193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I said unto them: How is it that ye do not keep the commandments of the Lord? How is it that ye will perish, because of the hardness of your hearts?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148648729897654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 30,
                    "text": "And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142051670998061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 42,
                    "text": "Be diligent in keeping all my commandments, lest judgments come upon you, and your faith fail you, and your enemies triumph over you. So no more at present. Amen and Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129848969104194
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 22,
                    "text": "And now, verily I say unto you, that as I said that I would make known my will unto you, behold I will make it known unto you, not by the way of commandment, for there are many who observe not to keep my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811144227282554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 3,
                    "verse": 6,
                    "text": "And now, this commandment they observe to keep; wherefore, because of this observance, in keeping this commandment, the Lord God will not destroy them, but will be merciful unto them; and one day they shall become a blessed people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093233871854882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083161525021225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072984167740828
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 58,
                    "text": "If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, The Lord Thy God;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042969456205115
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 19,
                    "text": "Take heed to thyself that thou forsake not the Levite as long as thou livest upon the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039200085355146
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 31,
                    "text": "Then shall ye remember your own evil ways, and your doings that were not good, and shall lothe yourselves in your own sight for your iniquities and for your abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034409554183809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028892915111151
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 43,
                    "text": "And there shall ye remember your ways, and all your doings, wherein ye have been defiled; and ye shall lothe yourselves in your own sight for all your evils that ye have committed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022948617360948
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 22,
                    "text": "And again I say unto you, if ye observe to do whatsoever I command you, I, the Lord, will turn away all wrath and indignation from you, and the gates of hell shall not prevail against you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022272409402789
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 15,
                    "text": "O Lord, thou knowest: remember me, and visit me, and revenge me of my persecutors; take me not away in thy longsuffering: know that for thy sake I have suffered rebuke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017618331986321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 16,
                    "text": "And whosoever doeth this, and keepeth the commandments of God from thenceforth, the same will remember that I say unto him, yea, he will remember that I have said unto him, he shall have eternal life, according to the testimony of the Holy Spirit, which testifieth in me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016670914127466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 30,
                    "verse": 8,
                    "text": "Wherefore, give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011964033112285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 28,
                    "text": "And now, except he humble himself and acknowledge unto me the things that he has done which are wrong, and covenant with me that he will keep my commandments, and exercise faith in me, behold, I say unto him, he shall have no such views, for I will grant unto him no views of the things of which I have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010901666381136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 34,
                    "verse": 37,
                    "text": "And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009914973809354
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 12,
                    "text": "Behold, this is the will of the Lord your God concerning you. Even so. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004043699884212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 89,
                    "verse": 4,
                    "text": "Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001768982972617
                }
            ]
        }
    ]
}