{
    "volume": "Book of Mormon",
    "book": "Mosiah",
    "chapter": 22,
    "verses": [
        {
            "verse": 1,
            "text": "And now it came to pass that Ammon and king Limhi began to consult with the people how they should deliver themselves out of bondage; and even they did cause that all the people should gather themselves together; and this they did that they might have the voice of the people concerning the matter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 18,
                    "verse": 5,
                    "text": "And the king commanded Joab and Abishai and Ittai, saying, Deal gently for my sake with the young man, even with Absalom. And all the people heard when the king gave all the captains charge concerning Absalom.",
                    "score": 0.7847277537701417
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 34,
                    "verse": 10,
                    "text": "Now when all the princes, and all the people, which had entered into the covenant, heard that every one should let his manservant, and every one his maidservant, go free, that none should serve themselves of them any more, then they obeyed, and let them go.",
                    "score": 0.7779390147703538
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 15,
                    "text": "Now therefore that I am come to speak of this thing unto my lord the king, it is because the people have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid.",
                    "score": 0.7761519694437315
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Then went the Pharisees, and took counsel how they might entangle him in his talk.",
                    "score": 0.7704786825477123
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
                    "score": 0.7677489267261016
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 15,
                    "text": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
                    "score": 0.7628788080737091
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And the Gods said: Let us make an help meet for the man, for it is not good that the man should be alone, therefore we will form an help meet for him.",
                    "score": 0.7628017510840664
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
                    "score": 0.7625847797957981
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And Jehoiada made a covenant between the Lord and the king and the people, that they should be the Lord's people; between the king also and the people.",
                    "score": 0.7620907345976183
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage.",
                    "score": 0.7616410994175759
                }
            ]
        },
        {
            "verse": 2,
            "text": "And it came to pass that they could find no way to deliver themselves out of bondage, except it were to take their women and children, and their flocks, and their herds, and their tents, and depart into the wilderness; for the Lamanites being so numerous, it was impossible for the people of Limhi to contend with them, thinking to deliver themselves out of bondage by the sword.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.",
                    "score": 0.7858524410265402
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 46,
                    "verse": 2,
                    "text": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.",
                    "score": 0.7845952413822276
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Lest the land whence thou broughtest us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.",
                    "score": 0.7626714151896956
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "score": 0.7601601168678394
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And deliver them who through fear of death were all their lifetime subject to bondage.",
                    "score": 0.7524776723395735
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.7489942219225043
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
                    "score": 0.7484084855129787
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together.",
                    "score": 0.748081149805049
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.7454200467541245
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 15,
                    "text": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.",
                    "score": 0.7434887390988021
                }
            ]
        },
        {
            "verse": 3,
            "text": "Now it came to pass that Gideon went forth and stood before the king, and said unto him: Now O king, thou hast hitherto hearkened unto my words many times when we have been contending with our brethren, the Lamanites.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
                    "score": 0.8079637628528038
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
                    "score": 0.8022724611899047
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And Samuel said unto all Israel, Behold, I have hearkened unto your voice in all that ye said unto me, and have made a king over you.",
                    "score": 0.8004228238784631
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
                    "score": 0.800030577661662
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 16,
                    "text": "And it came to pass, as he talked with him, that the king said unto him, Art thou made of the king's counsel? forbear; why shouldest thou be smitten? Then the prophet forbare, and said, I know that God hath determined to destroy thee, because thou hast done this, and hast not hearkened unto my counsel.",
                    "score": 0.7941723472517362
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And the Lord said: Blessed is he through whose seed Messiah shall come; for he saith--I am Messiah, the King of Zion, the Rock of Heaven, which is broad as eternity; whoso cometh in at the gate and climbeth up by me shall never fall; wherefore, blessed are they of whom I have spoken, for they shall come forth with songs of everlasting joy.",
                    "score": 0.7931611783863035
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And the Lord said unto Gideon, The people that are with thee are too many for me to give the Midianites into their hands, lest Israel vaunt themselves against me, saying, Mine own hand hath saved me.",
                    "score": 0.7902491016518778
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that Enoch talked with the Lord; and he said unto the Lord: Surely Zion shall dwell in safety forever. But the Lord said unto Enoch: Zion have I blessed, but the residue of the people have I cursed.",
                    "score": 0.7883603050042487
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 73,
                    "text": "And after a while came unto him they that stood by, and said to Peter, Surely thou also art one of them; for thy speech bewrayeth thee.",
                    "score": 0.7881473145228708
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And the king said unto him, Why speakest thou any more of thy matters? I have said, Thou and Ziba divide the land.",
                    "score": 0.7876560872740768
                }
            ]
        },
        {
            "verse": 4,
            "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 26,
                    "verse": 19,
                    "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from abiding in the inheritance of the Lord, saying, Go, serve other gods.",
                    "score": 0.850506787418998
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 22,
                    "verse": 44,
                    "text": "Thou also hast delivered me from the strivings of my people, thou hast kept me to be head of the heathen: a people which I knew not shall serve me.",
                    "score": 0.8344658036407687
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
                    "score": 0.8283226918507137
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 43,
                    "text": "Thou hast delivered me from the strivings of the people; and thou hast made me the head of the heathen: a people whom I have not known shall serve me.",
                    "score": 0.826350775628778
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Now therefore, O king, come down according to all the desire of thy soul to come down; and our part shall be to deliver him into the king's hand.",
                    "score": 0.8255482168363601
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 15,
                    "verse": 34,
                    "text": "But if thou return to the city, and say unto Absalom, I will be thy servant, O king; as I have been thy father's servant hitherto, so will I now also be thy servant: then mayest thou for me defeat the counsel of Ahithophel.",
                    "score": 0.8242693105071444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 10,
                    "text": "So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do.",
                    "score": 0.8239419450914767
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 1,
                    "verse": 27,
                    "text": "Is this thing done by my lord the king, and thou hast not shewed it unto thy servant, who should sit on the throne of my lord the king after him?",
                    "score": 0.8219410718336215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.8205369308567239
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they spake unto him, saying, If thou wilt be a servant unto this people this day, and wilt serve them, and answer them, and speak good words to them, then they will be thy servants for ever.",
                    "score": 0.8187260579687174
                }
            ]
        },
        {
            "verse": 5,
            "text": "And the king granted unto him that he might speak. And Gideon said unto him:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
                    "score": 0.8099904867082012
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the Lord hath delivered into your hand the host of Midian.",
                    "score": 0.8090411876156174
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And they said one to another, Who hath done this thing? And when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
                    "score": 0.8050087081599343
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
                    "score": 0.8030011568620548
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the king answered and said unto the man of God, Entreat now the face of the Lord thy God, and pray for me, that my hand may be restored me again. And the man of God besought the Lord, and the king's hand was restored him again, and became as it was before.",
                    "score": 0.7909888460605536
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
                    "score": 0.7905163039503476
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And the Lord said to Samuel, Hearken unto their voice, and make them a king. And Samuel said unto the men of Israel, Go ye every man unto his city.",
                    "score": 0.7897683428579967
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And his fellow answered and said, This is nothing else save the sword of Gideon the son of Joash, a man of Israel: for into his hand hath God delivered Midian, and all the host.",
                    "score": 0.7878432717910874
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And Samuel told all the words of the Lord unto the people that asked of him a king.",
                    "score": 0.78777868996592
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 36,
                    "text": "Out of heaven he made thee to hear his voice, that he might instruct thee: and upon earth he shewed thee his great fire; and thou heardest his words out of the midst of the fire.",
                    "score": 0.7865831268465411
                }
            ]
        },
        {
            "verse": 6,
            "text": "Behold the back pass, through the back wall, on the back side of the city. The Lamanites, or the guards of the Lamanites, by night are drunken; therefore let us send a proclamation among all this people that they gather together their flocks and herds, that they may drive them into the wilderness by night.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 5,
                    "verse": 6,
                    "text": "Wherefore a lion out of the forest shall slay them, and a wolf of the evenings shall spoil them, a leopard shall watch over their cities: every one that goeth out thence shall be torn in pieces: because their transgressions are many, and their backslidings are increased.",
                    "score": 0.7446604779907455
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.",
                    "score": 0.7422887030191756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And now, behold, I say unto you that you shall go unto the Lamanites and preach my gospel unto them; and inasmuch as they receive thy teachings thou shalt cause my church to be established among them; and thou shalt have revelations, but write them not by way of commandment.",
                    "score": 0.7378569003356779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And now, behold, I say unto you that it is not revealed, and no man knoweth where the city Zion shall be built, but it shall be given hereafter. Behold, I say unto you that it shall be on the borders by the Lamanites.",
                    "score": 0.7352523898205091
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Behold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars.",
                    "score": 0.733514869707025
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.7317089775867215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 8,
                    "text": "And thus you shall take your journey into the regions westward, unto the land of Missouri, unto the borders of the Lamanites.",
                    "score": 0.7315761207769044
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.",
                    "score": 0.730365366695195
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
                    "score": 0.730105665911737
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
                    "score": 0.7298942250875148
                }
            ]
        },
        {
            "verse": 7,
            "text": "And I will go according to thy command and pay the last tribute of wine to the Lamanites, and they will be drunken; and we will pass through the secret pass on the left of their camp when they are drunken and asleep.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 49,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the Lord am thy Saviour and thy Redeemer, the mighty One of Jacob.",
                    "score": 0.781070633798194
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And command ye them, saying, Take you hence out of the midst of Jordan, out of the place where the priests' feet stood firm, twelve stones, and ye shall carry them over with you, and leave them in the lodging place, where ye shall lodge this night.",
                    "score": 0.7764574705713647
                },
                {
                    "volume": "Old Testament",
                    "book": "Obadiah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
                    "score": 0.7717588592542172
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 4,
                    "text": "For the preparation wherewith I design to prepare mine apostles to prune my vineyard for the last time, that I may bring to pass my strange act, that I may pour out my Spirit upon all flesh--",
                    "score": 0.7687315112215887
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And in all vineyards shall be wailing: for I will pass through thee, saith the Lord.",
                    "score": 0.7643379892823812
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 51,
                    "verse": 39,
                    "text": "In their heat I will make their feasts, and I will make them drunken, that they may rejoice, and sleep a perpetual sleep, and not wake, saith the Lord.",
                    "score": 0.760590655738254
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.",
                    "score": 0.7598746035395201
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.",
                    "score": 0.7574489558316851
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And let it come to pass, that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: let the same be she that thou hast appointed for thy servant Isaac; and thereby shall I know that thou hast shewed kindness unto my master.",
                    "score": 0.7534924861075621
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:",
                    "score": 0.7513229291301763
                }
            ]
        },
        {
            "verse": 8,
            "text": "Thus we will depart with our women and our children, our flocks, and our herds into the wilderness; and we will travel around the land of Shilom.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 32,
                    "verse": 26,
                    "text": "Our little ones, our wives, our flocks, and all our cattle, shall be there in the cities of Gilead:",
                    "score": 0.801429965220551
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And Moses said, We will go with our young and with our old, with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto the Lord.",
                    "score": 0.7978931420662861
                },
                {
                    "volume": "Old Testament",
                    "book": "Song of Solomon",
                    "chapter": 1,
                    "verse": 8,
                    "text": "If thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds' tents.",
                    "score": 0.7798819036286917
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.7798243229034209
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 16,
                    "verse": 2,
                    "text": "For it shall be, that, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon.",
                    "score": 0.7774305154527384
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt.",
                    "score": 0.7768549530109297
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 65,
                    "verse": 10,
                    "text": "And Sharon shall be a fold of flocks, and the valley of Achor a place for the herds to lie down in, for my people that have sought me.",
                    "score": 0.7754485802747346
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "chapter": 5,
                    "verse": 6,
                    "text": "They shall go with their flocks and with their herds to seek the Lord; but they shall not find him; he hath withdrawn himself from them.",
                    "score": 0.7713792525465134
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
                    "score": 0.7691962996745747
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.",
                    "score": 0.7634136325426514
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass that the king hearkened unto the words of Gideon.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the Lord hath delivered into your hand the host of Midian.",
                    "score": 0.8175840675544518
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 36,
                    "verse": 16,
                    "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
                    "score": 0.8147938247661186
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And they said one to another, Who hath done this thing? And when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
                    "score": 0.8041148104811058
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 23,
                    "text": "And it came to pass that Noah continued his preaching unto the people, saying: Hearken, and give heed unto my words;",
                    "score": 0.8019178996062745
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 44,
                    "verse": 24,
                    "text": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord.",
                    "score": 0.7988574260352426
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And Samuel said unto all Israel, Behold, I have hearkened unto your voice in all that ye said unto me, and have made a king over you.",
                    "score": 0.7985816139239433
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
                    "score": 0.7974226604851566
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.795639272438384
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And it came to pass, afore Isaiah was gone out into the middle court, that the word of the Lord came to him, saying,",
                    "score": 0.7915643053940481
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that night, that the word of the Lord came unto Nathan, saying,",
                    "score": 0.7913217629904538
                }
            ]
        },
        {
            "verse": 10,
            "text": "And king Limhi caused that his people should gather their flocks together; and he sent the tribute of wine to the Lamanites; and he also sent more wine, as a present unto them; and they did drink freely of the wine which king Limhi did send unto them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Esther",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king.",
                    "score": 0.7630608695360351
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And in this mountain shall the Lord of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.",
                    "score": 0.7627947196544487
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.",
                    "score": 0.7605918352387383
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said unto her, Because I spake unto Naboth the Jezreelite, and said unto him, Give me thy vineyard for money; or else, if it please thee, I will give thee another vineyard for it: and he answered, I will not give thee my vineyard.",
                    "score": 0.7517527984101802
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And there came a traveller unto the rich man, and he spared to take of his own flock and of his own herd, to dress for the wayfaring man that was come unto him; but took the poor man's lamb, and dressed it for the man that was come to him.",
                    "score": 0.7492925312253043
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 28,
                    "verse": 7,
                    "text": "And the drink offering thereof shall be the fourth part of an hin for the one lamb: in the holy place shalt thou cause the strong wine to be poured unto the Lord for a drink offering.",
                    "score": 0.7481606084212383
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 28,
                    "text": "For when I had brought them into the land, for the which I lifted up mine hand to give it to them, then they saw every high hill, and all the thick trees, and they offered there their sacrifices, and there they presented the provocation of their offering: there also they made their sweet savour, and poured out there their drink offerings.",
                    "score": 0.7457607270366399
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 4,
                    "text": "They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.",
                    "score": 0.7445128775578645
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And they gave him to drink wine mingled with myrrh: but he received it not.",
                    "score": 0.7434232376991462
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And their drink offerings shall be half an hin of wine unto a bullock, and the third part of an hin unto a ram, and a fourth part of an hin unto a lamb: this is the burnt offering of every month throughout the months of the year.",
                    "score": 0.741649618973815
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass that the people of king Limhi did depart by night into the wilderness with their flocks and their herds, and they went round about the land of Shilom in the wilderness, and bent their course towards the land of Zarahemla, being led by Ammon and his brethren.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, through the way of the plain from Elath, and from Ezion-gaber, we turned and passed by the way of the wilderness of Moab.",
                    "score": 0.8050926523748052
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 4,
                    "text": "And it came to pass, that when Zedekiah the king of Judah saw them, and all the men of war, then they fled, and went forth out of the city by night, by the way of the king's garden, by the gate betwixt the two walls: and he went out the way of the plain.",
                    "score": 0.7963492767532085
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.",
                    "score": 0.7901050505356166
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
                    "score": 0.7882851103143367
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7874787619743312
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7856795354914136
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 18,
                    "text": "But God led the people about, through the way of the wilderness of the Red sea: and the children of Israel went up harnessed out of the land of Egypt.",
                    "score": 0.7850302596267745
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Joab also and Abishai pursued after Abner: and the sun went down when they were come to the hill of Ammah, that lieth before Giah by the way of the wilderness of Gibeon.",
                    "score": 0.7826729829134516
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And the children of the Kenite, Moses' father in law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people.",
                    "score": 0.7805016686150947
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 78,
                    "verse": 52,
                    "text": "But made his own people to go forth like sheep, and guided them in the wilderness like a flock.",
                    "score": 0.7801084812321826
                }
            ]
        },
        {
            "verse": 12,
            "text": "And they had taken all their gold, and silver, and their precious things, which they could carry, and also their provisions with them, into the wilderness; and they pursued their journey.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And all they that were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered.",
                    "score": 0.8325260049521257
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 14,
                    "verse": 14,
                    "text": "And he took all the gold and silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king's house, and hostages, and returned to Samaria.",
                    "score": 0.7942885288297638
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.",
                    "score": 0.7844293473814005
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 37,
                    "text": "He brought them forth also with silver and gold: and there was not one feeble person among their tribes.",
                    "score": 0.7828102595941064
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And they brought every man his present, vessels of silver, and vessels of gold, and garments, and armour, and spices, horses, and mules, a rate year by year.",
                    "score": 0.7810847447589104
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And when these lepers came to the uttermost part of the camp, they went into one tent, and did eat and drink, and carried thence silver, and gold, and raiment, and went and hid it; and came again, and entered into another tent, and carried thence also, and went and hid it.",
                    "score": 0.7758069185624552
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 25,
                    "verse": 24,
                    "text": "And he took all the gold and the silver, and all the vessels that were found in the house of God with Obed-edom, and the treasures of the king's house, the hostages also, and returned to Samaria.",
                    "score": 0.7737381647299165
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 35,
                    "verse": 22,
                    "text": "And they came, both men and women, as many as were willing hearted, and brought bracelets, and earrings, and rings, and tablets, all jewels of gold: and every man that offered offered an offering of gold unto the Lord.",
                    "score": 0.7678551542857387
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 31,
                    "verse": 23,
                    "text": "And he took his brethren with him, and pursued after him seven days' journey; and they overtook him in the mount Gilead.",
                    "score": 0.763945424914985
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And weighed unto them the silver, and the gold, and the vessels, even the offering of the house of our God, which the king, and his counsellors, and his lords, and all Israel there present, had offered:",
                    "score": 0.7631116608940163
                }
            ]
        },
        {
            "verse": 13,
            "text": "And after being many days in the wilderness they arrived in the land of Zarahemla, and joined Mosiah's people, and became his subjects.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 29,
                    "verse": 1,
                    "text": "Then Jacob went on his journey, and came into the land of the people of the east.",
                    "score": 0.7948418010605658
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 21,
                    "text": "So they went up, and searched the land from the wilderness of Zin unto Rehob, as men come to Hamath.",
                    "score": 0.7887064647413038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7713198210868347
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And the children of the Kenite, Moses' father in law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people.",
                    "score": 0.7707447444432727
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 21,
                    "verse": 34,
                    "text": "And Abraham sojourned in the Philistines' land many days.",
                    "score": 0.7586449654894997
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Then we turned, and took our journey into the wilderness by the way of the Red sea, as the Lord spake unto me: and we compassed mount Seir many days.",
                    "score": 0.7584908223774153
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.",
                    "score": 0.758330179863873
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                    "score": 0.7572363776782622
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 38,
                    "verse": 8,
                    "text": "After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.",
                    "score": 0.756995495581144
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 34,
                    "text": "And when they were gone over, they came into the land of Gennesaret.",
                    "score": 0.7551894526913722
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it came to pass that Mosiah received them with joy; and he also received their records, and also the records which had been found by the people of Limhi.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And they knew that it was he which sat for alms at the Beautiful gate of the temple: and they were filled with wonder and amazement at that which had happened unto him.",
                    "score": 0.750472456358939
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And they that were sent went their way, and found even as he had said unto them.",
                    "score": 0.7464373204179918
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 106,
                    "verse": 21,
                    "text": "They forgat God their saviour, which had done great things in Egypt;",
                    "score": 0.7408700158334849
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 105,
                    "verse": 43,
                    "text": "And he brought forth his people with joy, and his chosen with gladness:",
                    "score": 0.7399049486574077
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 22,
                    "verse": 30,
                    "text": "And when Phinehas the priest, and the princes of the congregation and heads of the thousands of Israel which were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spake, it pleased them.",
                    "score": 0.7373058137097984
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 15,
                    "verse": 33,
                    "text": "And they that found him gathering sticks brought him unto Moses and Aaron, and unto all the congregation.",
                    "score": 0.7370278940082242
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And by the good hand of our God upon us they brought us a man of understanding, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;",
                    "score": 0.7368758515327097
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And they went, and found as he had said unto them: and they made ready the passover.",
                    "score": 0.7357500866055249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 15,
                    "text": "I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand.",
                    "score": 0.735699593303882
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 41,
                    "verse": 13,
                    "text": "Now it came to pass, that when all the people which were with Ishmael saw Johanan the son of Kareah, and all the captains of the forces that were with him, then they were glad.",
                    "score": 0.7346349806370759
                }
            ]
        },
        {
            "verse": 15,
            "text": "And now it came to pass when the Lamanites had found that the people of Limhi had departed out of the land by night, that they sent an army into the wilderness to pursue them;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 10,
                    "text": "Wherefore I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
                    "score": 0.7719070225845287
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
                    "score": 0.7649064371051366
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
                    "score": 0.7587129487662378
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it was, and fled for their life.",
                    "score": 0.7577623328481975
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran.",
                    "score": 0.7464566346440229
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 33,
                    "verse": 15,
                    "text": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
                    "score": 0.7462481774017268
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 39,
                    "verse": 4,
                    "text": "And it came to pass, that when Zedekiah the king of Judah saw them, and all the men of war, then they fled, and went forth out of the city by night, by the way of the king's garden, by the gate betwixt the two walls: and he went out the way of the plain.",
                    "score": 0.7445120654847217
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.743713773422958
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 15,
                    "text": "And when it was evening, his disciples came to him, saying, This is a desert place, and the time is now past; send the multitude away, that they may go into the villages, and buy themselves victuals.",
                    "score": 0.7401806639221704
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And it came to pass, when Israel had made an end of slaying all the inhabitants of Ai in the field, in the wilderness wherein they chased them, and when they were all fallen on the edge of the sword, until they were consumed, that all the Israelites returned unto Ai, and smote it with the edge of the sword.",
                    "score": 0.7398390954062931
                }
            ]
        },
        {
            "verse": 16,
            "text": "And after they had pursued them two days, they could no longer follow their tracks; therefore they were lost in the wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                    "score": 0.765368955960666
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 42,
                    "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
                    "score": 0.7534800075122656
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 20,
                    "verse": 45,
                    "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
                    "score": 0.7519296836633742
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And they returned from searching of the land after forty days.",
                    "score": 0.7493701214106856
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                    "score": 0.744892926577418
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
                    "score": 0.7427073466173223
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it was, and fled for their life.",
                    "score": 0.7410715580760521
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For want and famine they were solitary; fleeing into the wilderness in former time desolate and waste.",
                    "score": 0.7397862738431977
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 30,
                    "verse": 10,
                    "text": "But David pursued, he and four hundred men: for two hundred abode behind, which were so faint that they could not go over the brook Besor.",
                    "score": 0.7355415605206316
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "chapter": 14,
                    "verse": 16,
                    "text": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness.",
                    "score": 0.7325823735354824
                }
            ]
        }
    ]
}