{
    "volume": "Pearl of Great Price",
    "book": "Abraham",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "And I, Abraham, had the Urim and Thummim, which the Lord my God had given unto me, in Ur of the Chaldees;",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.",
                    "score": 0.815760771886959
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 29,
                    "text": "Abraham received all things, whatsoever he received, by revelation and commandment, by my word, saith the Lord, and hath entered into his exaltation and sitteth upon his throne.",
                    "score": 0.8115689436813357
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Thou art the Lord the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
                    "score": 0.8024996835581474
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And give thee the blessing of Abraham, to thee, and to thy seed with thee; that thou mayest inherit the land wherein thou art a stranger, which God gave unto Abraham.",
                    "score": 0.7972724449740595
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7942124196891555
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 43,
                    "verse": 3,
                    "text": "For I am the Lord thy God, the Holy One of Israel, thy Saviour: I gave Egypt for thy ransom, Ethiopia and Seba for thee.",
                    "score": 0.7913345656927583
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 25,
                    "verse": 5,
                    "text": "And Abraham gave all that he had unto Isaac.",
                    "score": 0.7874577385420473
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And say unto them, Thus saith the Lord God; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the Lord your God;",
                    "score": 0.785793905550177
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 33,
                    "verse": 8,
                    "text": "And of Levi he said, Let thy Thummim and thy Urim be with thy holy one, whom thou didst prove at Massah, and with whom thou didst strive at the waters of Meribah;",
                    "score": 0.7855896364794198
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And, behold, the Lord stood above it, and said, I am the Lord God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed;",
                    "score": 0.7834480654847453
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I saw the stars, that they were very great, and that one of them was nearest unto the throne of God; and there were many great ones which were near unto it;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 22,
                    "text": "Yea, methought I saw, even as our father Lehi saw, God sitting upon his throne, surrounded with numberless concourses of angels, in the attitude of singing and praising their God; yea, and my soul did long to be there.",
                    "score": 0.7746519037996148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.7714375917410032
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 20,
                    "verse": 11,
                    "text": "And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.",
                    "score": 0.7633101275282229
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.",
                    "score": 0.763114571682239
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 109,
                    "text": "But behold, and lo, we saw the glory and the inhabitants of the telestial world, that they were as innumerable as the stars in the firmament of heaven, or as the sand upon the seashore;",
                    "score": 0.7609027417861162
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 7,
                    "verse": 13,
                    "text": "I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.",
                    "score": 0.7593824540625862
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 92,
                    "text": "And thus we saw the glory of the celestial, which excels in all things--where God, even the Father, reigns upon his throne forever and ever;",
                    "score": 0.7586833096202878
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.",
                    "score": 0.7522457768754202
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 1,
                    "verse": 10,
                    "text": "The Lord your God hath multiplied you, and, behold, ye are this day as the stars of heaven for multitude.",
                    "score": 0.7518644604151207
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 24,
                    "text": "Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name.",
                    "score": 0.751512837617724
                }
            ]
        },
        {
            "verse": 3,
            "text": "And the Lord said unto me: These are the governing ones; and the name of the great one is Kolob, because it is near unto me, for I am the Lord thy God: I have set this one to govern all those which belong to the same order as that upon which thou standest.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 3,
                    "text": "I, the Lord, have appointed them, and ordained them to be stewards over the revelations and commandments which I have given unto them, and which I shall hereafter give unto them;",
                    "score": 0.8077927317432657
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.",
                    "score": 0.7988883522672452
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 37,
                    "verse": 24,
                    "text": "And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them.",
                    "score": 0.7983170738604146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 123,
                    "text": "Verily I say unto you, I now give unto you the officers belonging to my Priesthood, that ye may hold the keys thereof, even the Priesthood which is after the order of Melchizedek, which is after the order of mine Only Begotten Son.",
                    "score": 0.797144626814781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.7961504569677257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 28,
                    "text": "I am the Lord thy God, and will give unto thee the law of my Holy Priesthood, as was ordained by me and my Father before the world was.",
                    "score": 0.795442792702328
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 8,
                    "text": "For I also am a man set under authority, having under me soldiers, and I say unto one, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.",
                    "score": 0.7947803414095899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.7943257126339366
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 92,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord, I give unto the united order, organized agreeable to the commandment previously given, a revelation and commandment concerning my servant Frederick G. Williams, that ye shall receive him into the order. What I say unto one I say unto all.",
                    "score": 0.7940344959679208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 57,
                    "text": "But, verily I say unto you, I have appointed unto you to be stewards over mine house, even stewards indeed.",
                    "score": 0.7935828637326556
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the Lord said unto me, by the Urim and Thummim, that Kolob was after the manner of the Lord, according to its times and seasons in the revolutions thereof; that one revolution was a day unto the Lord, after his manner of reckoning, it being one thousand years according to the time appointed unto that whereon thou standest. This is the reckoning of the Lord's time, according to the reckoning of Kolob.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 1,
                    "text": "In the tenth year, in the tenth month, in the twelfth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7745561220818398
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 31,
                    "text": "All the times of their revolutions, all the appointed days, months, and years, and all the days of their days, months, and years, and all their glories, laws, and set times, shall be revealed in the days of the dispensation of the fulness of times--",
                    "score": 0.7717355545945233
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 24,
                    "verse": 1,
                    "text": "Again in the ninth year, in the tenth month, in the tenth day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7713635595946908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And again, my brethren, I would cite your minds forward to the time when the Lord God gave these commandments unto his children; and I would that ye should remember that the Lord God ordained priests, after his holy order, which was after the order of his Son, to teach these things unto the people.",
                    "score": 0.771202159492504
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And the Lord appointed a set time, saying, To morrow the Lord shall do this thing in the land.",
                    "score": 0.768381923757099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases.",
                    "score": 0.7658342378255063
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 20,
                    "text": "And it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the Lord came unto me, saying,",
                    "score": 0.7654105819433532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 10,
                    "text": "But behold, when the time cometh that they shall dwindle in unbelief, after they have received so great blessings from the hand of the Lord--having a knowledge of the creation of the earth, and all men, knowing the great and marvelous works of the Lord from the creation of the world; having power given them to do all things by faith; having all the commandments from the beginning, and having been brought by his infinite goodness into this precious land of promise--behold, I say, if the day shall come that they will reject the Holy One of Israel, the true Messiah, their Redeemer and their God, behold, the judgments of him that is just shall rest upon them.",
                    "score": 0.7645781283435319
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 29,
                    "verse": 17,
                    "text": "And it came to pass in the seven and twentieth year, in the first month, in the first day of the month, the word of the Lord came unto me, saying,",
                    "score": 0.7644345958554348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 19,
                    "text": "For according to the words of the prophets, the Messiah cometh in six hundred years from the time that my father left Jerusalem; and according to the words of the prophets, and also the word of the angel of God, his name shall be Jesus Christ, the Son of God.",
                    "score": 0.7641873013190009
                }
            ]
        },
        {
            "verse": 5,
            "text": "And the Lord said unto me: The planet which is the lesser light, lesser than that which is to rule the day, even the night, is above or greater than that upon which thou standest in point of reckoning, for it moveth in order more slow; this is in order because it standeth above the earth upon which thou standest, therefore the reckoning of its time is not so many as to its number of days, and of months, and of years.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun.",
                    "score": 0.8169756282369061
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.794905515007561
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 25,
                    "text": "And again, verily I say unto you, the earth abideth the law of a celestial kingdom, for it filleth the measure of its creation, and transgresseth not the law--",
                    "score": 0.7877295797685673
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
                    "score": 0.7850249416241086
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 35,
                    "text": "Thus saith the Lord, which giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; The Lord of hosts is his name:",
                    "score": 0.7847002513131429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Yea, if he say unto the earth--Thou shalt go back, that it lengthen out the day for many hours--it is done;",
                    "score": 0.7819535678575869
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For the day is near, even the day of the Lord is near, a cloudy day; it shall be the time of the heathen.",
                    "score": 0.7797515611045536
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 19,
                    "text": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the Lord shall be unto thee an everlasting light, and thy God thy glory.",
                    "score": 0.7772531900307758
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "score": 0.7771851122793357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men.",
                    "score": 0.7767649128801903
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the Lord said unto me: Now, Abraham, these two facts exist, behold thine eyes see it; it is given unto thee to know the times of reckoning, and the set time, yea, the set time of the earth upon which thou standest, and the set time of the greater light which is set to rule the day, and the set time of the lesser light which is set to rule the night.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.8194304572117971
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.",
                    "score": 0.8147280307095549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 10,
                    "text": "And when the time cometh when all shall rise, then shall they know that God knoweth all the times which are appointed unto man.",
                    "score": 0.8108284069525433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                    "score": 0.8106337284027376
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
                    "score": 0.8052783913501611
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And it shall come to pass in that day, saith the Lord God, that I will cause the sun to go down at noon, and I will darken the earth in the clear day:",
                    "score": 0.8004388461588217
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 13,
                    "text": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
                    "score": 0.7997492811912859
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 21,
                    "verse": 6,
                    "text": "For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth.",
                    "score": 0.7993330052906173
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "score": 0.7972278185261616
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
                    "score": 0.7951572073009897
                }
            ]
        },
        {
            "verse": 7,
            "text": "Now the set time of the lesser light is a longer time as to its reckoning than the reckoning of the time of the earth upon which thou standest.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.7627303047518625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 4,
                    "text": "In answer to the question--Is not the reckoning of God's time, angel's time, prophet's time, and man's time, according to the planet on which they reside?",
                    "score": 0.7559164334212345
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 81,
                    "text": "And again, we saw the glory of the telestial, which glory is that of the lesser, even as the glory of the stars differs from that of the glory of the moon in the firmament.",
                    "score": 0.7544639198853558
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 21,
                    "text": "For the time is at hand; the day or the hour no man knoweth; but it surely shall come.",
                    "score": 0.7542003390851708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun.",
                    "score": 0.7519563727715243
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 74,
                    "verse": 16,
                    "text": "The day is thine, the night also is thine: thou hast prepared the light and the sun.",
                    "score": 0.7502728198178328
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.",
                    "score": 0.7461374695469307
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 13,
                    "text": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
                    "score": 0.7458922615914904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And it came to pass that when the thunderings, and the lightnings, and the storm, and the tempest, and the quakings of the earth did cease--for behold, they did last for about the space of three hours; and it was said by some that the time was greater; nevertheless, all these great and terrible things were done in about the space of three hours--and then behold, there was darkness upon the face of the land.",
                    "score": 0.7448062718568429
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 49,
                    "text": "The light shineth in darkness, and the darkness comprehendeth it not; nevertheless, the day shall come when you shall comprehend even God, being quickened in him and by him.",
                    "score": 0.743385767156916
                }
            ]
        },
        {
            "verse": 8,
            "text": "And where these two facts exist, there shall be another fact above them, that is, there shall be another planet whose reckoning of time shall be longer still;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 4,
                    "text": "In answer to the question--Is not the reckoning of God's time, angel's time, prophet's time, and man's time, according to the planet on which they reside?",
                    "score": 0.7470776194211517
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 9,
                    "text": "The measure thereof is longer than the earth, and broader than the sea.",
                    "score": 0.737949119494005
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 39,
                    "text": "And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.",
                    "score": 0.7286982032294173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And the end shall come, and the heaven and the earth shall be consumed and pass away, and there shall be a new heaven and a new earth.",
                    "score": 0.7230512700420479
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 30,
                    "text": "And, behold, there are last which shall be first, and there are first which shall be last.",
                    "score": 0.7226683358984752
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 26,
                    "text": "Likewise the second also, and the third, unto the seventh.",
                    "score": 0.7197833444613606
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.",
                    "score": 0.7188344970548846
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7167538947124036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 11,
                    "text": "And though the heaven and the earth pass away, these words shall not pass away, but shall be fulfilled.",
                    "score": 0.7155419857369367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And again, to another, that he may prophesy concerning all things;",
                    "score": 0.7153512073861582
                }
            ]
        },
        {
            "verse": 9,
            "text": "And thus there shall be the reckoning of the time of one planet above another, until thou come nigh unto Kolob, which Kolob is after the reckoning of the Lord's time; which Kolob is set nigh unto the throne of God, to govern all those planets which belong to the same order as that upon which thou standest.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8002592512046901
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.7922798362947984
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And the Lord shall be king over all the earth: in that day shall there be one Lord, and his name one.",
                    "score": 0.7917903861762602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 22,
                    "text": "Wherefore, these things shall go from generation to generation as long as the earth shall stand; and they shall go according to the will and pleasure of God; and the nations who shall possess them shall be judged of them according to the words which are written.",
                    "score": 0.7915051291969908
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 6,
                    "text": "And they have done unto the Son of Man even as they listed; and he has taken his power on the right hand of his glory, and now reigneth in the heavens, and will reign till he descends on the earth to put all enemies under his feet, which time is nigh at hand--",
                    "score": 0.7912458093551668
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 2,
                    "verse": 39,
                    "text": "And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.",
                    "score": 0.7895107080643069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 10,
                    "text": "And when the time cometh when all shall rise, then shall they know that God knoweth all the times which are appointed unto man.",
                    "score": 0.7871351324724718
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And all nations shall serve him, and his son, and his son's son, until the very time of his land come: and then many nations and great kings shall serve themselves of him.",
                    "score": 0.7849819582073727
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 17,
                    "verse": 14,
                    "text": "When thou art come unto the land which the Lord thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;",
                    "score": 0.7811471439205844
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "score": 0.7807047913003838
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it is given unto thee to know the set time of all the stars that are set to give light, until thou come near unto the throne of God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 10,
                    "text": "And when the time cometh when all shall rise, then shall they know that God knoweth all the times which are appointed unto man.",
                    "score": 0.8283080747325335
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 13,
                    "text": "The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.",
                    "score": 0.8098524807396178
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 102,
                    "verse": 13,
                    "text": "Thou shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come.",
                    "score": 0.8074510819203866
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "But it shall be one day which shall be known to the Lord, not day, nor night: but it shall come to pass, that at evening time it shall be light.",
                    "score": 0.8060967752777646
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the Lord thy God hath divided unto all nations under the whole heaven.",
                    "score": 0.8028357597833894
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 35,
                    "text": "Thus saith the Lord, which giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; The Lord of hosts is his name:",
                    "score": 0.8006080636898291
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 60,
                    "verse": 19,
                    "text": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the Lord shall be unto thee an everlasting light, and thy God thy glory.",
                    "score": 0.7993347540728744
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 30,
                    "verse": 3,
                    "text": "For the day is near, even the day of the Lord is near, a cloudy day; it shall be the time of the heathen.",
                    "score": 0.7962980598292534
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 19,
                    "text": "We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:",
                    "score": 0.7958669029179427
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 4,
                    "text": "Behold, there is a time appointed that all shall come forth from the dead. Now when this time cometh no one knows; but God knoweth the time which is appointed.",
                    "score": 0.793895475607055
                }
            ]
        },
        {
            "verse": 11,
            "text": "Thus I, Abraham, talked with the Lord, face to face, as one man talketh with another; and he told me of the works which his hands had made;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "score": 0.8070493298975956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And then shall ye know that I have seen Jesus, and that he hath talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things;",
                    "score": 0.8029887328422006
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 30,
                    "text": "And, behold, there talked with him two men, which were Moses and Elias:",
                    "score": 0.7928605061633669
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 27,
                    "text": "And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:",
                    "score": 0.7871720519893997
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And the hand of the Lord was there upon me; and he said unto me, Arise, go forth into the plain, and I will there talk with thee.",
                    "score": 0.7830091491538893
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 19,
                    "text": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
                    "score": 0.7797658979070341
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 34,
                    "text": "And he said, I am Abraham's servant.",
                    "score": 0.7787074251598735
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And he said, Blessed be the Lord God of Israel, who hath with his hands fulfilled that which he spake with his mouth to my father David, saying,",
                    "score": 0.7750033265880027
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And the king answered and said unto the man of God, Entreat now the face of the Lord thy God, and pray for me, that my hand may be restored me again. And the man of God besought the Lord, and the king's hand was restored him again, and became as it was before.",
                    "score": 0.7730800274154617
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 9,
                    "text": "And Jacob said, O God of my father Abraham, and God of my father Isaac, the Lord which saidst unto me, Return unto thy country, and to thy kindred, and I will deal well with thee:",
                    "score": 0.7723330353204081
                }
            ]
        },
        {
            "verse": 12,
            "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.",
                    "score": 0.7921243791350651
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 23,
                    "verse": 26,
                    "text": "My son, give me thine heart, and let thine eyes observe my ways.",
                    "score": 0.7893429466835798
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 49,
                    "text": "And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!",
                    "score": 0.7875423112572271
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And he put all upon Aaron's hands, and upon his sons' hands, and waved them for a wave offering before the Lord.",
                    "score": 0.7817290478038479
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 43,
                    "verse": 29,
                    "text": "And he lifted up his eyes, and saw his brother Benjamin, his mother's son, and said, Is this your younger brother, of whom ye spake unto me? And he said, God be gracious unto thee, my son.",
                    "score": 0.7795111763994282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had ended these sayings he cast his eyes round about on the multitude, and said unto them: Behold, ye have heard the things which I taught before I ascended to my Father; therefore, whoso remembereth these sayings of mine and doeth them, him will I raise up at the last day.",
                    "score": 0.7786877247128547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7780401608879884
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 48,
                    "text": "And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.",
                    "score": 0.7762375566828806
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "chapter": 40,
                    "verse": 4,
                    "text": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew them unto thee art thou brought hither: declare all that thou seest to the house of Israel.",
                    "score": 0.7758112725501084
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 16,
                    "verse": 11,
                    "text": "And David said to Abishai, and to all his servants, Behold, my son, which came forth of my bowels, seeketh my life: how much more now may this Benjamite do it? let him alone, and let him curse; for the Lord hath bidden him.",
                    "score": 0.7751965844992796
                }
            ]
        },
        {
            "verse": 13,
            "text": "And he said unto me: This is Shinehah, which is the sun. And he said unto me: Kokob, which is star. And he said unto me: Olea, which is the moon. And he said unto me: Kokaubeam, which signifies stars, or all the great lights, which were in the firmament of heaven.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 148,
                    "verse": 3,
                    "text": "Praise ye him, sun and moon: praise him, all ye stars of light.",
                    "score": 0.8312645408285401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 7,
                    "text": "Which truth shineth. This is the light of Christ. As also he is in the sun, and the light of the sun, and the power thereof by which it was made.",
                    "score": 0.8131676474727813
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The Lord is his name:",
                    "score": 0.8060137887735462
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 31,
                    "verse": 35,
                    "text": "Thus saith the Lord, which giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; The Lord of hosts is his name:",
                    "score": 0.802324559639112
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 14,
                    "text": "But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be greater signs in heaven above and in the earth beneath;",
                    "score": 0.8018105393343632
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the Lord thy God hath divided unto all nations under the whole heaven.",
                    "score": 0.7965043883390482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 49,
                    "text": "And so great shall be the glory of his presence that the sun shall hide his face in shame, and the moon shall withhold its light, and the stars shall be hurled from their places.",
                    "score": 0.7944457858742013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 3,
                    "text": "And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day.",
                    "score": 0.7918479029869502
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.",
                    "score": 0.790589118107121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God.",
                    "score": 0.7876608857076601
                }
            ]
        },
        {
            "verse": 14,
            "text": "And it was in the night time when the Lord spake these words unto me: I will multiply thee, and thy seed after thee, like unto these; and if thou canst count the number of sands, so shall be the number of thy seeds.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 17,
                    "text": "That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies;",
                    "score": 0.8497307056962061
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And the angel of the Lord said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.",
                    "score": 0.8271877789662682
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 4,
                    "text": "And I will make thy seed to multiply as the stars of heaven, and will give unto thy seed all these countries; and in thy seed shall all the nations of the earth be blessed;",
                    "score": 0.821882321543792
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 32,
                    "verse": 12,
                    "text": "And thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude.",
                    "score": 0.81663806577109
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 26,
                    "verse": 24,
                    "text": "And the Lord appeared unto him the same night, and said, I am the God of Abraham thy father: fear not, for I am with thee, and will bless thee, and multiply thy seed for my servant Abraham's sake.",
                    "score": 0.8152258748881575
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 48,
                    "verse": 4,
                    "text": "And said unto me, Behold, I will make thee fruitful, and multiply thee, and I will make of thee a multitude of people; and will give this land to thy seed after thee for an everlasting possession.",
                    "score": 0.8138025378751426
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 33,
                    "verse": 22,
                    "text": "As the host of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites that minister unto me.",
                    "score": 0.8055810381486871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And the angel said unto me: Behold thy seed, and also the seed of thy brethren.",
                    "score": 0.8032185439335148
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 13,
                    "verse": 16,
                    "text": "And I will make thy seed as the dust of the earth: so that if a man can number the dust of the earth, then shall thy seed also be numbered.",
                    "score": 0.7979586912748118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass that the angel said unto me: Look, and behold thy seed, and also the seed of thy brethren. And I looked and beheld the land of promise; and I beheld multitudes of people, yea, even as it were in number as many as the sand of the sea.",
                    "score": 0.7965733773985816
                }
            ]
        },
        {
            "verse": 15,
            "text": "And the Lord said unto me: Abraham, I show these things unto thee before ye go into Egypt, that ye may declare all these words.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And the Lord said unto Moses, When thou goest to return into Egypt, see that thou do all those wonders before Pharaoh, which I have put in thine hand: but I will harden his heart, that he shall not let the people go.",
                    "score": 0.8218830027958315
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 58,
                    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
                    "score": 0.8195314626767154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.8173863552887314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 32,
                    "text": "Yea, verily I say unto you, in that day when the Lord shall come, he shall reveal all things--",
                    "score": 0.8171016862831334
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 6,
                    "verse": 29,
                    "text": "That the Lord spake unto Moses, saying, I am the Lord: speak thou unto Pharaoh king of Egypt all that I say unto thee.",
                    "score": 0.817016005827258
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And that thou mayest tell in the ears of thy son, and of thy son's son, what things I have wrought in Egypt, and my signs which I have done among them; that ye may know how that I am the Lord.",
                    "score": 0.8148290915253129
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 42,
                    "verse": 9,
                    "text": "And said unto them, Thus saith the Lord, the God of Israel, unto whom ye sent me to present your supplication before him;",
                    "score": 0.8144432109376631
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Thus speaketh the Lord God of Israel, saying, Write thee all the words that I have spoken unto thee in a book.",
                    "score": 0.8144306646163525
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 45,
                    "verse": 13,
                    "text": "And ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither.",
                    "score": 0.8126250326919968
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.8101707225397853
                }
            ]
        },
        {
            "verse": 16,
            "text": "If two things exist, and there be one above the other, there shall be greater things above them; therefore Kolob is the greatest of all the Kokaubeam that thou hast seen, because it is nearest unto me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For thou, Lord, art high above all the earth: thou art exalted far above all gods.",
                    "score": 0.7662821275641261
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 34,
                    "text": "Things most precious, things that are above, and things that are beneath, things that are in the earth, and upon the earth, and in heaven.",
                    "score": 0.7643053354149089
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 11,
                    "verse": 8,
                    "text": "It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?",
                    "score": 0.7621873525462456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 35,
                    "text": "Thou shalt have no other God before me.",
                    "score": 0.7609996136565297
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 39,
                    "text": "Know therefore this day, and consider it in thine heart, that the Lord he is God in heaven above, and upon the earth beneath: there is none else.",
                    "score": 0.7606944875839002
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 19,
                    "text": "Thy righteousness also, O God, is very high, who hast done great things: O God, who is like unto thee!",
                    "score": 0.7602305323903776
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 45,
                    "text": "Wherefore, the blessings which I give unto you are above all things.",
                    "score": 0.7582203996366913
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Thou shalt have none other gods before me.",
                    "score": 0.7581698464019846
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Behold, in this thou art not just: I will answer thee, that God is greater than man.",
                    "score": 0.7578123180123212
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
                    "score": 0.7568715040220996
                }
            ]
        },
        {
            "verse": 17,
            "text": "Now, if there be two things, one above the other, and the moon be above the earth, then it may be that a planet or a star may exist above it; and there is nothing that the Lord thy God shall take in his heart to do but what he will do it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 3,
                    "text": "When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;",
                    "score": 0.7665804934337215
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 39,
                    "text": "Know therefore this day, and consider it in thine heart, that the Lord he is God in heaven above, and upon the earth beneath: there is none else.",
                    "score": 0.7598244534987747
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the Lord thy God hath divided unto all nations under the whole heaven.",
                    "score": 0.7593973375683541
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 10,
                    "verse": 14,
                    "text": "Behold, the heaven and the heaven of heavens is the Lord's thy God, the earth also, with all that therein is.",
                    "score": 0.7541397935472536
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 41,
                    "text": "There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
                    "score": 0.7529184872246575
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Which commandeth the sun, and it riseth not; and sealeth up the stars.",
                    "score": 0.7520145348032446
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 5,
                    "text": "Be thou exalted, O God, above the heavens; let thy glory be above all the earth.",
                    "score": 0.7514830378479984
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 57,
                    "verse": 11,
                    "text": "Be thou exalted, O God, above the heavens: let thy glory be above all the earth.",
                    "score": 0.7514830378479984
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 113,
                    "verse": 4,
                    "text": "The Lord is high above all nations, and his glory above the heavens.",
                    "score": 0.7505710057830967
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 108,
                    "verse": 5,
                    "text": "Be thou exalted, O God, above the heavens: and thy glory above all the earth;",
                    "score": 0.7505088198498726
                }
            ]
        },
        {
            "verse": 18,
            "text": "Howbeit that he made the greater star; as, also, if there be two spirits, and one shall be more intelligent than the other, yet these two spirits, notwithstanding one is more intelligent than the other, have no beginning; they existed before, they shall have no end, they shall exist after, for they are gnolaum, or eternal.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.",
                    "score": 0.7876084902375614
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Shall mortal man be more just than God? shall a man be more pure than his maker?",
                    "score": 0.7661304721208089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 29,
                    "text": "Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be.",
                    "score": 0.7633681566801239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And behold, there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you.",
                    "score": 0.7609093453282093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                    "score": 0.7584117778482317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And Aaron said unto him: Yea, he is that Great Spirit, and he created all things both in heaven and in earth. Believest thou this?",
                    "score": 0.7549273662381181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 8,
                    "text": "O the wisdom of God, his mercy and grace! For behold, if the flesh should rise no more our spirits must become subject to that angel who fell from before the presence of the Eternal God, and became the devil, to rise no more.",
                    "score": 0.7547686629582675
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 53,
                    "text": "Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?",
                    "score": 0.7535398907534486
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "chapter": 5,
                    "verse": 11,
                    "text": "There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him; whom the king Nebuchadnezzar thy father, the king, I say, thy father, made master of the magicians, astrologers, Chaldeans, and soothsayers;",
                    "score": 0.7520566512281027
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 18,
                    "verse": 26,
                    "text": "With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself froward.",
                    "score": 0.7515367355740465
                }
            ]
        },
        {
            "verse": 19,
            "text": "And the Lord said unto me: These two facts do exist, that there are two spirits, one being more intelligent than the other; there shall be another more intelligent than they; I am the Lord thy God, I am more intelligent than they all.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power according to my faith and desires which are in God.",
                    "score": 0.7804153269923779
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 22,
                    "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
                    "score": 0.7746772698255083
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Behold, in this thou art not just: I will answer thee, that God is greater than man.",
                    "score": 0.7726896950299353
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 32,
                    "text": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
                    "score": 0.7712807362388828
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "chapter": 35,
                    "verse": 2,
                    "text": "Thinkest thou this to be right, that thou saidst, My righteousness is more than God's?",
                    "score": 0.7702906202083298
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 24,
                    "text": "Believest thou that there is no God? I say unto you, Nay, thou knowest that there is a God, but thou lovest that lucre more than him.",
                    "score": 0.7674823490104857
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.",
                    "score": 0.7674548912016957
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 62,
                    "verse": 11,
                    "text": "God hath spoken once; twice have I heard this; that power belongeth unto God.",
                    "score": 0.7652858928211849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 29,
                    "text": "Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be.",
                    "score": 0.7649497789787925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "score": 0.7638109843883267
                }
            ]
        },
        {
            "verse": 20,
            "text": "The Lord thy God sent his angel to deliver thee from the hands of the priest of Elkenah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "score": 0.8005283412042155
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And when thou deliveredst up that which God had given thee sight and power to translate, thou deliveredst up that which was sacred into the hands of a wicked man,",
                    "score": 0.793108240187013
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And the angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands.",
                    "score": 0.7905543284604779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 17,
                    "text": "For behold, the Lord God hath sent forth the angel crying through the midst of heaven, saying: Prepare ye the way of the Lord, and make his paths straight, for the hour of his coming is nigh--",
                    "score": 0.7887280140296187
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And when Peter was come to himself, he said, Now I know of a surety, that the Lord hath sent his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews.",
                    "score": 0.7875490626307527
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                    "score": 0.7866544693699064
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And God sent an angel unto Jerusalem to destroy it: and as he was destroying, the Lord beheld, and he repented him of the evil, and said to the angel that destroyed, It is enough, stay now thine hand. And the angel of the Lord stood by the threshingfloor of Ornan the Jebusite.",
                    "score": 0.7865526857370734
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 23,
                    "text": "And she answered them, Thus saith the Lord God of Israel, Tell ye the man that sent you to me,",
                    "score": 0.7858160175870923
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.",
                    "score": 0.7845300975141988
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 71,
                    "verse": 4,
                    "text": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man.",
                    "score": 0.7816595110537916
                }
            ]
        },
        {
            "verse": 21,
            "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And who knoweth whether he shall be a wise man or a fool? yet shall he have rule over all my labour wherein I have laboured, and wherein I have shewed myself wise under the sun. This is also vanity.",
                    "score": 0.81074126183908
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 104,
                    "verse": 24,
                    "text": "O Lord, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches.",
                    "score": 0.8059102913276668
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 59,
                    "text": "Behold, I am from above, and my power lieth beneath. I am over all, and in all, and through all, and search all things, and the day cometh that all things shall be subject unto me.",
                    "score": 0.8049541951719513
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 4,
                    "text": "For I, the Lord, rule in the heavens above, and among the armies of the earth; and in the day when I shall make up my jewels, all men shall know what it is that bespeaketh the power of God.",
                    "score": 0.8011704446243374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And I do this for a wise purpose; for thus it whispereth me, according to the workings of the Spirit of the Lord which is in me. And now, I do not know all things; but the Lord knoweth all things which are to come; wherefore, he worketh in me to do according to his will.",
                    "score": 0.793617439209255
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Behold, I have done according to thy words: lo, I have given thee a wise and an understanding heart; so that there was none like thee before thee, neither after thee shall any arise like unto thee.",
                    "score": 0.7929332502912989
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 8,
                    "verse": 3,
                    "text": "When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;",
                    "score": 0.7928590612803706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7908019967032116
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Behold, this is mine authority, and the authority of my servants, and my preface unto the book of my commandments, which I have given them to publish unto you, O inhabitants of the earth.",
                    "score": 0.7884565964438675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7875676241385611
                }
            ]
        },
        {
            "verse": 22,
            "text": "Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Yea, and behold I say unto you, that Abraham not only knew of these things, but there were many before the days of Abraham who were called by the order of God; yea, even after the order of his Son; and this that it should be shown unto the people, a great many thousand years before his coming, that even redemption should come unto them.",
                    "score": 0.8245266166432589
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 17,
                    "text": "(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.",
                    "score": 0.783350668163522
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 55,
                    "text": "I observed that they were also among the noble and great ones who were chosen in the beginning to be rulers in the Church of God.",
                    "score": 0.7726971448284468
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 56,
                    "text": "Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men.",
                    "score": 0.7602280394368744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 38,
                    "text": "Among the great and mighty ones who were assembled in this vast congregation of the righteous were Father Adam, the Ancient of Days and father of all,",
                    "score": 0.7568723145626242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Yea, and even all they who wrought miracles wrought them by faith, even those who were before Christ and also those who were after.",
                    "score": 0.7552114121523277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham.",
                    "score": 0.7547775903562663
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 58,
                    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
                    "score": 0.7537010543802668
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "score": 0.7517949982096314
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "score": 0.7505976728122062
                }
            ]
        },
        {
            "verse": 23,
            "text": "And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Then there came out a spirit, and stood before the Lord, and said, I will entice him. And the Lord said unto him, Wherewith?",
                    "score": 0.8165496497910724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.7926309367209594
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.7918034176570095
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 22,
                    "verse": 21,
                    "text": "And there came forth a spirit, and stood before the Lord, and said, I will persuade him.",
                    "score": 0.7916877940210983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And I beheld the Spirit of the Lord, that it was upon the Gentiles, and they did prosper and obtain the land for their inheritance; and I beheld that they were white, and exceedingly fair and beautiful, like unto my people before they were slain.",
                    "score": 0.7912638720084731
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power.",
                    "score": 0.7872531768429989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 36,
                    "text": "And it shall be manifest unto my servant, by the voice of the Spirit, those that are chosen; and they shall be sanctified;",
                    "score": 0.7853826197914268
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 56,
                    "text": "Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men.",
                    "score": 0.7831251081891051
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.",
                    "score": 0.7818233193480749
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them.",
                    "score": 0.7794797768671989
                }
            ]
        },
        {
            "verse": 24,
            "text": "And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 22,
                    "text": "Wherefore, these things shall go from generation to generation as long as the earth shall stand; and they shall go according to the will and pleasure of God; and the nations who shall possess them shall be judged of them according to the words which are written.",
                    "score": 0.7947340626444163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And it came to pass that when they had all knelt down upon the earth, he commanded his disciples that they should pray.",
                    "score": 0.7930325411170572
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 24,
                    "verse": 1,
                    "text": "The earth is the Lord's, and the fulness thereof; the world, and they that dwell therein.",
                    "score": 0.7915699908180672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.7909966989674153
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 42,
                    "verse": 5,
                    "text": "Thus saith God the Lord, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:",
                    "score": 0.7897215194291062
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and whom they have worshipped: they shall not be gathered, nor be buried; they shall be for dung upon the face of the earth.",
                    "score": 0.7894461395357318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 45,
                    "text": "For, behold, they shall push the people together from the ends of the earth.",
                    "score": 0.7893450585309162
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Thus the heavens and the earth were finished, and all the host of them.",
                    "score": 0.7878995825266049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, to whom the kingdom has been given; hearken ye and give ear to him who laid the foundation of the earth, who made the heavens and all the hosts thereof, and by whom all things were made which live, and move, and have a being.",
                    "score": 0.7858500649906293
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And he shall stand and feed in the strength of the Lord, in the majesty of the name of the Lord his God; and they shall abide: for now shall he be great unto the ends of the earth.",
                    "score": 0.7857661763042714
                }
            ]
        },
        {
            "verse": 25,
            "text": "And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 21,
                    "text": "Verily I say unto you, that I, the Lord, will chasten them and will do whatsoever I list, if they do not repent and observe all things whatsoever I have said unto them.",
                    "score": 0.8101127543881964
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 38,
                    "verse": 7,
                    "text": "And this shall be a sign unto thee from the Lord, that the Lord will do this thing that he hath spoken;",
                    "score": 0.8088399708994934
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And we have confidence in the Lord touching you, that ye both do and will do the things which we command you.",
                    "score": 0.8064269526996514
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And it shall be our righteousness, if we observe to do all these commandments before the Lord our God, as he hath commanded us.",
                    "score": 0.806301798430319
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the Lord, which he commanded their fathers by the hand of Moses.",
                    "score": 0.8023028425789569
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 4,
                    "text": "And inasmuch as they are faithful unto me, it shall be made known unto them what they shall do;",
                    "score": 0.8016178007607415
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,",
                    "score": 0.7995552646706641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And unto three shall they be shown by the power of God; wherefore they shall know of a surety that these things are true.",
                    "score": 0.7963162553420662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 33,
                    "text": "And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me.",
                    "score": 0.7959516097225485
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "chapter": 18,
                    "verse": 23,
                    "text": "If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people shall also go to their place in peace.",
                    "score": 0.7925909932998895
                }
            ]
        },
        {
            "verse": 26,
            "text": "And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 10,
                    "text": "That inasmuch as ye do this, glory shall be added to the kingdom which ye have received. Inasmuch as ye do it not, it shall be taken, even that which ye have received.",
                    "score": 0.8063647943296915
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 19,
                    "verse": 14,
                    "text": "Thou shalt not remove thy neighbour's landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the Lord thy God giveth thee to possess it.",
                    "score": 0.8045254965570289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 83,
                    "verse": 3,
                    "text": "And if they are not faithful they shall not have fellowship in the church; yet they may remain upon their inheritances according to the laws of the land.",
                    "score": 0.7978189875591031
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 21,
                    "verse": 16,
                    "text": "Then it shall be, when he maketh his sons to inherit that which he hath, that he may not make the son of the beloved firstborn before the son of the hated, which is indeed the firstborn:",
                    "score": 0.7970806301272807
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "chapter": 18,
                    "verse": 2,
                    "text": "Therefore shall they have no inheritance among their brethren: the Lord is their inheritance, as he hath said unto them.",
                    "score": 0.7945961493454718
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "chapter": 25,
                    "verse": 46,
                    "text": "And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.",
                    "score": 0.7926183920967158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 5,
                    "text": "For verily this generation shall not all pass away until an house shall be built unto the Lord, and a cloud shall rest upon it, which cloud shall be even the glory of the Lord, which shall fill the house.",
                    "score": 0.7900522609223455
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And thine house and thy kingdom shall be established for ever before thee: thy throne shall be established for ever.",
                    "score": 0.7860877355116324
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 94,
                    "verse": 14,
                    "text": "For the Lord will not cast off his people, neither will he forsake his inheritance.",
                    "score": 0.7860806673684679
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "chapter": 69,
                    "verse": 36,
                    "text": "The seed also of his servants shall inherit it: and they that love his name shall dwell therein.",
                    "score": 0.7858405885121457
                }
            ]
        },
        {
            "verse": 27,
            "text": "And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "Also I heard the voice of the Lord, saying: Whom shall I send, and who will go for us? Then I said: Here am I; send me.",
                    "score": 0.8681758901131966
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "chapter": 6,
                    "verse": 8,
                    "text": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.",
                    "score": 0.8668572095683412
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
                    "score": 0.8222597728478898
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 37,
                    "text": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.",
                    "score": 0.8192059032472088
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?",
                    "score": 0.8175460642707767
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told thee of all things which are appointed for thee to do.",
                    "score": 0.8153080157463313
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "chapter": 34,
                    "verse": 23,
                    "text": "And she answered them, Thus saith the Lord God of Israel, Tell ye the man that sent you to me,",
                    "score": 0.8132117505386169
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 40,
                    "text": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
                    "score": 0.8129834231426378
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 14,
                    "verse": 10,
                    "text": "And David inquired of God, saying, Shall I go up against the Philistines? and wilt thou deliver them into mine hand? And the Lord said unto him, Go up; for I will deliver them into thine hand.",
                    "score": 0.8124842273408477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
                    "score": 0.8106555582005079
                }
            ]
        },
        {
            "verse": 28,
            "text": "And the second was angry, and kept not his first estate; and, at that day, many followed after him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 5,
                    "text": "And again he sent another; and him they killed, and many others; beating some, and killing some.",
                    "score": 0.7356122574282581
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 40,
                    "text": "So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.",
                    "score": 0.7352609262102152
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "chapter": 29,
                    "verse": 22,
                    "text": "An angry man stirreth up strife, and a furious man aboundeth in transgression.",
                    "score": 0.7329830248436062
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 30,
                    "text": "And he came to the second, and said likewise. And he answered and said, I go, sir: and went not.",
                    "score": 0.7312669800475896
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.7310524157089027
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "chapter": 17,
                    "verse": 30,
                    "text": "And he turned from him toward another, and spake after the same manner: and the people answered him again after the former manner.",
                    "score": 0.7251904627324216
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And God stirred him up another adversary, Rezon the son of Eliadah, which fled from his lord Hadadezer king of Zobah:",
                    "score": 0.7191933125887553
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "chapter": 24,
                    "verse": 7,
                    "text": "Now the first lot came forth to Jehoiarib, the second to Jedaiah,",
                    "score": 0.719039877708005
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 12,
                    "text": "One woe is past; and, behold, there come two woes more hereafter.",
                    "score": 0.7188102352450727
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 14,
                    "text": "But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.",
                    "score": 0.7183527001302977
                }
            ]
        }
    ]
}