{
    "volume": "Old Testament",
    "book": "1 Chronicles",
    "chapter": 28,
    "verses": [
        {
            "verse": 1,
            "text": "And David assembled all the princes of Israel, the princes of the tribes, and the captains of the companies that ministered to the king by course, and the captains over the thousands, and captains over the hundreds, and the stewards over all the substance and possession of the king, and of his sons, with the officers, and with the mighty men, and with all the valiant men, unto Jerusalem.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 16,
                    "text": "Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
                    "score": 0.7750771553613371
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 55,
                    "text": "And the lord of the vineyard said unto one of his servants: Go and gather together the residue of my servants, and take all the strength of mine house, which are my warriors, my young men, and they that are of middle age also among all my servants, who are the strength of mine house, save those only whom I have appointed to tarry;",
                    "score": 0.7729033124382053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7717074659617005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 55,
                    "text": "And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.",
                    "score": 0.7707518743488811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.767297267893538
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors.",
                    "score": 0.7647197360893762
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
                    "score": 0.763283301328331
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 25,
                    "text": "But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.",
                    "score": 0.76304529048783
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 38,
                    "text": "Among the great and mighty ones who were assembled in this vast congregation of the righteous were Father Adam, the Ancient of Days and father of all,",
                    "score": 0.7629607238605356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.761279291585214
                }
            ]
        },
        {
            "verse": 2,
            "text": "Then David the king stood up upon his feet, and said, Hear me, my brethren, and my people: As for me, I had in mine heart to build an house of rest for the ark of the covenant of the Lord, and for the footstool of our God, and had made ready for the building:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.8059332911314744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 6,
                    "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
                    "score": 0.8023709043064635
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 49,
                    "text": "Heaven is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest?",
                    "score": 0.7986639942552379
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 37,
                    "text": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
                    "score": 0.7986020546708943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "score": 0.7912034209885734
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.790870706862574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.7907896926374746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And he said: Hear ye now, O house of David; is it a small thing for you to weary men, but will ye weary my God also?",
                    "score": 0.7891843458132467
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen.",
                    "score": 0.788483070118858
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.7872790007127503
                }
            ]
        },
        {
            "verse": 3,
            "text": "But God said unto me, Thou shalt not build an house for my name, because thou hast been a man of war, and hast shed blood.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.8325026107239111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.8129728972945416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 19,
                    "text": "For the Lord worketh not in secret combinations, neither doth he will that man should shed blood, but in all things hath forbidden it, from the beginning of man.",
                    "score": 0.806137899490713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.7993625214670733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 13,
                    "text": "Verily I say unto you, let not my servant Joseph, neither my servant Sidney, neither my servant Hyrum, get in debt any more for the building of a house unto my name;",
                    "score": 0.7967914788460461
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.7953193036768028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "score": 0.7946329183105523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 6,
                    "text": "And now ye also know concerning the covenant which their fathers made, that they would not take up their weapons of war against their brethren to shed blood.",
                    "score": 0.7943546591963452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.",
                    "score": 0.7938030046942798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "score": 0.7936590441272042
                }
            ]
        },
        {
            "verse": 4,
            "text": "Howbeit the Lord God of Israel chose me before all the house of my father to be king over Israel for ever: for he hath chosen Judah to be the ruler; and of the house of Judah, the house of my father; and among the sons of my father he liked me to make me king over all Israel:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8280814603823591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 15,
                    "text": "That you may come up unto the crown prepared for you, and be made rulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of Adam-ondi-Ahman;",
                    "score": 0.8109026545917722
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 29,
                    "text": "And I appoint unto you a kingdom, as my Father hath appointed unto me;",
                    "score": 0.8065130419722372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.8055795456249776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And now, therefore, let my father send for Akish, the son of Kimnor; and behold, I am fair, and I will dance before him, and I will please him, that he will desire me to wife; wherefore if he shall desire of thee that ye shall give unto him me to wife, then shall ye say: I will give her if ye will bring unto me the head of my father, the king.",
                    "score": 0.8031417942520841
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 49,
                    "text": "Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.",
                    "score": 0.8027844508881206
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.8004429062254756
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 15,
                    "text": "But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:",
                    "score": 0.8004053395353843
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 11,
                    "text": "And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was?",
                    "score": 0.7967970506189523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Therefore, if it were possible that you could have just men to be your kings, who would establish the laws of God, and judge this people according to his commandments, yea, if ye could have men for your kings who would do even as my father Benjamin did for this people--I say unto you, if this could always be the case then it would be expedient that ye should always have kings to rule over you.",
                    "score": 0.7966894497456881
                }
            ]
        },
        {
            "verse": 5,
            "text": "And of all my sons, (for the Lord hath given me many sons,) he hath chosen Solomon my son to sit upon the throne of the kingdom of the Lord over Israel.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "score": 0.8136334768433587
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 31,
                    "text": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:",
                    "score": 0.802058822220996
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 29,
                    "text": "And I appoint unto you a kingdom, as my Father hath appointed unto me;",
                    "score": 0.798155837666559
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.",
                    "score": 0.7969152633268473
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 8,
                    "text": "But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.",
                    "score": 0.7963176557437153
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
                    "score": 0.7960238335968918
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7945820879602897
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 15,
                    "text": "That you may come up unto the crown prepared for you, and be made rulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of Adam-ondi-Ahman;",
                    "score": 0.7914395274188808
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 4,
                    "text": "But to as many as received me, gave I power to become my sons; and even so will I give unto as many as will receive me, power to become my sons.",
                    "score": 0.790771401173318
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "score": 0.7897004346506281
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he said unto me, Solomon thy son, he shall build my house and my courts: for I have chosen him to be my son, and I will be his father.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me--Father, thy will be done, and the glory be thine forever.",
                    "score": 0.8274690690672438
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "score": 0.825213026218451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "score": 0.8236525904548637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "score": 0.8207865381520724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "score": 0.8206040917851986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "score": 0.8195435921759963
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.8187309251235733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
                    "score": 0.818587118616184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.8178119102389851
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 7,
                    "text": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
                    "score": 0.816169999988232
                }
            ]
        },
        {
            "verse": 7,
            "text": "Moreover I will establish his kingdom for ever, if he be constant to do my commandments and my judgments, as at this day.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 11,
                    "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                    "score": 0.8497028621692924
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8170222513282303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 6,
                    "text": "Seek to bring forth and establish my Zion. Keep my commandments in all things.",
                    "score": 0.8166372539725028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And that you be firm in keeping the commandments wherewith I have commanded you; and if you do this, behold I grant unto you eternal life, even if you should be slain.",
                    "score": 0.8154700491676036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.8096164920657571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
                    "score": 0.8094724902182288
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8071952142571494
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
                    "score": 0.8055496486422165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 13,
                    "text": "Therefore, if it were possible that you could have just men to be your kings, who would establish the laws of God, and judge this people according to his commandments, yea, if ye could have men for your kings who would do even as my father Benjamin did for this people--I say unto you, if this could always be the case then it would be expedient that ye should always have kings to rule over you.",
                    "score": 0.8053158782059443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I will give unto him a commandment that he shall do none other work, save the work which I shall command him. And I will make him great in mine eyes; for he shall do my work.",
                    "score": 0.8048848267246713
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God: that ye may possess this good land, and leave it for an inheritance for your children after you for ever.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And may the Lord consecrate also unto thee this land, which is a most precious land, for thine inheritance and the inheritance of thy seed with thy brethren, for thy security forever, if it so be that ye shall keep the commandments of the Holy One of Israel.",
                    "score": 0.8681324468217663
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8362128830488929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.",
                    "score": 0.8317814402072515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.8277758036724681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.8263701750043461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
                    "score": 0.823940631136192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And behold, this is the land of your inheritance; and the Father hath given it unto you.",
                    "score": 0.8237778030620301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "score": 0.8227006940054956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
                    "score": 0.8207881892918936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8201994601293484
                }
            ]
        },
        {
            "verse": 9,
            "text": "And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart and with a willing mind: for the Lord searcheth all hearts, and understandeth all the imaginations of the thoughts: if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off for ever.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me--Father, thy will be done, and the glory be thine forever.",
                    "score": 0.8095592506312358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
                    "score": 0.8089233200034693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.8077287371661509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 19,
                    "text": "O my sons, that these things might not come upon you, but that ye might be a choice and a favored people of the Lord. But behold, his will be done; for his ways are righteousness forever.",
                    "score": 0.8031988738723732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.",
                    "score": 0.8016040033133883
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8012813900656186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.8011660832544714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.8008410723337754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.",
                    "score": 0.8001807212954233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 2,
                    "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
                    "score": 0.7995303909354583
                }
            ]
        },
        {
            "verse": 10,
            "text": "Take heed now; for the Lord hath chosen thee to build an house for the sanctuary: be strong, and do it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 11,
                    "text": "Verily I say unto you, it is my will that you should build a house. If you keep my commandments you shall have power to build it.",
                    "score": 0.8495374383674822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.830537871702907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 8,
                    "text": "Yea, verily I say unto you, I gave unto you a commandment that you should build a house, in the which house I design to endow those whom I have chosen with power from on high;",
                    "score": 0.830336720241786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 5,
                    "text": "For verily this generation shall not all pass away until an house shall be built unto the Lord, and a cloud shall rest upon it, which cloud shall be even the glory of the Lord, which shall fill the house.",
                    "score": 0.8249761381590343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.8217593948832399
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 13,
                    "text": "Now here is wisdom, and the mind of the Lord--let the house be built, not after the manner of the world, for I give not unto you that ye shall live after the manner of the world;",
                    "score": 0.8192558934415184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "score": 0.819182236658247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 6,
                    "text": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
                    "score": 0.8184773517396677
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 145,
                    "text": "And that ye should prepare rooms for all these offices in my house when you build it unto my name, saith the Lord your God. Even so. Amen.",
                    "score": 0.816643740002693
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 25,
                    "text": "And upon my house shall it begin, and from my house shall it go forth, saith the Lord;",
                    "score": 0.8154141195548233
                }
            ]
        },
        {
            "verse": 11,
            "text": "Then David gave to Solomon his son the pattern of the porch, and of the houses thereof, and of the treasuries thereof, and of the upper chambers thereof, and of the inner parlours thereof, and of the place of the mercy seat,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7439665501722001
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And Jesus walked in the temple in Solomon's porch.",
                    "score": 0.7423006025665386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7414644628740524
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 14,
                    "text": "But let a house be built unto my name according to the pattern which I will show unto them.",
                    "score": 0.7342734708048981
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 78,
                    "text": "Let my servant Isaac Galland put stock into that house; for I, the Lord, love him for the work he hath done, and will forgive all his sins; therefore, let him be remembered for an interest in that house from generation to generation.",
                    "score": 0.7270737507158404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 10,
                    "text": "Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.",
                    "score": 0.726592483962917
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.",
                    "score": 0.7261058290512332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.7259235125125533
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "score": 0.7235783195354822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.",
                    "score": 0.7235149036889782
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the pattern of all that he had by the spirit, of the courts of the house of the Lord, and of all the chambers round about, of the treasuries of the house of God, and of the treasuries of the dedicated things:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7665539307235328
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 6,
                    "text": "And it shall be dedicated unto the Lord from the foundation thereof, according to the order of the priesthood, according to the pattern which shall be given unto you hereafter.",
                    "score": 0.7576043345231515
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 27,
                    "text": "Wherefore, he is possessor of all things; for all things are subject unto him, both in heaven and on the earth, the life and the light, the Spirit and the power, sent forth by the will of the Father through Jesus Christ, his Son.",
                    "score": 0.7555786170693487
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7500769272567563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 12,
                    "text": "And this house shall be wholly dedicated unto the Lord from the foundation thereof, for the work of the printing, in all things whatsoever I shall command you, to be holy, undefiled, according to the pattern in all things as it shall be given unto you.",
                    "score": 0.7487344076341961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will.",
                    "score": 0.7474429971978227
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 19,
                    "text": "Wherefore, by this pattern ye shall know the spirits in all cases under the whole heavens.",
                    "score": 0.7472452023309586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 5,
                    "text": "And there shall be a lower court and a higher court, according to the pattern which shall be given unto you hereafter.",
                    "score": 0.7467442824831018
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For every house is builded by some man; but he that built all things is God.",
                    "score": 0.7433805738344552
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 7,
                    "text": "And it shall come to pass that I, the Lord God, will send one mighty and strong, holding the scepter of power in his hand, clothed with light for a covering, whose mouth shall utter words, eternal words; while his bowels shall be a fountain of truth, to set in order the house of God, and to arrange by lot the inheritances of the saints whose names are found, and the names of their fathers, and of their children, enrolled in the book of the law of God;",
                    "score": 0.7423092986976425
                }
            ]
        },
        {
            "verse": 13,
            "text": "Also for the courses of the priests and the Levites, and for all the work of the service of the house of the Lord, and for all the vessels of service in the house of the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7713664958715742
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7713664958715742
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 6,
                    "text": "And it shall be dedicated unto the Lord from the foundation thereof, according to the order of the priesthood, according to the pattern which shall be given unto you hereafter.",
                    "score": 0.7670120614478653
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.",
                    "score": 0.7655591347079156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 61,
                    "text": "And also priests to preside over those who are of the office of a priest;",
                    "score": 0.7650695626929215
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
                    "score": 0.7615944698762266
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 5,
                    "verse": 1,
                    "text": "For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:",
                    "score": 0.759874193252772
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 27,
                    "text": "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.",
                    "score": 0.7589977546563338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 39,
                    "text": "Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.",
                    "score": 0.7585122954153063
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 63,
                    "text": "Wherefore, from deacon to teacher, and from teacher to priest, and from priest to elder, severally as they are appointed, according to the covenants and commandments of the church.",
                    "score": 0.7579478544591247
                }
            ]
        },
        {
            "verse": 14,
            "text": "He gave of gold by weight for things of gold, for all instruments of all manner of service; silver also for all instruments of silver by weight, for all instruments of every kind of service:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7835551559256222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                    "score": 0.7708375492479447
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7600734510483554
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7593528859564379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will.",
                    "score": 0.7564723742602069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And a limnah of gold was the value of them all.",
                    "score": 0.7560766489963803
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.",
                    "score": 0.7556424753723475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7537901522027545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7486694818436095
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.7473475131964987
                }
            ]
        },
        {
            "verse": 15,
            "text": "Even the weight for the candlesticks of gold, and for their lamps of gold, by weight for every candlestick, and for the lamps thereof: and for the candlesticks of silver by weight, both for the candlestick, and also for the lamps thereof, according to the use of every candlestick.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;",
                    "score": 0.7530548968540731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                    "score": 0.7503021577861895
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7491716332314116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
                    "score": 0.7463117413139844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 5,
                    "text": "Now the reckoning is thus--a senine of gold, a seon of gold, a shum of gold, and a limnah of gold.",
                    "score": 0.7453738769119214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And a limnah of gold was the value of them all.",
                    "score": 0.7446486498578134
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 20,
                    "text": "The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches.",
                    "score": 0.7353373169971045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 7,
                    "text": "A senum of silver was equal to a senine of gold, and either for a measure of barley, and also for a measure of every kind of grain.",
                    "score": 0.7352730491172343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 26,
                    "text": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
                    "score": 0.7342559227388309
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
                    "score": 0.7274206677676379
                }
            ]
        },
        {
            "verse": 16,
            "text": "And by weight he gave gold for the tables of shewbread, for every table; and likewise silver for the tables of silver:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.768625306874462
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.7654578741529312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.762771466032827
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.",
                    "score": 0.7605140505748222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7586522401373034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7564301497849878
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.",
                    "score": 0.751745081418775
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 36,
                    "text": "And he took the seven loaves and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.",
                    "score": 0.7513025786986376
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7494882682793745
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.",
                    "score": 0.7455102451728921
                }
            ]
        },
        {
            "verse": 17,
            "text": "Also pure gold for the fleshhooks, and the bowls, and the cups: and for the golden basins he gave gold by weight for every basin; and likewise silver by weight for every basin of silver:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And a limnah of gold was the value of them all.",
                    "score": 0.7598472701223584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7573252655713059
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And for a testimony that the things that they had said are true they have brought twenty-four plates which are filled with engravings, and they are of pure gold.",
                    "score": 0.7537588797056072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7513858527450951
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.",
                    "score": 0.750633090721458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Wherefore he did obtain all his fine work, yea, even his fine gold he did cause to be refined in prison; and all manner of fine workmanship he did cause to be wrought in prison. And it came to pass that he did afflict the people with his whoredoms and abominations.",
                    "score": 0.7436873449373091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7416309338283549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7405483601987964
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Therefore he took the records which were engraven on the plates of brass, and also the plates of Nephi, and all the things which he had kept and preserved according to the commandments of God, after having translated and caused to be written the records which were on the plates of gold which had been found by the people of Limhi, which were delivered to him by the hand of Limhi;",
                    "score": 0.7388542728062938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7387598823568796
                }
            ]
        },
        {
            "verse": 18,
            "text": "And for the altar of incense refined gold by weight; and gold for the pattern of the chariot of the cherubims, that spread out their wings, and covered the ark of the covenant of the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.787116340720022
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.753783058505184
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7441681245018054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.738151027025149
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And it came to pass in the eighth year of the reign of the judges, that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen, and because of their many flocks and herds, and their gold and their silver, and all manner of precious things, which they had obtained by their industry; and in all these things were they lifted up in the pride of their eyes, for they began to wear very costly apparel.",
                    "score": 0.7342824738403416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7341446719337802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7329718476933755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7329645290259658
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7304712880129283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7300891693855387
                }
            ]
        },
        {
            "verse": 19,
            "text": "All this, said David, the Lord made me understand in writing by his hand upon me, even all the works of this pattern.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that after I had prayed and labored with all diligence, the Lord said unto me: I will grant unto thee according to thy desires, because of thy faith.",
                    "score": 0.7772328205485826
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Consider what I say; and the Lord give thee understanding in all things.",
                    "score": 0.7726362375728055
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 42,
                    "text": "And David himself saith in the book of Psalms, The Lord said unto my Lord, Sit thou on my right hand,",
                    "score": 0.771739839036248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
                    "score": 0.7693547873765081
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And the Lord said unto him: Write these things and seal them up; and I will show them in mine own due time unto the children of men.",
                    "score": 0.7693156918593356
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.",
                    "score": 0.7690497815159559
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 22,
                    "text": "Pilate answered, What I have written I have written.",
                    "score": 0.7655553780758345
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 3,
                    "text": "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,",
                    "score": 0.7638593287136635
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 32,
                    "text": "The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;",
                    "score": 0.7621258724907998
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
                    "score": 0.7603288979654383
                }
            ]
        },
        {
            "verse": 20,
            "text": "And David said to Solomon his son, Be strong and of good courage, and do it: fear not, nor be dismayed: for the Lord God, even my God, will be with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.8182348919205211
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 8,
                    "text": "Let my servant Samuel H. Smith go with you, and forsake him not, and give him thine instructions; and he that is faithful shall be made strong in every place; and I, the Lord, will go with you.",
                    "score": 0.8071344844207058
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
                    "score": 0.806746678498076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 2,
                    "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
                    "score": 0.8038870604946784
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 15,
                    "text": "Therefore, be ye strong from henceforth; fear not, for the kingdom is yours.",
                    "score": 0.8015494897234613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 55,
                    "text": "And now, they said: We know of a surety that the Lord is with thee, for we know that it is the power of the Lord that has shaken us. And they fell down before me, and were about to worship me, but I would not suffer them, saying: I am thy brother, yea, even thy younger brother; wherefore, worship the Lord thy God, and honor thy father and thy mother, that thy days may be long in the land which the Lord thy God shall give thee.",
                    "score": 0.798113463246451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 5,
                    "text": "And now my son, Shiblon, I would that ye should remember, that as much as ye shall put your trust in God even so much ye shall be delivered out of your trials, and your troubles, and your afflictions, and ye shall be lifted up at the last day.",
                    "score": 0.797303150900478
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 6,
                    "text": "Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.",
                    "score": 0.7968255417714841
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 1,
                    "text": "Behold, I say unto you, David, that you have feared man and have not relied on me for strength as you ought.",
                    "score": 0.7947795434578819
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 7,
                    "text": "For thou shalt devote all thy service in Zion; and in this thou shalt have strength.",
                    "score": 0.7914869390334786
                }
            ]
        },
        {
            "verse": 21,
            "text": "And, behold, the courses of the priests and the Levites, even they shall be with thee for all the service of the house of God: and there shall be with thee for all manner of workmanship every willing skilful man, for any manner of service: also the princes and all the people will be wholly at thy commandment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.814668378598928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "score": 0.8081659021719045
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 40,
                    "text": "And again, I say unto you, I give unto you a commandment, that every man, both elder, priest, teacher, and also member, go to with his might, with the labor of his hands, to prepare and accomplish the things which I have commanded.",
                    "score": 0.8080397542008184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.8071565196489815
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.8069620843364533
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
                    "score": 0.8065420487628598
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 39,
                    "text": "Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.",
                    "score": 0.8062790832366655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 6,
                    "text": "And it shall be dedicated unto the Lord from the foundation thereof, according to the order of the priesthood, according to the pattern which shall be given unto you hereafter.",
                    "score": 0.8062728563336141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 39,
                    "text": "And this is according to the oath and covenant which belongeth to the priesthood.",
                    "score": 0.8054801452749927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And he also commanded them that the priests whom he had ordained should labor with their own hands for their support.",
                    "score": 0.804805187523821
                }
            ]
        }
    ]
}