{
    "volume": "Old Testament",
    "book": "1 Kings",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "But Solomon was building his own house thirteen years, and he finished all his house.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.85668334240123
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For every house is builded by some man; but he that built all things is God.",
                    "score": 0.7615281287252483
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 23,
                    "text": "And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.",
                    "score": 0.7456375139679354
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 30,
                    "text": "And Paul dwelt two whole years in his own hired house, and received all that came in unto him,",
                    "score": 0.742815872639083
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And every man went unto his own house.",
                    "score": 0.7348417120347726
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And as he hath covenanted with all the house of Jacob, even so shall the covenant wherewith he hath covenanted with the house of Jacob be fulfilled in his own due time, unto the restoring all the house of Jacob unto the knowledge of the covenant that he hath covenanted with them.",
                    "score": 0.7158826703159139
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being overcome with the Spirit and the things which he had seen.",
                    "score": 0.7062785280399086
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he arose, and departed to his house.",
                    "score": 0.7052669974328258
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 39,
                    "text": "Return to thine own house, and shew how great things God hath done unto thee. And he went his way, and published throughout the whole city how great things Jesus had done unto him.",
                    "score": 0.7047351852098707
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 5,
                    "text": "For thou knowest that we have done this work through great tribulation; and out of our poverty we have given of our substance to build a house to thy name, that the Son of Man might have a place to manifest himself to his people.",
                    "score": 0.7035975001849879
                }
            ]
        },
        {
            "verse": 2,
            "text": "He built also the house of the forest of Lebanon; the length thereof was an hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7721054980849271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Yea, and the day of the Lord shall come upon all the cedars of Lebanon, for they are high and lifted up; and upon all the oaks of Bashan;",
                    "score": 0.7259082838022718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
                    "score": 0.7247115905970722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "But behold, saith the Lord of Hosts: I will show unto the children of men that it is yet a very little while and Lebanon shall be turned into a fruitful field; and the fruitful field shall be esteemed as a forest.",
                    "score": 0.7198840861586482
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet.",
                    "score": 0.7182523242035516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7178680548725392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.7147364202261575
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And all the days of Enoch were four hundred and thirty years.",
                    "score": 0.7146658568173405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 2,
                    "text": "And upon the top of these ridges of earth he caused that there should be timbers, yea, works of timbers built up to the height of a man, round about the cities.",
                    "score": 0.7125954763809669
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7102037221861258
                }
            ]
        },
        {
            "verse": 3,
            "text": "And it was covered with cedar above upon the beams, that lay on forty five pillars, fifteen in a row.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7042186423914617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 2,
                    "text": "Above it stood the seraphim; each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.",
                    "score": 0.6917806839562648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.6912783094631758
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
                    "score": 0.6880824016244287
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 20,
                    "text": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.",
                    "score": 0.6857057492226875
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.684074797587924
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
                    "score": 0.6828228384544143
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.6809856298087078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to fight against the twelve apostles of the Lamb.",
                    "score": 0.6804239127256037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.6786813141524576
                }
            ]
        },
        {
            "verse": 4,
            "text": "And there were windows in three rows, and light was against light in three ranks.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 1,
                    "text": "In the celestial glory there are three heavens or degrees;",
                    "score": 0.7527272633805266
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And there were many lights in the upper chamber, where they were gathered together.",
                    "score": 0.7450317424553283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and hoods, and the veils.",
                    "score": 0.7357990958759861
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 52,
                    "text": "For from henceforth there shall be five in one house divided, three against two, and two against three.",
                    "score": 0.7351810210575288
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.",
                    "score": 0.7312652508466196
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 45,
                    "text": "And the sun was darkened, and the veil of the temple was rent in the midst.",
                    "score": 0.7298610837701617
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And the evening and the morning were the third day.",
                    "score": 0.7267596335342377
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And I, God, saw the light; and that light was good. And I, God, divided the light from the darkness.",
                    "score": 0.7262134102574438
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.",
                    "score": 0.7243663771711958
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And organized them to be for lights in the expanse of the heaven to give light upon the earth; and it was so.",
                    "score": 0.7226206039346924
                }
            ]
        },
        {
            "verse": 5,
            "text": "And all the doors and posts were square, with the windows: and light was against light in three ranks.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And there were many lights in the upper chamber, where they were gathered together.",
                    "score": 0.7388212397459529
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And organized them to be for lights in the expanse of the heaven to give light upon the earth; and it was so.",
                    "score": 0.7173923368063685
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And I, God, said: Let there be light; and there was light.",
                    "score": 0.7154605500737707
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And I, God, saw the light; and that light was good. And I, God, divided the light from the darkness.",
                    "score": 0.7108870890098985
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And they (the Gods) said: Let there be light; and there was light.",
                    "score": 0.7097065863103132
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 13,
                    "text": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates.",
                    "score": 0.7089216985212085
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.",
                    "score": 0.7086878872030635
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 131,
                    "verse": 1,
                    "text": "In the celestial glory there are three heavens or degrees;",
                    "score": 0.7072350753140023
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And I, God, made two great lights; the greater light to rule the day, and the lesser light to rule the night, and the greater light was the sun, and the lesser light was the moon; and the stars also were made even according to my word.",
                    "score": 0.7048308764423272
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 14,
                    "text": "And the Gods organized the lights in the expanse of the heaven, and caused them to divide the day from the night; and organized them to be for signs and for seasons, and for days and for years;",
                    "score": 0.7046628039395818
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he made a porch of pillars; the length thereof was fifty cubits, and the breadth thereof thirty cubits: and the porch was before them: and the other pillars and the thick beam were before them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7560520683039352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.73861891599673
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 4,
                    "text": "Verily I say unto you, that it shall be built fifty-five by sixty-five feet in the width thereof and in the length thereof, in the inner court.",
                    "score": 0.7257990871052212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.7250230407734647
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet.",
                    "score": 0.7161697020710244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7115840780068227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.7049985301050348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.6978625207506782
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 15,
                    "text": "And the size thereof shall be fifty and five feet in width, and let it be sixty-five feet in length, in the inner court thereof.",
                    "score": 0.6969551959430776
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6968291770931654
                }
            ]
        },
        {
            "verse": 7,
            "text": "Then he made a porch for the throne where he might judge, even the porch of judgment: and it was covered with cedar from one side of the floor to the other.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Nevertheless Helaman did fill the judgment-seat with justice and equity; yea, he did observe to keep the statutes, and the judgments, and the commandments of God; and he did do that which was right in the sight of God continually; and he did walk after the ways of his father, insomuch that he did prosper in the land.",
                    "score": 0.7475312773779018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 20,
                    "text": "Let no man think he is ruler; but let God rule him that judgeth, according to the counsel of his own will, or, in other words, him that counseleth or sitteth upon the judgment seat.",
                    "score": 0.7470570913709863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7449036705662421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 37,
                    "text": "Behold, I, the Lord, have made my church in these last days like unto a judge sitting on a hill, or in a high place, to judge the nations.",
                    "score": 0.7429603958412563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 39,
                    "text": "He ruleth high in the heavens, for it is his throne, and this earth is his footstool.",
                    "score": 0.7404711725884133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now this man's name was Nephihah, and he was appointed chief judge; and he sat in the judgment-seat to judge and to govern the people.",
                    "score": 0.7400040145032005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And it came to pass that in the first year of the reign of Alma in the judgment-seat, there was a man brought before him to be judged, a man who was large, and was noted for his much strength.",
                    "score": 0.7333246758034836
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 13,
                    "text": "When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.",
                    "score": 0.7291087518737641
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 11,
                    "text": "Of judgment, because the prince of this world is judged.",
                    "score": 0.7288150185492518
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.7249309027859042
                }
            ]
        },
        {
            "verse": 8,
            "text": "And his house where he dwelt had another court within the porch, which was of the like work. Solomon made also an house for Pharaoh's daughter, whom he had taken to wife, like unto this porch.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.8235513047648195
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And when he was cast out, Pharaoh's daughter took him up, and nourished him for her own son.",
                    "score": 0.7553289727493372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon's temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.",
                    "score": 0.7489597997327126
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And Jesus walked in the temple in Solomon's porch.",
                    "score": 0.7418238886970085
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And at the second time Joseph was made known to his brethren; and Joseph's kindred was made known unto Pharaoh.",
                    "score": 0.7295100349740908
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 13,
                    "text": "It was made after the form of a bedstead, such as was had among the Chaldeans, and it stood before the gods of Elkenah, Libnah, Mahmackrah, Korash, and also a god like unto that of Pharaoh, king of Egypt.",
                    "score": 0.7287852407469158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.7281142345123501
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 3,
                    "text": "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.",
                    "score": 0.7276631637402342
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 35,
                    "text": "While he yet spake, there came from the ruler of the synagogue's house certain which said, Thy daughter is dead: why troublest thou the Master any further?",
                    "score": 0.725459774127818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.7226938559717561
                }
            ]
        },
        {
            "verse": 9,
            "text": "All these were of costly stones, according to the measures of hewed stones, sawed with saws, within and without, even from the foundation unto the coping, and so on the outside toward the great court.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7307182864739609
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;",
                    "score": 0.7299089386193527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7153588801789665
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 37,
                    "text": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
                    "score": 0.7137476832369996
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7126900128633314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man's blood, and they did bury them up deep in the earth.",
                    "score": 0.7119886228140387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 35,
                    "text": "And he also unfolded unto them all the disadvantages they labored under, by having an unrighteous king to rule over them;",
                    "score": 0.7067915125501267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.",
                    "score": 0.703023555541362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7020727322031136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 5,
                    "text": "And they were prepared that they could cast stones from the top thereof, according to their pleasure and their strength, and slay him who should attempt to approach near the walls of the city.",
                    "score": 0.7014605463101398
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;",
                    "score": 0.7609467697679836
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;",
                    "score": 0.7311964257608394
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7239995337451672
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7226860858006932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7162764550307642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:",
                    "score": 0.7155987899775308
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.",
                    "score": 0.7073430710979729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7067261664299503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 11,
                    "text": "O thou afflicted, tossed with tempest, and not comforted! Behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires.",
                    "score": 0.7048858928713883
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Then the Jews took up stones again to stone him.",
                    "score": 0.7037634466404936
                }
            ]
        },
        {
            "verse": 11,
            "text": "And above were costly stones, after the measures of hewed stones, and cedars.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7501077961083533
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7500106802632965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7433872061955724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7402381055447986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7363625170120542
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;",
                    "score": 0.7349709842429021
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Then the Jews took up stones again to stone him.",
                    "score": 0.7314803386346764
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7288071705152834
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And when there was an assault made both of the Gentiles, and also of the Jews with their rulers, to use them despitefully, and to stone them,",
                    "score": 0.7255070368747556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it came to pass in the days of Mosiah, there was a large stone brought unto him with engravings on it; and he did interpret the engravings by the gift and power of God.",
                    "score": 0.725319531796343
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the great court round about was with three rows of hewed stones, and a row of cedar beams, both for the inner court of the house of the Lord, and for the porch of the house.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 4,
                    "text": "Verily I say unto you, that it shall be built fifty-five by sixty-five feet in the width thereof and in the length thereof, in the inner court.",
                    "score": 0.7301574431828783
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 21,
                    "text": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:",
                    "score": 0.7251316682006199
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7239014448436352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 14,
                    "text": "Therefore, let it be built after the manner which I shall show unto three of you, whom ye shall appoint and ordain unto this power.",
                    "score": 0.7202761190617323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7182376926005011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7164822552944181
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7068535831716364
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.7067977109242566
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7041301082689397
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7037789429184512
                }
            ]
        },
        {
            "verse": 13,
            "text": "And king Solomon sent and fetched Hiram out of Tyre.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.",
                    "score": 0.7406770212148762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "score": 0.724299454513897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7192845914132013
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.717954133535605
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 31,
                    "text": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
                    "score": 0.7159217402015811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And the king said unto him: Being grieved for the afflictions of my people, I caused that forty and three of my people should take a journey into the wilderness, that thereby they might find the land of Zarahemla, that we might appeal unto our brethren to deliver us out of bondage.",
                    "score": 0.714766058562576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 13,
                    "text": "And now as ye have been delivered by the power of God out of these bonds; yea, even out of the hands of king Noah and his people, and also from the bonds of iniquity, even so I desire that ye should stand fast in this liberty wherewith ye have been made free, and that ye trust no man to be a king over you.",
                    "score": 0.712729082797823
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon.",
                    "score": 0.7108422258960947
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 100,
                    "text": "The Lord hath redeemed his people;And Satan is bound and time is no longer.The Lord hath gathered all things in one.The Lord hath brought down Zion from above.The Lord hath brought up Zion from beneath.",
                    "score": 0.7100056044430219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.7099626158920479
                }
            ]
        },
        {
            "verse": 14,
            "text": "He was a widow's son of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass: and he was filled with wisdom, and understanding, and cunning to work all works in brass. And he came to king Solomon, and wrought all his work.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
                    "score": 0.7377549018236809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "score": 0.7374226118751438
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7371612361140373
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7346967638562649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7326460530882979
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7308123151739108
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 20,
                    "text": "For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.",
                    "score": 0.7305147792382103
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.",
                    "score": 0.7302906339083516
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 51,
                    "text": "And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.",
                    "score": 0.7295143583115125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 48,
                    "text": "He that sendeth up treasures unto the land of Zion shall receive an inheritance in this world, and his works shall follow him, and also a reward in the world to come.",
                    "score": 0.7279814495209512
                }
            ]
        },
        {
            "verse": 15,
            "text": "For he cast two pillars of brass, of eighteen cubits high apiece: and a line of twelve cubits did compass either of them about.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7478630269068172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7374180084727967
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7275493647569579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7244906843335629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7228374213230425
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                    "score": 0.7201951251549802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.718940984444092
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 102,
                    "verse": 12,
                    "text": "Whenever a high council of the church of Christ is regularly organized, according to the foregoing pattern, it shall be the duty of the twelve councilors to cast lots by numbers, and thereby ascertain who of the twelve shall speak first, commencing with number one and so in succession to number twelve.",
                    "score": 0.7175959316033783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:",
                    "score": 0.7174521822941707
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
                    "score": 0.7123459555057106
                }
            ]
        },
        {
            "verse": 16,
            "text": "And he made two chapiters of molten brass, to set upon the tops of the pillars: the height of the one chapiter was five cubits, and the height of the other chapiter was five cubits:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7371230445342961
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7304559796273868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 2,
                    "text": "And upon the top of these ridges of earth he caused that there should be timbers, yea, works of timbers built up to the height of a man, round about the cities.",
                    "score": 0.7207299669340733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7191705931192451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7187467198658355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7168063331369617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7128137757006844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:",
                    "score": 0.7087423459111364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 4,
                    "text": "And he caused towers to be erected that overlooked those works of pickets, and he caused places of security to be built upon those towers, that the stones and the arrows of the Lamanites could not hurt them.",
                    "score": 0.7003051195671048
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                    "score": 0.6975384231774078
                }
            ]
        },
        {
            "verse": 17,
            "text": "And nets of checker work, and wreaths of chain work, for the chapiters which were upon the top of the pillars; seven for the one chapiter, and seven for the other chapiter.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7218842618294145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7074706029324367
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven.",
                    "score": 0.705628979831491
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And there were seven sons of one Sceva, a Jew, and chief of the priests, which did so.",
                    "score": 0.6989428713417913
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "If any man's work abide which he hath built thereupon, he shall receive a reward.",
                    "score": 0.6984103873230707
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.6943676535620469
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6936427517363378
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 4,
                    "text": "And they shall also be crowned with blessings from above, yea, and with commandments not a few, and with revelations in their time--they that are faithful and diligent before me.",
                    "score": 0.6934341282299348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.690801920291347
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 12,
                    "text": "Thus let them from that time forth labor diligently until it shall be finished, from the cornerstone thereof unto the top thereof, until there shall not anything remain that is not finished.",
                    "score": 0.6906270531940988
                }
            ]
        },
        {
            "verse": 18,
            "text": "And he made the pillars, and two rows round about upon the one network, to cover the chapiters that were upon the top, with pomegranates: and so did he for the other chapiter.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.",
                    "score": 0.7419245369967771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7339819774480105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that he planted vineyards round about in the land; and he built wine-presses, and made wine in abundance; and therefore he became a wine-bibber, and also his people.",
                    "score": 0.7195974348374267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                    "score": 0.7142859362087215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 4,
                    "text": "And he caused towers to be erected that overlooked those works of pickets, and he caused places of security to be built upon those towers, that the stones and the arrows of the Lamanites could not hurt them.",
                    "score": 0.7078782793161965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.7065125363544923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 46,
                    "text": "Now, the servants of the nobleman went and did as their lord commanded them, and planted the olive trees, and built a hedge round about, and set watchmen, and began to build a tower.",
                    "score": 0.7050191327310805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 45,
                    "text": "And set watchmen round about them, and build a tower, that one may overlook the land round about, to be a watchman upon the tower, that mine olive trees may not be broken down when the enemy shall come to spoil and take upon themselves the fruit of my vineyard.",
                    "score": 0.7040303971932876
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And he began to speak unto them by parables. A certain man planted a vineyard, and set an hedge about it, and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.",
                    "score": 0.7027038145803733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And it came to pass that the Lord of the vineyard said again unto his servant: Look hither, and behold another branch also, which I have planted; behold that I have nourished it also, and it hath brought forth fruit.",
                    "score": 0.7008526477329579
                }
            ]
        },
        {
            "verse": 19,
            "text": "And the chapiters that were upon the top of the pillars were of lily work in the porch, four cubits.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.6982939236496857
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon's porch.",
                    "score": 0.6967798545468941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 4,
                    "text": "And he caused that they should build a breastwork of timbers upon the inner bank of the ditch; and they cast up dirt out of the ditch against the breastwork of timbers; and thus they did cause the Lamanites to labor until they had encircled the city of Bountiful round about with a strong wall of timbers and earth, to an exceeding height.",
                    "score": 0.6903645208854003
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And there were many lights in the upper chamber, where they were gathered together.",
                    "score": 0.6775680073158895
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.6740623858119189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And behold, ye may be privileged that ye may show the plates unto those who shall assist to bring forth this work;",
                    "score": 0.6737471352341918
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.6728901057167577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And they pitched their tents, and began to till the ground, and began to build buildings; yea, they were industrious, and did labor exceedingly.",
                    "score": 0.6719826838826033
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And the four beasts had each of them six wings about him; and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.",
                    "score": 0.6711705971718405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.",
                    "score": 0.6708201111581893
                }
            ]
        },
        {
            "verse": 20,
            "text": "And the chapiters upon the two pillars had pomegranates also above, over against the belly which was by the network: and the pomegranates were two hundred in rows round about upon the other chapiter.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 8,
                    "text": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
                    "score": 0.7232548525035749
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.",
                    "score": 0.7098421504006992
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 2,
                    "text": "In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.",
                    "score": 0.7029922984199818
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 34,
                    "text": "And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it.",
                    "score": 0.7014370209055631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And it came to pass that they did come unto me and partake of the fruit also.",
                    "score": 0.7001972713102121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.",
                    "score": 0.6955015903491696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And it came to pass that the Lord of the vineyard said again unto his servant: Look hither, and behold another branch also, which I have planted; behold that I have nourished it also, and it hath brought forth fruit.",
                    "score": 0.6952712779451251
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred.",
                    "score": 0.6931667249449207
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 27,
                    "text": "And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.",
                    "score": 0.6931593196669835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, which shall be for briers and thorns.",
                    "score": 0.6927960730231448
                }
            ]
        },
        {
            "verse": 21,
            "text": "And he set up the pillars in the porch of the temple: and he set up the right pillar, and called the name thereof Jachin: and he set up the left pillar, and called the name thereof Boaz.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.",
                    "score": 0.7678713468162965
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7440031526617003
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, Abraham, arose from the place of the altar which I had built unto the Lord, and removed from thence unto a mountain on the east of Bethel, and pitched my tent there, Bethel on the west, and Hai on the east; and there I built another altar unto the Lord, and called again upon the name of the Lord.",
                    "score": 0.7431137427656649
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!",
                    "score": 0.7400552538108295
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.7374482515786577
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And Jesus walked in the temple in Solomon's porch.",
                    "score": 0.7366983571228141
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 21,
                    "text": "And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.",
                    "score": 0.7360543275511532
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.",
                    "score": 0.7318907254781444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:",
                    "score": 0.7281909556171491
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 56,
                    "text": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
                    "score": 0.7277103056942911
                }
            ]
        },
        {
            "verse": 22,
            "text": "And upon the top of the pillars was lily work: so was the work of the pillars finished.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 12,
                    "text": "Thus let them from that time forth labor diligently until it shall be finished, from the cornerstone thereof unto the top thereof, until there shall not anything remain that is not finished.",
                    "score": 0.7466873072589816
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 4,
                    "text": "I have glorified thee on the earth: I have finished the work which thou gavest me to do.",
                    "score": 0.7263099806737264
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And on the seventh day I, God, ended my work, and all things which I had made; and I rested on the seventh day from all my work, and all things which I had made were finished, and I, God, saw that they were good;",
                    "score": 0.720525794142028
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 1,
                    "text": "Thus the heaven and the earth were finished, and all the host of them.",
                    "score": 0.7201111460398529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7155636146821959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7149144869133193
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Seest thou how faith wrought with his works, and by works was faith made perfect?",
                    "score": 0.714357048327831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that they did worship the Lord, and did go forth with me; and we did work timbers of curious workmanship. And the Lord did show me from time to time after what manner I should work the timbers of the ship.",
                    "score": 0.7131666218406623
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 2,
                    "text": "We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.",
                    "score": 0.7090717902272395
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.7087075075711544
                }
            ]
        },
        {
            "verse": 23,
            "text": "And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7461271336270532
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.",
                    "score": 0.7175286979556316
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.7161607338324184
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,",
                    "score": 0.7119562546689313
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.",
                    "score": 0.7076260131682138
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore.",
                    "score": 0.7058092912231115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 7,
                    "text": "And in the thirty and eighth year, this man built other ships. And the first ship did also return, and many more people did enter into it; and they also took much provisions, and set out again to the land northward.",
                    "score": 0.7015568126383965
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 42,
                    "text": "And they gave him a piece of a broiled fish, and of an honeycomb.",
                    "score": 0.6963311249475177
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And they had a few small fishes: and he blessed, and commanded to set them also before them.",
                    "score": 0.6955566733680587
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.",
                    "score": 0.6954596968702936
                }
            ]
        },
        {
            "verse": 24,
            "text": "And under the brim of it round about there were knops compassing it, ten in a cubit, compassing the sea round about: the knops were cast in two rows, when it was cast.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 48,
                    "text": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.",
                    "score": 0.7124057558426357
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.",
                    "score": 0.7079621049369229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And they did also lay snares and catch fowls of the air; and they did also prepare a vessel, in which they did carry with them the fish of the waters.",
                    "score": 0.7076114585107305
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And they had a few small fishes: and he blessed, and commanded to set them also before them.",
                    "score": 0.7015954792325507
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms.",
                    "score": 0.6962616634073717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And it came to pass after they had loosed me, behold, I took the compass, and it did work whither I desired it. And it came to pass that I prayed unto the Lord; and after I had prayed the winds did cease, and the storm did cease, and there was a great calm.",
                    "score": 0.696107007036208
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 38,
                    "text": "He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.",
                    "score": 0.6960932270747029
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
                    "score": 0.695570267353063
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
                    "score": 0.6932787386255604
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:",
                    "score": 0.6925274009420074
                }
            ]
        },
        {
            "verse": 25,
            "text": "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea was set above upon them, and all their hinder parts were inward.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 34,
                    "text": "And it came to pass that they did not head them until they had come to the borders of the land Desolation; and there they did head them, by the narrow pass which led by the sea into the land northward, yea, by the sea, on the west and on the east.",
                    "score": 0.7377898288713803
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east.",
                    "score": 0.7369562264069162
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.",
                    "score": 0.7362547657884638
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And the four beasts had each of them six wings about him; and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.",
                    "score": 0.7359408269983712
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 66,
                    "text": "But before that day he saw great tribulations among the wicked; and he also saw the sea, that it was troubled, and men's hearts failing them, looking forth with fear for the judgments of the Almighty God, which should come upon the wicked.",
                    "score": 0.7348044847494718
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 48,
                    "text": "And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them.",
                    "score": 0.72929854744885
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 22,
                    "text": "The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;",
                    "score": 0.7276889960545976
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 6,
                    "text": "Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.723808853515121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father in the name of Jesus.",
                    "score": 0.7211738786646986
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 13,
                    "text": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates.",
                    "score": 0.7204786878703142
                }
            ]
        },
        {
            "verse": 26,
            "text": "And it was an hand breadth thick, and the brim thereof was wrought like the brim of a cup, with flowers of lilies: it contained two thousand baths.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.7107187991586877
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
                    "score": 0.6989022311802507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And it came to pass that two hundred and forty and four years had passed away, and thus were the affairs of the people. And the more wicked part of the people did wax strong, and became exceedingly more numerous than were the people of God.",
                    "score": 0.6941376415183592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, which shall be for briers and thorns.",
                    "score": 0.6918781494187605
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
                    "score": 0.6910524890718365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And it came to pass that they did so, and did drink of it and were filled; and they gave unto the multitude, and they did drink, and they were filled.",
                    "score": 0.6904014960516192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.6900514240521871
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 24,
                    "text": "But the word of God grew and multiplied.",
                    "score": 0.6846950809931593
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.",
                    "score": 0.6828734703061748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And it came to pass that they began to spread upon the face of the land, and to multiply and to till the earth; and they did wax strong in the land.",
                    "score": 0.6824689826173056
                }
            ]
        },
        {
            "verse": 27,
            "text": "And he made ten bases of brass; four cubits was the length of one base, and four cubits the breadth thereof, and three cubits the height of it.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7668180535712318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7063057289525344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.70251022210948
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth; and he also begat other sons and daughters.",
                    "score": 0.7023472948035778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
                    "score": 0.699285068559352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.6991822240462713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 27,
                    "text": "Which of you by taking thought can add one cubit unto his stature?",
                    "score": 0.6901992046973964
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 27,
                    "text": "Which of you by taking thought can add one cubit unto his stature?",
                    "score": 0.6901992046973964
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
                    "score": 0.6899926646109347
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.",
                    "score": 0.6869718034781334
                }
            ]
        },
        {
            "verse": 28,
            "text": "And the work of the bases was on this manner: they had borders, and the borders were between the ledges:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 31,
                    "text": "And these things were done in the borders of the land, that they might not come to the knowledge of the king.",
                    "score": 0.7580570518555735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And he also placed armies on the south, in the borders of their possessions, and caused them to erect fortifications that they might secure their armies and their people from the hands of their enemies.",
                    "score": 0.7566737014112515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 34,
                    "text": "And it came to pass that they did not head them until they had come to the borders of the land Desolation; and there they did head them, by the narrow pass which led by the sea into the land northward, yea, by the sea, on the west and on the east.",
                    "score": 0.7439620084096176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 34,
                    "text": "And it came to pass that Moroni and Lehi and Teancum did encamp with their armies round about in the borders of the land of Moroni, insomuch that the Lamanites were encircled about in the borders by the wilderness on the south, and in the borders by the wilderness on the east.",
                    "score": 0.7404935528171883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.733267855616157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.7282714816624503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 15,
                    "text": "And they also began in that same year to build many cities on the north, one in a particular manner which they called Lehi, which was in the north by the borders of the seashore.",
                    "score": 0.723724109433425
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 26,
                    "text": "And thus, with their forces, they were determined to maintain those cities which they had taken.",
                    "score": 0.7234715213824269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7192331118631813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 25,
                    "text": "For behold, it came to pass that while they were in the land of Helam, yea, in the city of Helam, while tilling the land round about, behold an army of the Lamanites was in the borders of the land.",
                    "score": 0.7181996022348295
                }
            ]
        },
        {
            "verse": 29,
            "text": "And on the borders that were between the ledges were lions, oxen, and cherubims: and upon the ledges there was a base above: and beneath the lions and oxen were certain additions made of thin work.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 31,
                    "text": "And these things were done in the borders of the land, that they might not come to the knowledge of the king.",
                    "score": 0.7433854120222535
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7210757309382764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.7172595768376839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And it came to pass on the other hand, that the Nephites did build them up and support them, beginning at the more wicked part of them, until they had overspread all the land of the Nephites, and had seduced the more part of the righteous until they had come down to believe in their works and partake of their spoils, and to join with them in their secret murders and combinations.",
                    "score": 0.7171185059572971
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle.",
                    "score": 0.7132034737809386
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.7123983431725318
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 33,
                    "text": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,",
                    "score": 0.7117699683675524
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And they had hair as the hair of women, and their teeth were as the teeth of lions.",
                    "score": 0.7081804653321716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 4,
                    "text": "And he caused that they should build a breastwork of timbers upon the inner bank of the ditch; and they cast up dirt out of the ditch against the breastwork of timbers; and thus they did cause the Lamanites to labor until they had encircled the city of Bountiful round about with a strong wall of timbers and earth, to an exceeding height.",
                    "score": 0.7078222835025006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 34,
                    "text": "And it came to pass that Moroni and Lehi and Teancum did encamp with their armies round about in the borders of the land of Moroni, insomuch that the Lamanites were encircled about in the borders by the wilderness on the south, and in the borders by the wilderness on the east.",
                    "score": 0.7060994385860481
                }
            ]
        },
        {
            "verse": 30,
            "text": "And every base had four brasen wheels, and plates of brass: and the four corners thereof had undersetters: under the laver were undersetters molten, at the side of every addition.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.7010055448710008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.6944501733284504
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6921864623201516
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.",
                    "score": 0.6775778047856927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
                    "score": 0.6768342847761853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And behold, also, they have brought breastplates, which are large, and they are of brass and of copper, and are perfectly sound.",
                    "score": 0.6767159782627106
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 48,
                    "text": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.",
                    "score": 0.6755855652482725
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.",
                    "score": 0.6749137292185128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.674687417949995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 16,
                    "text": "And I also knew that the law was engraven upon the plates of brass.",
                    "score": 0.6703642226205035
                }
            ]
        },
        {
            "verse": 31,
            "text": "And the mouth of it within the chapiter and above was a cubit: but the mouth thereof was round after the work of the base, a cubit and an half: and also upon the mouth of it were gravings with their borders, foursquare, not round.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.7229553849718444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And a shiblum is a half of a shiblon.",
                    "score": 0.7146334128442651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 26,
                    "text": "For behold, Moronihah had supposed that the Lamanites durst not come into the center of the land, but that they would attack the cities round about in the borders as they had hitherto done; therefore Moronihah had caused that their strong armies should maintain those parts round about by the borders.",
                    "score": 0.6973118144391229
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.6940351140605056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.689858801767467
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 10,
                    "text": "There was a river running out of Eden, to water the garden, and from thence it was parted and became into four heads.",
                    "score": 0.688830440662812
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 2,
                    "text": "There are many things contained therein that are not true, which are interpolations by the hands of men.",
                    "score": 0.6881930191054939
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.",
                    "score": 0.6880311093331145
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 4,
                    "text": "And he caused that they should build a breastwork of timbers upon the inner bank of the ditch; and they cast up dirt out of the ditch against the breastwork of timbers; and thus they did cause the Lamanites to labor until they had encircled the city of Bountiful round about with a strong wall of timbers and earth, to an exceeding height.",
                    "score": 0.6859991831188831
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6853904638278043
                }
            ]
        },
        {
            "verse": 32,
            "text": "And under the borders were four wheels; and the axletrees of the wheels were joined to the base: and the height of a wheel was a cubit and half a cubit.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7087464094934147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And a shiblum is a half of a shiblon.",
                    "score": 0.7035703723868971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.692701383473941
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.691585170654741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.6757256656276592
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.6738810869623189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.6727419644643996
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.",
                    "score": 0.6669364962212206
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 51,
                    "text": "Convenient to the village of Manchester, Ontario county, New York, stands a hill of considerable size, and the most elevated of any in the neighborhood. On the west side of this hill, not far from the top, under a stone of considerable size, lay the plates, deposited in a stone box. This stone was thick and rounding in the middle on the upper side, and thinner towards the edges, so that the middle part of it was visible above the ground, but the edge all around was covered with earth.",
                    "score": 0.6649395788225402
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.6641135225947622
                }
            ]
        },
        {
            "verse": 33,
            "text": "And the work of the wheels was like the work of a chariot wheel: their axletrees, and their naves, and their felloes, and their spokes, were all molten.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And they did make all manner of tools with which they did work their beasts.",
                    "score": 0.7600241671051636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.7459319275404808
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.",
                    "score": 0.7318750537236403
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope;",
                    "score": 0.7272646239542876
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.7256937997244646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that they did worship the Lord, and did go forth with me; and we did work timbers of curious workmanship. And the Lord did show me from time to time after what manner I should work the timbers of the ship.",
                    "score": 0.7243337821660732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And they did make all manner of tools to till the earth, both to plow and to sow, to reap and to hoe, and also to thrash.",
                    "score": 0.7236625286104755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And they did make all manner of weapons of war. And they did work all manner of work of exceedingly curious workmanship.",
                    "score": 0.7225748650937185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And there were many highways cast up, and many roads made, which led from city to city, and from land to land, and from place to place.",
                    "score": 0.720440949100858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7134683017767737
                }
            ]
        },
        {
            "verse": 34,
            "text": "And there were four undersetters to the four corners of one base: and the undersetters were of the very base itself.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?",
                    "score": 0.686064023465484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.6810798372445457
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6784781460757224
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 32,
                    "text": "Some therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together.",
                    "score": 0.6768801240536181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And they were in number about four hundred and fifty souls.",
                    "score": 0.6753820764068489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 91,
                    "verse": 2,
                    "text": "There are many things contained therein that are not true, which are interpolations by the hands of men.",
                    "score": 0.675236696983449
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 47,
                    "text": "And while they were yet laying the foundation thereof, they began to say among themselves: And what need hath my lord of this tower?",
                    "score": 0.6740657183604745
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.",
                    "score": 0.6738846351091351
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And it came to pass that it was from evening until morning that it was night; and it came to pass that it was from morning until evening that it was day; and it was the fourth time.",
                    "score": 0.6731518137758901
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 5,
                    "text": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:",
                    "score": 0.6726677563688329
                }
            ]
        },
        {
            "verse": 35,
            "text": "And in the top of the base was there a round compass of half a cubit high: and on the top of the base the ledges thereof and the borders thereof were of the same.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.7018261795532648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.6997461534670213
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.696368542590365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.6918271952960318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And a shiblum is a half of a shiblon.",
                    "score": 0.6915682778325826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he built a tower near the temple; yea, a very high tower, even so high that he could stand upon the top thereof and overlook the land of Shilom, and also the land of Shemlon, which was possessed by the Lamanites; and he could even look over all the land round about.",
                    "score": 0.688972060931323
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 51,
                    "text": "Convenient to the village of Manchester, Ontario county, New York, stands a hill of considerable size, and the most elevated of any in the neighborhood. On the west side of this hill, not far from the top, under a stone of considerable size, lay the plates, deposited in a stone box. This stone was thick and rounding in the middle on the upper side, and thinner towards the edges, so that the middle part of it was visible above the ground, but the edge all around was covered with earth.",
                    "score": 0.6873436018075809
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.687143081989532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.6865404019277103
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 30,
                    "text": "By faith the walls of Jericho fell down, after they were compassed about seven days.",
                    "score": 0.6861707283715415
                }
            ]
        },
        {
            "verse": 36,
            "text": "For on the plates of the ledges thereof, and on the borders thereof, he graved cherubims, lions, and palm trees, according to the proportion of every one, and additions round about.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.7624533942489553
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 3,
                    "text": "For he said that the history of his people should be engraven upon his other plates, and that I should preserve these plates and hand them down unto my seed, from generation to generation.",
                    "score": 0.7391933489482254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 2,
                    "text": "And upon the top of these ridges of earth he caused that there should be timbers, yea, works of timbers built up to the height of a man, round about the cities.",
                    "score": 0.7338912974527928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                    "score": 0.7307731159189689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7257454658921944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And he also placed armies on the south, in the borders of their possessions, and caused them to erect fortifications that they might secure their armies and their people from the hands of their enemies.",
                    "score": 0.7246467812712604
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 33,
                    "text": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,",
                    "score": 0.7221056729221369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.",
                    "score": 0.7196993847352082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass that the Lord commanded me, wherefore I did make plates of ore that I might engraven upon them the record of my people. And upon the plates which I made I did engraven the record of my father, and also our journeyings in the wilderness, and the prophecies of my father; and also many of mine own prophecies have I engraven upon them.",
                    "score": 0.7189358009709615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7188570569228561
                }
            ]
        },
        {
            "verse": 37,
            "text": "After this manner he made the ten bases: all of them had one casting, one measure, and one size.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.",
                    "score": 0.7008518034142057
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.6986784130468174
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
                    "score": 0.6956608105142793
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 21,
                    "text": "Jesus answered and said unto them, I have done one work, and ye all marvel.",
                    "score": 0.6928393316969667
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.6918135538974655
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Then he that had received the five talents went and traded with the same, and made them other five talents.",
                    "score": 0.6882316095473094
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 7,
                    "text": "Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.",
                    "score": 0.6881105100618639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.6829422656040678
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 11,
                    "text": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
                    "score": 0.6828455868774516
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 32,
                    "text": "And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.",
                    "score": 0.6824323848627531
                }
            ]
        },
        {
            "verse": 38,
            "text": "Then made he ten lavers of brass: one laver contained forty baths: and every laver was four cubits: and upon every one of the ten bases one laver.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7212740851441077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth; and he also begat other sons and daughters.",
                    "score": 0.691886214234326
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
                    "score": 0.6794941550847975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
                    "score": 0.6716519617776965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.6709430100580381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.6692139245530269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Yea, ten acres of vineyard shall yield one bath, and the seed of a homer shall yield an ephah.",
                    "score": 0.668198221963567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.6629932591978929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 43,
                    "text": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
                    "score": 0.6627432323424702
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
                    "score": 0.6625569941482442
                }
            ]
        },
        {
            "verse": 39,
            "text": "And he put five bases on the right side of the house, and five on the left side of the house: and he set the sea on the right side of the house eastward over against the south.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 6,
                    "text": "He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.",
                    "score": 0.7529529766903617
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,",
                    "score": 0.7333122950130454
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7224937300638782
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 52,
                    "text": "For from henceforth there shall be five in one house divided, three against two, and two against three.",
                    "score": 0.7209236948913952
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east.",
                    "score": 0.7152296697782584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.7132140899827715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And he also placed armies on the south, in the borders of their possessions, and caused them to erect fortifications that they might secure their armies and their people from the hands of their enemies.",
                    "score": 0.7129616788711444
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.7104590590026235
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 48,
                    "text": "He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.",
                    "score": 0.7060094030516659
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.",
                    "score": 0.7052737401502709
                }
            ]
        },
        {
            "verse": 40,
            "text": "And Hiram made the lavers, and the shovels, and the basins. So Hiram made an end of doing all the work that he made king Solomon for the house of the Lord:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7534512589269581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 14,
                    "text": "I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine.",
                    "score": 0.7520719678026662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 1,
                    "text": "And now it came to pass that after I, Nephi, had made an end of teaching my brethren, our father, Lehi, also spake many things unto them, and rehearsed unto them, how great things the Lord had done for them in bringing them out of the land of Jerusalem.",
                    "score": 0.7450483419767219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son Mosiah to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had appointed priests to teach the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the oath which they had made, he dismissed the multitude, and they returned, every one, according to their families, to their own houses.",
                    "score": 0.7406426446185141
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And it came to pass that after king Benjamin had made an end of these sayings to his son, that he gave him charge concerning all the affairs of the kingdom.",
                    "score": 0.7330660382681605
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 28,
                    "text": "For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.",
                    "score": 0.7327584231093313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man's blood, and they did bury them up deep in the earth.",
                    "score": 0.7277099878813009
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon's temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.",
                    "score": 0.7268309683523886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And as he hath covenanted with all the house of Jacob, even so shall the covenant wherewith he hath covenanted with the house of Jacob be fulfilled in his own due time, unto the restoring all the house of Jacob unto the knowledge of the covenant that he hath covenanted with them.",
                    "score": 0.7257821450613359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Wherefore, with the help of these, king Benjamin, by laboring with all the might of his body and the faculty of his whole soul, and also the prophets, did once more establish peace in the land.",
                    "score": 0.7253821785395438
                }
            ]
        },
        {
            "verse": 41,
            "text": "The two pillars, and the two bowls of the chapiters that were on the top of the two pillars; and the two networks, to cover the two bowls of the chapiters which were upon the top of the pillars;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
                    "score": 0.7115168476728042
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7018165717996762
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And the chief seats in the synagogues, and the uppermost rooms at feasts:",
                    "score": 0.6987970666511353
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Also, that there were two stones in silver bows--and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim--deposited with the plates; and the possession and use of these stones were what constituted \"seers\" in ancient or former times; and that God had prepared them for the purpose of translating the book.",
                    "score": 0.6901278159710353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And behold, these two stones will I give unto thee, and ye shall seal them up also with the things which ye shall write.",
                    "score": 0.6877245407358191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Upon the other plates should be engraven an account of the reign of the kings, and the wars and contentions of my people; wherefore these plates are for the more part of the ministry; and the other plates are for the more part of the reign of the kings and the wars and contentions of my people.",
                    "score": 0.6868121806464421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.6857876901790856
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.6852840947168389
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
                    "score": 0.6842422305233231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 7,
                    "text": "And it came to pass that they had gathered themselves together upon the top of the mount which was called Antipas, in preparation to battle.",
                    "score": 0.6824459073596209
                }
            ]
        },
        {
            "verse": 42,
            "text": "And four hundred pomegranates for the two networks, even two rows of pomegranates for one network, to cover the two bowls of the chapiters that were upon the pillars;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 8,
                    "text": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
                    "score": 0.7099214901459616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, which shall be for briers and thorns.",
                    "score": 0.7038998380608236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Behold, they have labored exceedingly, and have brought forth much fruit; and how great shall be their reward!",
                    "score": 0.6932182653301966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 44,
                    "text": "A certain nobleman had a spot of land, very choice; and he said unto his servants: Go ye unto my vineyard, even upon this very choice piece of land, and plant twelve olive trees;",
                    "score": 0.6881580151067495
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.",
                    "score": 0.6867041890063779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 101,
                    "text": "They shall build, and another shall not inherit it; they shall plant vineyards, and they shall eat the fruit thereof. Even so. Amen.",
                    "score": 0.6862755974333954
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And it came to pass that the Lord of the vineyard said again unto his servant: Look hither, and behold another branch also, which I have planted; behold that I have nourished it also, and it hath brought forth fruit.",
                    "score": 0.6773044388486303
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass that the Lord of the vineyard said unto his servant: Look hither; behold I have planted another branch of the tree also; and thou knowest that this spot of ground was poorer than the first. But, behold the tree. I have nourished it this long time, and it hath brought forth much fruit; therefore, gather it, and lay it up against the season, that I may preserve it unto mine own self.",
                    "score": 0.6763047148891733
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 34,
                    "text": "And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it.",
                    "score": 0.6752558235586109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And it came to pass that we had gathered together all manner of seeds of every kind, both of grain of every kind, and also of the seeds of fruit of every kind.",
                    "score": 0.674347813186578
                }
            ]
        },
        {
            "verse": 43,
            "text": "And the ten bases, and ten lavers on the bases;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And it came to pass that there were ten more who did fall by the sword, with their ten thousand each; yea, even all my people, save it were those twenty and four who were with me, and also a few who had escaped into the south countries, and a few who had deserted over unto the Lamanites, had fallen; and their flesh, and bones, and blood lay upon the face of the earth, being left by the hands of those who slew them to molder upon the land, and to crumble and to return to their mother earth.",
                    "score": 0.667714699180391
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 17,
                    "text": "And Jesus answering said, Were there not ten cleansed? but where are the nine?",
                    "score": 0.662745403888553
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 20,
                    "text": "The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.",
                    "score": 0.6569569326997624
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 13,
                    "text": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
                    "score": 0.6536980686584176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 13,
                    "text": "But yet there shall be a tenth, and they shall return, and shall be eaten, as a teil tree, and as an oak whose substance is in them when they cast their leaves; so the holy seed shall be the substance thereof.",
                    "score": 0.6476273584845116
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 12,
                    "text": "And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:",
                    "score": 0.6466218037013964
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 28,
                    "text": "Take therefore the talent from him, and give it unto him which hath ten talents.",
                    "score": 0.6447433099171642
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 25,
                    "text": "(And they said unto him, Lord, he hath ten pounds.)",
                    "score": 0.6445702159868517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Jeneum had fallen with his ten thousand; and Cumenihah, and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each.",
                    "score": 0.6431424411803685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Yea, ten acres of vineyard shall yield one bath, and the seed of a homer shall yield an ephah.",
                    "score": 0.6385529671611337
                }
            ]
        },
        {
            "verse": 44,
            "text": "And one sea, and twelve oxen under the sea;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And when even was now come, his disciples went down unto the sea,",
                    "score": 0.7238279448321862
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I, God, blessed them, saying: Be fruitful, and multiply, and fill the waters in the sea; and let fowl multiply in the earth;",
                    "score": 0.720176155368459
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.",
                    "score": 0.7201306178893625
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.",
                    "score": 0.7183796949828474
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms.",
                    "score": 0.7178776226055604
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
                    "score": 0.7112244173700961
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 34,
                    "text": "And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes.",
                    "score": 0.7073879353127205
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.7062701595973426
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And it came to pass that when they had prepared all manner of food, that thereby they might subsist upon the water, and also food for their flocks and herds, and whatsoever beast or animal or fowl that they should carry with them--and it came to pass that when they had done all these things they got aboard of their vessels or barges, and set forth into the sea, commending themselves unto the Lord their God.",
                    "score": 0.7060778617412721
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:",
                    "score": 0.7054157065563306
                }
            ]
        },
        {
            "verse": 45,
            "text": "And the pots, and the shovels, and the basins: and all these vessels, which Hiram made to king Solomon for the house of the Lord, were of bright brass.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7447894942358925
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.741743024538321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7333361140392235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                    "score": 0.7321438327422416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And I, Nephi, had also brought the records which were engraven upon the plates of brass; and also the ball, or compass, which was prepared for my father by the hand of the Lord, according to that which is written.",
                    "score": 0.7320427140982764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem.",
                    "score": 0.7292508683438509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And moreover, he also gave him charge concerning the records which were engraven on the plates of brass; and also the plates of Nephi; and also, the sword of Laban, and the ball or director, which led our fathers through the wilderness, which was prepared by the hand of the Lord that thereby they might be led, every one according to the heed and diligence which they gave unto him.",
                    "score": 0.7291196174685973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the plates of brass, and he did search them from the beginning.",
                    "score": 0.7281717653032724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon's temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.",
                    "score": 0.7265586490316962
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 69,
                    "text": "And hath raised up an horn of salvation for us in the house of his servant David;",
                    "score": 0.7253622333067272
                }
            ]
        },
        {
            "verse": 46,
            "text": "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zarthan.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7160884172597253
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 15,
                    "text": "The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;",
                    "score": 0.7147700562353175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south.",
                    "score": 0.7138170082440691
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 26,
                    "text": "Nevertheless, they did find a land which had been peopled; yea, a land which was covered with dry bones; yea, a land which had been peopled and which had been destroyed; and they, having supposed it to be the land of Zarahemla, returned to the land of Nephi, having arrived in the borders of the land not many days before the coming of Ammon.",
                    "score": 0.700669398765902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.",
                    "score": 0.7002759945771367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 31,
                    "text": "And behold, they had found those priests of king Noah, in a place which they called Amulon; and they had begun to possess the land of Amulon and had begun to till the ground.",
                    "score": 0.6989680520559292
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 22,
                    "text": "And it came to pass that they did cast their dead into the waters of Sidon, and they have gone forth and are buried in the depths of the sea.",
                    "score": 0.6934111511160684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 29,
                    "text": "But the people believed not the words of the prophets, but they cast them out; and some of them they cast into pits and left them to perish. And it came to pass that they did all these things according to the commandment of the king, Heth.",
                    "score": 0.6903946781409926
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.",
                    "score": 0.6893292411415355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
                    "score": 0.6891693615741025
                }
            ]
        },
        {
            "verse": 47,
            "text": "And Solomon left all the vessels unweighed, because they were exceeding many: neither was the weight of the brass found out.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.",
                    "score": 0.7611517792217113
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And yet I say unto you, that even Solomon, in all his glory, was not arrayed like one of these.",
                    "score": 0.7611517792217113
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.",
                    "score": 0.7292033403157105
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 10,
                    "text": "Neither the seven loaves of the four thousand, and how many baskets ye took up?",
                    "score": 0.7206347786260799
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And at the time that Mosiah discovered them, they had become exceedingly numerous. Nevertheless, they had had many wars and serious contentions, and had fallen by the sword from time to time; and their language had become corrupted; and they had brought no records with them; and they denied the being of their Creator; and Mosiah, nor the people of Mosiah, could understand them.",
                    "score": 0.7148530902448781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And there were a great number, even so many that they did not number them; for they had multiplied exceedingly and waxed great in the land.",
                    "score": 0.7108819212064897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 21,
                    "text": "But they were not armed with breastplates, nor shields--therefore, they were exceedingly afraid of the armies of the Nephites because of their armor, notwithstanding their number being so much greater than the Nephites.",
                    "score": 0.7071065036212976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 41,
                    "text": "Behold, here is wisdom concerning the children of Zion, even many, but not all; they were found transgressors, therefore they must needs be chastened--",
                    "score": 0.7064597876412023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.",
                    "score": 0.7044016851946593
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 48,
                    "text": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.",
                    "score": 0.704343060831505
                }
            ]
        },
        {
            "verse": 48,
            "text": "And Solomon made all the vessels that pertained unto the house of the Lord: the altar of gold, and the table of gold, whereupon the shewbread was,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.8177409237444317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And it came to pass that on the morrow, after we had prepared all things, much fruits and meat from the wilderness, and honey in abundance, and provisions according to that which the Lord had commanded us, we did go down into the ship, with all our loading and our seeds, and whatsoever thing we had brought with us, every one according to his age; wherefore, we did all go down into the ship, with our wives and our children.",
                    "score": 0.7698976461996184
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7595901888527126
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
                    "score": 0.759470411444267
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 26,
                    "text": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?",
                    "score": 0.7556628688777554
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7545612041835977
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7521145581230877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                    "score": 0.7502369127054463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7482441380546972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 5,
                    "text": "Go ye out from Babylon. Be ye clean that bear the vessels of the Lord.",
                    "score": 0.7477429283702804
                }
            ]
        },
        {
            "verse": 49,
            "text": "And the candlesticks of pure gold, five on the right side, and five on the left, before the oracle, with the flowers, and the lamps, and the tongs of gold,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 4,
                    "text": "These are the two olive trees, and the two candlesticks standing before the God of the earth.",
                    "score": 0.7710811403114908
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;",
                    "score": 0.7680965590680344
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 20,
                    "text": "The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches.",
                    "score": 0.7632889200844264
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
                    "score": 0.7548642029982668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 5,
                    "text": "Now the reckoning is thus--a senine of gold, a seon of gold, a shum of gold, and a limnah of gold.",
                    "score": 0.7193793580160847
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7183092879827246
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 26,
                    "text": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
                    "score": 0.7133127062799518
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7112323391053903
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And for a testimony that the things that they had said are true they have brought twenty-four plates which are filled with engravings, and they are of pure gold.",
                    "score": 0.7103870513667064
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.7095694356672728
                }
            ]
        },
        {
            "verse": 50,
            "text": "And the bowls, and the snuffers, and the basins, and the spoons, and the censers of pure gold; and the hinges of gold, both for the doors of the inner house, the most holy place, and for the doors of the house, to wit, of the temple.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7754404026480128
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 17,
                    "text": "Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?",
                    "score": 0.7673374034294046
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 39,
                    "text": "And the chief seats in the synagogues, and the uppermost rooms at feasts:",
                    "score": 0.7638179384092062
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 6,
                    "text": "And love the uppermost rooms at feasts, and the chief seats in the synagogues,",
                    "score": 0.7569614654488582
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
                    "score": 0.7514686602303683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7488414415654177
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 42,
                    "text": "And I will show unto my servant Joseph all things pertaining to this house, and the priesthood thereof, and the place whereon it shall be built.",
                    "score": 0.7449770983142343
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7445890512082881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 39,
                    "text": "Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.",
                    "score": 0.7432726118999118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 31,
                    "text": "Wherefore, I, Nephi, to be obedient to the commandments of the Lord, went and made these plates upon which I have engraven these things.",
                    "score": 0.7388318823884793
                }
            ]
        },
        {
            "verse": 51,
            "text": "So was ended all the work that king Solomon made for the house of the Lord. And Solomon brought in the things which David his father had dedicated; even the silver, and the gold, and the vessels, did he put among the treasures of the house of the Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.7689663153059391
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7682371284855375
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son Mosiah to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had appointed priests to teach the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the oath which they had made, he dismissed the multitude, and they returned, every one, according to their families, to their own houses.",
                    "score": 0.7636669078991682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem.",
                    "score": 0.7584465677210769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things.",
                    "score": 0.7555882654507534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                    "score": 0.755481288021817
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.755340789442132
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.754636841576066
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And it came to pass that after king Benjamin had made an end of these sayings to his son, that he gave him charge concerning all the affairs of the kingdom.",
                    "score": 0.7540642474952091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7523762941776203
                }
            ]
        }
    ]
}