{
    "volume": "Old Testament",
    "book": "1 Samuel",
    "chapter": 11,
    "verses": [
        {
            "verse": 1,
            "text": "Then Nahash the Ammonite came up, and encamped against Jabesh-gilead: and all the men of Jabesh said unto Nahash, Make a covenant with us, and we will serve thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 32,
                    "text": "And now since the coming of Ammon, king Limhi had also entered into a covenant with God, and also many of his people, to serve him and keep his commandments.",
                    "score": 0.787837872797596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 23,
                    "text": "Now we see that Ammon could not be slain, for the Lord had said unto Mosiah, his father: I will spare him, and it shall be unto him according to thy faith--therefore, Mosiah trusted him unto the Lord.",
                    "score": 0.7780524000243247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 5,
                    "text": "Now when Ammon and his brethren and all those who had come up with him saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael that they might hold a council with Lamoni and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites.",
                    "score": 0.7740205545092431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 17,
                    "text": "And when they had entered into this covenant they sent them to dwell with the people of Ammon, and they were in number about four thousand who had not been slain.",
                    "score": 0.7700573105038744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 22,
                    "text": "Now this was the covenant which they made, and they cast their garments at the feet of Moroni, saying: We covenant with our God, that we shall be destroyed, even as our brethren in the land northward, if we shall fall into transgression; yea, he may cast us at the feet of our enemies, even as we have cast our garments at thy feet to be trodden under foot, if we shall fall into transgression.",
                    "score": 0.7683770849114219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7668003570862413
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7642639240827956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 5,
                    "text": "And they came unto Alma; and the one who was the foremost among them said unto him: Behold, what shall these my brethren do, for they are despised of all men because of their poverty, yea, and more especially by our priests; for they have cast us out of our synagogues which we have labored abundantly to build with our own hands; and they have cast us out because of our exceeding poverty; and we have no place to worship our God; and behold, what shall we do?",
                    "score": 0.7608245621373874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7606946723703504
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And he caused that Ammon should stand up before the multitude, and rehearse unto them all that had happened unto their brethren from the time that Zeniff went up out of the land even until the time that he himself came up out of the land.",
                    "score": 0.7592721129429417
                }
            ]
        },
        {
            "verse": 2,
            "text": "And Nahash the Ammonite answered them, On this condition will I make a covenant with you, that I may thrust out all your right eyes, and lay it for a reproach upon all Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7993397306201432
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 20,
                    "text": "For this cause therefore have I called for you, to see you, and to speak with you: because that for the hope of Israel I am bound with this chain.",
                    "score": 0.7854366215283763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Now when Ammon saw that he had wrought upon the old king according to his desire, he said unto him: If thou wilt grant that my brethren may be cast out of prison, and also that Lamoni may retain his kingdom, and that ye be not displeased with him, but grant that he may do according to his own desires in whatsoever thing he thinketh, then will I spare thee; otherwise I will smite thee to the earth.",
                    "score": 0.784202081385843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.7829292633913113
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 2,
                    "text": "For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.",
                    "score": 0.782636178371549
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7809455883100114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 13,
                    "text": "And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.",
                    "score": 0.7799886963925987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "score": 0.7795618620212615
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 3,
                    "text": "Therefore, he giveth this promise unto you, with an immutable covenant that they shall be fulfilled; and all things wherewith you have been afflicted shall work together for your good, and to my name's glory, saith the Lord.",
                    "score": 0.7787305348546851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7785934753109052
                }
            ]
        },
        {
            "verse": 3,
            "text": "And the elders of Jabesh said unto him, Give us seven days' respite, that we may send messengers unto all the coasts of Israel: and then, if there be no man to save us, we will come out to thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 33,
                    "text": "And from thence, whosoever I will shall go forth among all nations, and it shall be told them what they shall do; for I have a great work laid up in store, for Israel shall be saved, and I will lead them whithersoever I will, and no power shall stay my hand.",
                    "score": 0.7672592069085442
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "For thus spake the prophet: The Lord God surely shall visit all the house of Israel at that day, some with his voice, because of their righteousness, unto their great joy and salvation, and others with the thunderings and the lightnings of his power, by tempest, by fire, and by smoke, and vapor of darkness, and by the opening of the earth, and by mountains which shall be carried up.",
                    "score": 0.7663922229296215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 25,
                    "text": "And I would that all men might be saved. But we read that in the great and last day there are some who shall be cast out, yea, who shall be cast off from the presence of the Lord;",
                    "score": 0.7626231199254899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.7586926728571842
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And when the day began to wear away, then came the twelve, and said unto him, Send the multitude away, that they may go into the towns and country round about, and lodge, and get victuals: for we are here in a desert place.",
                    "score": 0.7555496169856821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 12,
                    "text": "And in that day all who are found upon the watch-tower, or in other words, all mine Israel, shall be saved.",
                    "score": 0.7552510554184407
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 8,
                    "text": "Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands; call upon all nations, first upon the Gentiles, and then upon the Jews.",
                    "score": 0.7550777721284098
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thus saith the Lord: In an acceptable time have I heard thee, O isles of the sea, and in a day of salvation have I helped thee; and I will preserve thee, and give thee my servant for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.7535608621477795
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
                    "score": 0.7525054086732618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "score": 0.7523400150923736
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then came the messengers to Gibeah of Saul, and told the tidings in the ears of the people: and all the people lifted up their voices, and wept.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 48,
                    "text": "And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.",
                    "score": 0.7845230052194766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 13,
                    "text": "And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.",
                    "score": 0.7817087308232512
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And when the people saw what Paul had done, they lifted up their voices, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.",
                    "score": 0.7814012018081647
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And he called the multitude, and said unto them, Hear, and understand:",
                    "score": 0.7741471464153817
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 28,
                    "text": "And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.",
                    "score": 0.7738610321811741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And now it came to pass that after the people had heard these words, behold, they began to weep and howl again because of the loss of their kindred and friends.",
                    "score": 0.773436893667572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And it came to pass that there came a voice again unto the people, and all the people did hear, and did witness of it, saying:",
                    "score": 0.7709835891260671
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 29,
                    "text": "The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.",
                    "score": 0.7693407202289182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
                    "score": 0.7691272855205741
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And he came down with them, and stood in the plain, and the company of his disciples, and a great multitude of people out of all Judaea and Jerusalem, and from the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;",
                    "score": 0.7666887323120876
                }
            ]
        },
        {
            "verse": 5,
            "text": "And, behold, Saul came after the herd out of the field; and Saul said, What aileth the people that they weep? And they told him the tidings of the men of Jabesh.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And now it came to pass that after the people had heard these words, behold, they began to weep and howl again because of the loss of their kindred and friends.",
                    "score": 0.7723865443705326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 6,
                    "text": "And it came to pass that after they had found out the minds of all the people, those who were in favor of the words which had been spoken by Alma and his brethren were cast out of the land; and they were many; and they came over also into the land of Jershon.",
                    "score": 0.7656467702950733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that I beheld, and saw the people of the seed of my brethren that they had overcome my seed; and they went forth in multitudes upon the face of the land.",
                    "score": 0.7631018272067451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
                    "score": 0.760939588459408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.760364456637074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 15,
                    "text": "Now there were many, when they heard these words and saw the scalp which was upon the sword, that were struck with fear; and many came forth and threw down their weapons of war at the feet of Moroni, and entered into a covenant of peace. And as many as entered into a covenant they suffered to depart into the wilderness.",
                    "score": 0.7600538413386875
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 37,
                    "text": "And it came to pass that Enoch went forth in the land, among the people, standing upon the hills and the high places, and cried with a loud voice, testifying against their works; and all men were offended because of him.",
                    "score": 0.7597644576089744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And it came to pass that Nimrah gathered together a small number of men, and fled out of the land, and came over and dwelt with Omer.",
                    "score": 0.7571195201010006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
                    "score": 0.7570540322201486
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.",
                    "score": 0.7562225190872862
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the Spirit of God came upon Saul when he heard those tidings, and his anger was kindled greatly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And it came to pass that they were angry with him, even because he had greater power than they, for it were not possible that they could disbelieve his words, for so great was his faith on the Lord Jesus Christ that angels did minister unto him daily.",
                    "score": 0.7745906051809412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 2,
                    "text": "And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?",
                    "score": 0.77391599864878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 25,
                    "text": "Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.771981919069198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.7698986477572092
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 2,
                    "text": "Yea, verily, I say, hear the word of him whose anger is kindled against the wicked and rebellious;",
                    "score": 0.7687775526246008
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "score": 0.7681496882776804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And ye have murmured because he hath been plain unto you. Ye say that he hath used sharpness; ye say that he hath been angry with you; but behold, his sharpness was the sharpness of the power of the word of God, which was in him; and that which ye call anger was the truth, according to that which is in God, which he could not restrain, manifesting boldly concerning your iniquities.",
                    "score": 0.7680178705478489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And when the Jews heard these things they were angry with him; yea, even as with the prophets of old, whom they had cast out, and stoned, and slain; and they also sought his life, that they might take it away. But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance.",
                    "score": 0.7655267323121004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.7633196034638517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And the people saw it, and did witness of it, and were angry with him because of his power; and he did also do many more miracles, in the sight of the people, in the name of Jesus.",
                    "score": 0.7618646618321339
                }
            ]
        },
        {
            "verse": 7,
            "text": "And he took a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul and after Samuel, so shall it be done unto his oxen. And the fear of the Lord fell on the people, and they came out with one consent.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.787147858552105
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.",
                    "score": 0.786414047372306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.7780769090631005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And he breathed out many threatenings against them. And now the people of Ammon did not fear their words; therefore they did not cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.",
                    "score": 0.7746595236181054
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;",
                    "score": 0.7745331956716179
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 12,
                    "text": "And he said unto the priests of Noah that their seed should cause many to be put to death, in the like manner as he was, and that they should be scattered abroad and slain, even as a sheep having no shepherd is driven and slain by wild beasts; and now behold, these words were verified, for they were driven by the Lamanites, and they were hunted, and they were smitten.",
                    "score": 0.7715313885198679
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,",
                    "score": 0.7713769997853678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.766355752688132
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.7657707826805142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.",
                    "score": 0.7655364323471128
                }
            ]
        },
        {
            "verse": 8,
            "text": "And when he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
                    "score": 0.7914288154713905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.7792178037910122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 17,
                    "text": "And when they had entered into this covenant they sent them to dwell with the people of Ammon, and they were in number about four thousand who had not been slain.",
                    "score": 0.7622701654070869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 4,
                    "text": "And it came to pass that in the thirty and seventh year of the reign of the judges, there was a large company of men, even to the amount of five thousand and four hundred men, with their wives and their children, departed out of the land of Zarahemla into the land which was northward.",
                    "score": 0.7516897764445564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.",
                    "score": 0.7510710073478911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 28,
                    "text": "And also there were sent two thousand men unto us from the land of Zarahemla. And thus we were prepared with ten thousand men, and provisions for them, and also for their wives and their children.",
                    "score": 0.7509416530284736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 8,
                    "text": "Now the sons of Mosiah were numbered among the unbelievers; and also one of the sons of Alma was numbered among them, he being called Alma, after his father; nevertheless, he became a very wicked and an idolatrous man. And he was a man of many words, and did speak much flattery to the people; therefore he led many of the people to do after the manner of his iniquities.",
                    "score": 0.7471645673224195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.7461680725075907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And the friends of Jared and his brother were in number about twenty and two souls; and they also begat sons and daughters before they came to the promised land; and therefore they began to be many.",
                    "score": 0.7453777273957519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it came to pass that I beheld many multitudes of the Gentiles upon the land of promise; and I beheld the wrath of God, that it was upon the seed of my brethren; and they were scattered before the Gentiles and were smitten.",
                    "score": 0.7395540552680817
                }
            ]
        },
        {
            "verse": 9,
            "text": "And they said unto the messengers that came, Thus shall ye say unto the men of Jabesh-gilead, To morrow, by that time the sun be hot, ye shall have help. And the messengers came and shewed it to the men of Jabesh; and they were glad.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.7907701641480784
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.7832231813775952
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 15,
                    "text": "And now it came to pass that the burdens which were laid upon Alma and his brethren were made light; yea, the Lord did strengthen them that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord.",
                    "score": 0.7817925762342846
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And when the day began to wear away, then came the twelve, and said unto him, Send the multitude away, that they may go into the towns and country round about, and lodge, and get victuals: for we are here in a desert place.",
                    "score": 0.7794667179397793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 7,
                    "text": "And it came to pass that Alma and his brethren did minister unto them.",
                    "score": 0.7792295078352939
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7773374577926034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7770675926876278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.7769792054849789
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 3,
                    "text": "But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.",
                    "score": 0.7768919371783538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.7767788954859102
                }
            ]
        },
        {
            "verse": 10,
            "text": "Therefore the men of Jabesh said, To morrow we will come out unto you, and ye shall do with us all that seemeth good unto you.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 13,
                    "text": "And now, behold, for your good I gave unto you a commandment concerning these things; and I, the Lord, will reason with you as with men in days of old.",
                    "score": 0.8129155743830171
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.",
                    "score": 0.8127011464992563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                    "score": 0.8077643177238074
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.8065922255168261
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.805490779794828
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 35,
                    "text": "And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.",
                    "score": 0.8042749243531939
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
                    "score": 0.8024390854396146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Therefore, all things whatsoever ye would that men should do to you, do ye even so to them, for this is the law and the prophets.",
                    "score": 0.8024390854396146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 10,
                    "text": "And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.",
                    "score": 0.7991992139511066
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.",
                    "score": 0.796537557492294
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it was so on the morrow, that Saul put the people in three companies; and they came into the midst of the host in the morning watch, and slew the Ammonites until the heat of the day: and it came to pass, that they which remained were scattered, so that two of them were not left together.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 17,
                    "text": "And when they had entered into this covenant they sent them to dwell with the people of Ammon, and they were in number about four thousand who had not been slain.",
                    "score": 0.7747119768993732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 14,
                    "text": "And it came to pass that Lehonti came down with his men and surrounded the men of Amalickiah, so that before they awoke at the dawn of day they were surrounded by the armies of Lehonti.",
                    "score": 0.7708551909892623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Therefore, as Ammon and the servants of the king were driving forth their flocks to this place of water, behold, a certain number of the Lamanites, who had been with their flocks to water, stood and scattered the flocks of Ammon and the servants of the king, and they scattered them insomuch that they fled many ways.",
                    "score": 0.7698991618883367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7645511469769096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And it came to pass that they were taken by an army of the Lamanites and cast into prison; yea, even in that same prison in which Ammon and his brethren were cast by the servants of Limhi.",
                    "score": 0.7630931458148953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.761423246465225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 34,
                    "text": "Therefore, they did as Ammon commanded them, and he went forth and stood to contend with those who stood by the waters of Sebus; and they were in number not a few.",
                    "score": 0.7594183505682123
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass that there arose a division among the people, insomuch that they divided hither and thither and went their ways, leaving Nephi alone, as he was standing in the midst of them.",
                    "score": 0.7576227204134075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7566986897143811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.",
                    "score": 0.7561348230568187
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the people said unto Samuel, Who is he that said, Shall Saul reign over us? bring the men, that we may put them to death.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 7,
                    "text": "And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.",
                    "score": 0.8175052760581368
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7938855702631413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7913362693252025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And it came to pass that they said unto the king: Bring him hither that we may question him; and the king commanded that he should be brought before them.",
                    "score": 0.7895668403108727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 27,
                    "text": "But behold, it was not so; but it was appointed unto men that they must die; and after death, they must come to judgment, even that same judgment of which we have spoken, which is the end.",
                    "score": 0.7892331145137913
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 23,
                    "text": "But I will put it into the hand of them that afflict thee; who have said to thy soul: Bow down, that we may go over--and thou hast laid thy body as the ground and as the street to them that went over.",
                    "score": 0.7880170912225766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 10,
                    "text": "But the king said unto him: Inquire of the Lord, and if he saith unto us go, we will go; otherwise we will perish in the land.",
                    "score": 0.7861810413844329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 8,
                    "text": "And the king said unto him: Yea, if the Lord saith unto us go, we will go down unto our brethren, and we will be their slaves until we repair unto them the many murders and sins which we have committed against them.",
                    "score": 0.7840957943672535
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 49,
                    "text": "When they which were about him saw what would follow, they said unto him, Lord, shall we smite with the sword?",
                    "score": 0.7826764279011583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.",
                    "score": 0.7810196841962137
                }
            ]
        },
        {
            "verse": 13,
            "text": "And Saul said, There shall not a man be put to death this day: for to day the Lord hath wrought salvation in Israel.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.8044910763043485
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 31,
                    "text": "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead.",
                    "score": 0.7917325179665928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 50,
                    "text": "And he that liveth when the Lord shall come, and hath kept the faith, blessed is he; nevertheless, it is appointed to him to die at the age of man.",
                    "score": 0.7909306883646889
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 60,
                    "text": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
                    "score": 0.7905348156381393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.",
                    "score": 0.7901173093431758
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 60,
                    "text": "And for this cause these commandments were given; they were commanded to be kept from the world in the day that they were given, but now are to go forth unto all flesh--",
                    "score": 0.7843088317053362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 22,
                    "text": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
                    "score": 0.7842738848119924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men.",
                    "score": 0.7822978080829942
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 22,
                    "text": "And after that day, I, the Lord, will not hold any guilty that shall go with an open heart up to the land of Zion; for I, the Lord, require the hearts of the children of men.",
                    "score": 0.7796259449087374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions should be put to death except the sign should come to pass, which had been given by Samuel the prophet.",
                    "score": 0.7756077480943965
                }
            ]
        },
        {
            "verse": 14,
            "text": "Then said Samuel to the people, Come, and let us go to Gilgal, and renew the kingdom there.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 6,
                    "text": "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?",
                    "score": 0.8040932751050627
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 7,
                    "text": "Then after that saith he to his disciples, Let us go into Judaea again.",
                    "score": 0.7752404097365474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance.",
                    "score": 0.7715684726452904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.7690871077703509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "score": 0.7655725484620329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.7632075701841863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.7629880756682162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "score": 0.7610408286218384
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 37,
                    "text": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
                    "score": 0.760901781918299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7597610927172267
                }
            ]
        },
        {
            "verse": 15,
            "text": "And all the people went to Gilgal; and there they made Saul king before the Lord in Gilgal; and there they sacrificed sacrifices of peace offerings before the Lord; and there Saul and all the men of Israel rejoiced greatly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
                    "score": 0.8005226141532504
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 21,
                    "text": "And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years.",
                    "score": 0.7707640239494616
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 68,
                    "text": "Blessed be the Lord God of Israel; for he hath visited and redeemed his people,",
                    "score": 0.7573255991519754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Behold, now it came to pass that the people of Nephi were exceedingly rejoiced, because the Lord had again delivered them out of the hands of their enemies; therefore they gave thanks unto the Lord their God; yea, and they did fast much and pray much, and they did worship God with exceedingly great joy.",
                    "score": 0.7571143464082379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.",
                    "score": 0.7550144037038373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Wherefore, with the help of these, king Benjamin, by laboring with all the might of his body and the faculty of his whole soul, and also the prophets, did once more establish peace in the land.",
                    "score": 0.7542963493593414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And never could be a people more blessed than were they, and more prospered by the hand of the Lord. And they were in a land that was choice above all lands, for the Lord had spoken it.",
                    "score": 0.7527816102288696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And now behold, Ammon, and Aaron, and Omner, and Himni, and their brethren did rejoice exceedingly, for the success which they had had among the Lamanites, seeing that the Lord had granted unto them according to their prayers, and that he had also verified his word unto them in every particular.",
                    "score": 0.7516066714862579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Yea, after having been such a highly favored people of the Lord; yea, after having been favored above every other nation, kindred, tongue, or people; after having had all things made known unto them, according to their desires, and their faith, and prayers, of that which has been, and which is, and which is to come;",
                    "score": 0.747392072456355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 10,
                    "text": "The people having loved Nephi exceedingly, he having been a great protector for them, having wielded the sword of Laban in their defence, and having labored in all his days for their welfare--",
                    "score": 0.7442136601228673
                }
            ]
        }
    ]
}