{
    "volume": "Old Testament",
    "book": "1 Samuel",
    "chapter": 19,
    "verses": [
        {
            "verse": 1,
            "text": "And Saul spake to Jonathan his son, and to all his servants, that they should kill David.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.",
                    "score": 0.7900277384667483
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 21,
                    "text": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death.",
                    "score": 0.7781768344440261
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 71,
                    "text": "He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.",
                    "score": 0.7695332679697693
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,",
                    "score": 0.7654563918189604
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 47,
                    "text": "Woe unto you! for ye build the sepulchres of the prophets, and your fathers killed them.",
                    "score": 0.7619703356429908
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7603969255079788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 19,
                    "text": "And it came to pass that his servants ran and told the queen all that had happened unto the king. And she came in unto the king; and when she saw him lay as if he were dead, and also Aaron and his brethren standing as though they had been the cause of his fall, she was angry with them, and commanded that her servants, or the servants of the king, should take them and slay them.",
                    "score": 0.7578777021558422
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 18,
                    "text": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,",
                    "score": 0.7576068639335983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Yea, even my father spake much concerning the Gentiles, and also concerning the house of Israel, that they should be compared like unto an olive tree, whose branches should be broken off and should be scattered upon all the face of the earth.",
                    "score": 0.7570270054067615
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.",
                    "score": 0.7542835398452661
                }
            ]
        },
        {
            "verse": 2,
            "text": "But Jonathan Saul's son delighted much in David: and Jonathan told David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret place, and hide thyself:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.7925017896154397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.7838791487306213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7824769717234606
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
                    "score": 0.7798764718298851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7776507248787706
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 18,
                    "text": "That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
                    "score": 0.7734063410032657
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 24,
                    "text": "But their laying await was known of Saul. And they watched the gates day and night to kill him.",
                    "score": 0.7672512348710371
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 4,
                    "text": "That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly.",
                    "score": 0.7667973963705056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.",
                    "score": 0.7662614515492493
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Came unto me, and stood, and said unto me, Brother Saul, receive thy sight. And the same hour I looked up upon him.",
                    "score": 0.7653361477718698
                }
            ]
        },
        {
            "verse": 3,
            "text": "And I will go out and stand beside my father in the field where thou art, and I will commune with my father of thee; and what I see, that I will tell thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father. Amen.",
                    "score": 0.8112854125426355
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 106,
                    "verse": 8,
                    "text": "And I will give him grace and assurance wherewith he may stand; and if he continue to be a faithful witness and a light unto the church I have prepared a crown for him in the mansions of my Father. Even so. Amen.",
                    "score": 0.8086508469824815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.8083660526017878
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 20,
                    "text": "At that day ye shall know that I am in my Father, and ye in me, and I in you.",
                    "score": 0.8068361572660527
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8049256434793258
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 50,
                    "text": "I obeyed; I returned to my father in the field, and rehearsed the whole matter to him. He replied to me that it was of God, and told me to go and do as commanded by the messenger. I left the field, and went to the place where the messenger had told me the plates were deposited; and owing to the distinctness of the vision which I had had concerning it, I knew the place the instant that I arrived there.",
                    "score": 0.8039440625071032
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 18,
                    "text": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,",
                    "score": 0.8034362145007887
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 12,
                    "text": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.",
                    "score": 0.8025687196708243
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 38,
                    "text": "I speak that which I have seen with my Father: and ye do that which ye have seen with your father.",
                    "score": 0.7965343957793454
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 24,
                    "text": "Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
                    "score": 0.7947138023307286
                }
            ]
        },
        {
            "verse": 4,
            "text": "And Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; because he hath not sinned against thee, and because his works have been to thee-ward very good:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,",
                    "score": 0.7769332486244304
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Therefore to him that knoweth to do good, and doeth it not, to him it is sin.",
                    "score": 0.7744465596426766
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 23,
                    "text": "That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.",
                    "score": 0.7725823059311945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 33,
                    "text": "For none of these iniquities come of the Lord; for he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile.",
                    "score": 0.7700283485547766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 39,
                    "text": "David's wives and concubines were given unto him of me, by the hand of Nathan, my servant, and others of the prophets who had the keys of this power; and in none of these things did he sin against me save in the case of Uriah and his wife; and, therefore he hath fallen from his exaltation, and received his portion; and he shall not inherit them out of the world, for I gave them unto another, saith the Lord.",
                    "score": 0.7679632118634439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 36,
                    "text": "Abraham was commanded to offer his son Isaac; nevertheless, it was written: Thou shalt not kill. Abraham, however, did not refuse, and it was accounted unto him for righteousness.",
                    "score": 0.7667544038346192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7660218281142086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 33,
                    "text": "Therefore, keep these sayings which I have commanded you that ye come not under condemnation; for wo unto him whom the Father condemneth.",
                    "score": 0.7639198930195229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.7614716337999728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7609093721829697
                }
            ]
        },
        {
            "verse": 5,
            "text": "For he did put his life in his hand, and slew the Philistine, and the Lord wrought a great salvation for all Israel: thou sawest it, and didst rejoice: wherefore then wilt thou sin against innocent blood, to slay David without a cause?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 31,
                    "text": "Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.",
                    "score": 0.7776816598249051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, the Lord did visit them in great judgment; nevertheless, he did spare the righteous that they should not perish, but did deliver them out of the hands of their enemies.",
                    "score": 0.7771656902391783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 3,
                    "text": "Now, we see that the man had become as God, knowing good and evil; and lest he should put forth his hand, and take also of the tree of life, and eat and live forever, the Lord God placed cherubim and the flaming sword, that he should not partake of the fruit--",
                    "score": 0.7729120536510956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Rebel no more against your brother, whose views have been glorious, and who hath kept the commandments from the time that we left Jerusalem; and who hath been an instrument in the hands of God, in bringing us forth into the land of promise; for were it not for him, we must have perished with hunger in the wilderness; nevertheless, ye sought to take away his life; yea, and he hath suffered much sorrow because of you.",
                    "score": 0.7717858540456806
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Much more then, being now justified by his blood, we shall be saved from wrath through him.",
                    "score": 0.7667691800953352
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 23,
                    "text": "Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:",
                    "score": 0.765615690839073
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 28,
                    "text": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.",
                    "score": 0.7628491780900334
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
                    "score": 0.7622501480673555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 27,
                    "text": "And there were no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days.",
                    "score": 0.7617857743020922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 11,
                    "text": "For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him.",
                    "score": 0.7613704427191698
                }
            ]
        },
        {
            "verse": 6,
            "text": "And Saul hearkened unto the voice of Jonathan: and Saul sware, As the Lord liveth, he shall not be slain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people;",
                    "score": 0.7849184478047774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 8,
                    "text": "But behold, the righteous that hearken unto the words of the prophets, and destroy them not, but look forward unto Christ with steadfastness for the signs which are given, notwithstanding all persecution--behold, they are they which shall not perish.",
                    "score": 0.7812445492534473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 45,
                    "text": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
                    "score": 0.7798448951554285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 36,
                    "text": "Abraham was commanded to offer his son Isaac; nevertheless, it was written: Thou shalt not kill. Abraham, however, did not refuse, and it was accounted unto him for righteousness.",
                    "score": 0.7711017945127558
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7707258341780846
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,",
                    "score": 0.7701905614564778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.768693900305027
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 19,
                    "text": "And again, I say, thou shalt not kill; but he that killeth shall die.",
                    "score": 0.767531735907882
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Behold, I speak a few words unto you, Samuel; for thou also art under no condemnation, and thy calling is to exhortation, and to strengthen the church; and thou art not as yet called to preach before the world. Amen.",
                    "score": 0.767516191246588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 35,
                    "text": "Yea, come unto me and bring forth works of righteousness, and ye shall not be hewn down and cast into the fire--",
                    "score": 0.766256919779325
                }
            ]
        },
        {
            "verse": 7,
            "text": "And Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.7820063234048742
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7767767765778693
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.7766820808580454
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And the disciples of John shewed him of all these things.",
                    "score": 0.7761409249625085
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 34,
                    "text": "And as concerning that he raised him up from the dead, now no more to return to corruption, he said on this wise, I will give you the sure mercies of David.",
                    "score": 0.773683532635409
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 37,
                    "text": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
                    "score": 0.7736428564246034
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 25,
                    "text": "And Barnabas and Saul returned from Jerusalem, when they had fulfilled their ministry, and took with them John, whose surname was Mark.",
                    "score": 0.7718633612794487
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7649892796611009
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 45,
                    "text": "Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.",
                    "score": 0.7649640439260074
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,",
                    "score": 0.7639455026200909
                }
            ]
        },
        {
            "verse": 8,
            "text": "And there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And they did also drive us forth out of the land of David.",
                    "score": 0.7873321145160194
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.778005482151972
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And it came to pass that he gave battle again unto Shule, the king; and he took Shule, the king, and carried him away captive into Moron.",
                    "score": 0.771311898090478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.",
                    "score": 0.7710155688737749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 15,
                    "text": "Now there were many, when they heard these words and saw the scalp which was upon the sword, that were struck with fear; and many came forth and threw down their weapons of war at the feet of Moroni, and entered into a covenant of peace. And as many as entered into a covenant they suffered to depart into the wilderness.",
                    "score": 0.7639316835467695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 15,
                    "text": "And also in this same year they came down with a numerous army to war against the people of Moronihah, or against the army of Moronihah, in the which they were beaten and driven back again to their own lands, suffering great loss.",
                    "score": 0.7639115675126195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 38,
                    "text": "Now it came to pass that Moroni marched forth on the morrow, and came upon the Lamanites, insomuch that they did slay them with a great slaughter; and they did drive them out of the land; and they did flee, even that they did not return at that time against the Nephites.",
                    "score": 0.756453069769428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And they gathered themselves together again, and put on their armor, and went forth against the Lamanites to drive them out of their land.",
                    "score": 0.7549502288160012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And he also spake unto them concerning the land of promise, which they had obtained--how merciful the Lord had been in warning us that we should flee out of the land of Jerusalem.",
                    "score": 0.7547961246942004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And it came to pass that on the morrow they did go again to battle, and great and terrible was that day; nevertheless, they conquered not, and when the night came again they did rend the air with their cries, and their howlings, and their mournings, for the loss of the slain of their people.",
                    "score": 0.7544390440323958
                }
            ]
        },
        {
            "verse": 9,
            "text": "And the evil spirit from the Lord was upon Saul, as he sat in his house with his javelin in his hand: and David played with his hand.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.",
                    "score": 0.764963968072051
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.7620255824912614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.7512128796393222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.743303532641674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.7365312867500446
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against the pricks.",
                    "score": 0.7365128739659843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And now there was a man among them whose name was Gideon, and he being a strong man and an enemy to the king, therefore he drew his sword, and swore in his wrath that he would slay the king.",
                    "score": 0.7338794722994781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 18,
                    "text": "Therefore I did obey the voice of the Spirit, and took Laban by the hair of the head, and I smote off his head with his own sword.",
                    "score": 0.7337368668894863
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 69,
                    "text": "And hath raised up an horn of salvation for us in the house of his servant David;",
                    "score": 0.7326164220584575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 3,
                    "text": "Now, we see that the man had become as God, knowing good and evil; and lest he should put forth his hand, and take also of the tree of life, and eat and live forever, the Lord God placed cherubim and the flaming sword, that he should not partake of the fruit--",
                    "score": 0.7323360876883898
                }
            ]
        },
        {
            "verse": 10,
            "text": "And Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 37,
                    "text": "But behold, every man that lifted his club to smite Ammon, he smote off their arms with his sword; for he did withstand their blows by smiting their arms with the edge of his sword, insomuch that they began to be astonished, and began to flee before him; yea, and they were not few in number; and he caused them to flee by the strength of his arm.",
                    "score": 0.7988064006435607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 36,
                    "text": "And it came to pass that Teancum in his anger did go forth into the camp of the Lamanites, and did let himself down over the walls of the city. And he went forth with a cord, from place to place, insomuch that he did find the king; and he did cast a javelin at him, which did pierce him near the heart. But behold, the king did awaken his servants before he died, insomuch that they did pursue Teancum, and slew him.",
                    "score": 0.7657442700087816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 2,
                    "text": "But as many as there were who did not believe in the words of Samuel were angry with him; and they cast stones at him upon the wall, and also many shot arrows at him as he stood upon the wall; but the Spirit of the Lord was with him, insomuch that they could not hit him with their stones neither with their arrows.",
                    "score": 0.7531355580955941
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 39,
                    "text": "And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him.",
                    "score": 0.7508345200416108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And now it came to pass that while he was going about to destroy the church of God, for he did go about secretly with the sons of Mosiah seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God, or even the king--",
                    "score": 0.7461770263625386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 28,
                    "text": "And it came to pass that when the men of Coriantumr had received sufficient strength that they could walk, they were about to flee for their lives; but behold, Shiz arose, and also his men, and he swore in his wrath that he would slay Coriantumr or he would perish by the sword.",
                    "score": 0.7415038739890695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 12,
                    "text": "And now when Moroni had said these words, Zerahemnah retained his sword, and he was angry with Moroni, and he rushed forward that he might slay Moroni; but as he raised his sword, behold, one of Moroni's soldiers smote it even to the earth, and it broke by the hilt; and he also smote Zerahemnah that he took off his scalp and it fell to the earth. And Zerahemnah withdrew from before them into the midst of his soldiers.",
                    "score": 0.7382251788697077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.7378334162134585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 36,
                    "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.",
                    "score": 0.736654073451684
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 6,
                    "text": "But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying: Take this fellow and bind him, for behold he hath a devil; and because of the power of the devil which is in him we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him.",
                    "score": 0.7353300700411521
                }
            ]
        },
        {
            "verse": 11,
            "text": "Saul also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told him, saying, If thou save not thy life to night, to morrow thou shalt be slain.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 24,
                    "text": "But their laying await was known of Saul. And they watched the gates day and night to kill him.",
                    "score": 0.7844324270354953
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,",
                    "score": 0.7619625004153884
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 23,
                    "text": "Therefore it shall come to pass, when the Egyptians shall see her, they will say--She is his wife; and they will kill you, but they will save her alive; therefore see that ye do on this wise:",
                    "score": 0.7617486422601646
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 26,
                    "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                    "score": 0.751409079761572
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
                    "score": 0.7398049373199613
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 34,
                    "text": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:",
                    "score": 0.7381651926010953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 39,
                    "text": "David's wives and concubines were given unto him of me, by the hand of Nathan, my servant, and others of the prophets who had the keys of this power; and in none of these things did he sin against me save in the case of Uriah and his wife; and, therefore he hath fallen from his exaltation, and received his portion; and he shall not inherit them out of the world, for I gave them unto another, saith the Lord.",
                    "score": 0.737629414439933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.",
                    "score": 0.7371313846443096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 20,
                    "text": "Now the servants had seen the cause of the king's fall, therefore they durst not lay their hands on Aaron and his brethren; and they pled with the queen saying: Why commandest thou that we should slay these men, when behold one of them is mightier than us all? Therefore we shall fall before them.",
                    "score": 0.7369437951447346
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 3,
                    "text": "As for Saul, he made havoc of the church, entering into every house, and haling men and women committed them to prison.",
                    "score": 0.7351338467373401
                }
            ]
        },
        {
            "verse": 12,
            "text": "So Michal let David down through a window: and he went, and fled, and escaped.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 33,
                    "text": "And through a window in a basket was I let down by the wall, and escaped his hands.",
                    "score": 0.7676111472017334
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Therefore they sought again to take him: but he escaped out of their hand,",
                    "score": 0.7291842294955194
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when he was departed thence, he went into their synagogue:",
                    "score": 0.7182507294388186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he left them, and went out of the city into Bethany; and he lodged there.",
                    "score": 0.7055190506432231
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 27,
                    "text": "And when Jesus departed thence, two blind men followed him, crying, and saying, Thou Son of David, have mercy on us.",
                    "score": 0.7024613226759758
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 41,
                    "text": "And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus' feet, and besought him that he would come into his house:",
                    "score": 0.701815231535421
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.",
                    "score": 0.7017787668265894
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.",
                    "score": 0.7009757292699486
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 52,
                    "text": "And he left the linen cloth, and fled from them naked.",
                    "score": 0.69852414415295
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And now it came to pass that while he was going about to destroy the church of God, for he did go about secretly with the sons of Mosiah seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God, or even the king--",
                    "score": 0.6968216686202636
                }
            ]
        },
        {
            "verse": 13,
            "text": "And Michal took an image, and laid it in the bed, and put a pillow of goats' hair for his bolster, and covered it with a cloth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 46,
                    "text": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
                    "score": 0.7106653525589054
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 53,
                    "text": "And he took it down, and wrapped it in linen, and laid it in a sepulchre that was hewn in stone, wherein never man before was laid.",
                    "score": 0.7071834874371518
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7052850292193784
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 33,
                    "text": "And he shall set the sheep on his right hand, but the goats on the left.",
                    "score": 0.7000111995021275
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 7,
                    "text": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.",
                    "score": 0.6943766291283519
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 59,
                    "text": "And when Joseph had taken the body, he wrapped it in a clean linen cloth,",
                    "score": 0.6942711998841842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 17,
                    "text": "For, behold, the Comforter knoweth all things, and beareth record of the Father and of the Son.",
                    "score": 0.687709603052084
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 8,
                    "text": "But what went ye out for to see? A man clothed in soft raiment? behold, they that wear soft clothing are in kings' houses.",
                    "score": 0.6866717158039631
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 4,
                    "text": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself.",
                    "score": 0.6852530485076879
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And the soldiers plaited a crown of thorns, and put it on his head, and they put on him a purple robe,",
                    "score": 0.6814646711797026
                }
            ]
        },
        {
            "verse": 14,
            "text": "And when Saul sent messengers to take David, she said, He is sick.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.",
                    "score": 0.7894602866628503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                    "score": 0.7532353565291587
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 2,
                    "text": "And he sent them to preach the kingdom of God, and to heal the sick.",
                    "score": 0.7519226870476946
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;",
                    "score": 0.7494351384171872
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 26,
                    "text": "For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.",
                    "score": 0.7410385940098719
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And he touched her hand, and the fever left her: and she arose, and ministered unto them.",
                    "score": 0.7376583351986501
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.",
                    "score": 0.7359553947339255
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And they that were sent, returning to the house, found the servant whole that had been sick.",
                    "score": 0.7350488432010452
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.",
                    "score": 0.7332685009698316
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 30,
                    "text": "Which also they did, and sent it to the elders by the hands of Barnabas and Saul.",
                    "score": 0.7327369335771267
                }
            ]
        },
        {
            "verse": 15,
            "text": "And Saul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.7830784136246267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 28,
                    "text": "I command you to bring Abinadi hither, that I may slay him, for he has said these things that he might stir up my people to anger one with another, and to raise contentions among my people; therefore I will slay him.",
                    "score": 0.7765964723075384
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 24,
                    "text": "But their laying await was known of Saul. And they watched the gates day and night to kill him.",
                    "score": 0.7653088995674913
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Came unto me, and stood, and said unto me, Brother Saul, receive thy sight. And the same hour I looked up upon him.",
                    "score": 0.7609977859176332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And now, again, I speak unto you, my servant Joseph, concerning the man that desires the witness--",
                    "score": 0.7590491074700391
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And he hath risen again from the dead, that he might bring all men unto him, on conditions of repentance.",
                    "score": 0.7577938295897332
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage.",
                    "score": 0.7575188230221234
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And Herod said, John have I beheaded: but who is this, of whom I hear such things? And he desired to see him.",
                    "score": 0.7525006192686186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7511296560323026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he met Kishkumen, and he gave unto him a sign; therefore Kishkumen made known unto him the object of his desire, desiring that he would conduct him to the judgment-seat that he might murder Helaman.",
                    "score": 0.7510531144122363
                }
            ]
        },
        {
            "verse": 16,
            "text": "And when the messengers were come in, behold, there was an image in the bed, with a pillow of goats' hair for his bolster.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 2,
                    "text": "But he that entereth in by the door is the shepherd of the sheep.",
                    "score": 0.7379959720809077
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.",
                    "score": 0.7285985096114361
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 26,
                    "text": "But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:",
                    "score": 0.7275265162662004
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 14,
                    "text": "And from time to time, as shall be manifested by the Comforter, receive revelations to unfold the mysteries of the kingdom;",
                    "score": 0.7236606147587272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 14,
                    "text": "To preach my gospel by the Spirit, even the Comforter which was sent forth to teach the truth.",
                    "score": 0.7199574248982739
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.",
                    "score": 0.7189004050640507
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 20,
                    "text": "But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;",
                    "score": 0.7176573933059202
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 1,
                    "text": "The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.",
                    "score": 0.7143284213384054
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 33,
                    "text": "And he shall set the sheep on his right hand, but the goats on the left.",
                    "score": 0.7140805229076728
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7137923995132129
                }
            ]
        },
        {
            "verse": 17,
            "text": "And Saul said unto Michal, Why hast thou deceived me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go; why should I kill thee?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?",
                    "score": 0.7870109798612971
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 7,
                    "text": "And I fell unto the ground, and heard a voice saying unto me, Saul, Saul, why persecutest thou me?",
                    "score": 0.7867957973452914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 44,
                    "text": "Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.",
                    "score": 0.7865164925321297
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7860412882469571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 14,
                    "text": "But Limhi said unto them: Ye shall not slay him, but bring him hither that I may see him. And they brought him. And Limhi said unto him: What cause have ye to come up to war against my people? Behold, my people have not broken the oath that I made unto you; therefore, why should ye break the oath which ye made unto my people?",
                    "score": 0.7816277590210053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 36,
                    "text": "Now Amulek saith again unto him: Behold thou hast lied, for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins.",
                    "score": 0.7790034673433219
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 40,
                    "text": "But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.",
                    "score": 0.7749056641815092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7742722175385736
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 14,
                    "text": "And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against the pricks.",
                    "score": 0.7699687509641723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 19,
                    "text": "Now when Ammon had said these words unto him, he answered him, saying: I know that if I should slay my son, that I should shed innocent blood; for it is thou that hast sought to destroy him.",
                    "score": 0.7683295032800729
                }
            ]
        },
        {
            "verse": 18,
            "text": "So David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 39,
                    "text": "And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him.",
                    "score": 0.7661341376149513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.",
                    "score": 0.7658549726895382
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And all that dwelt at Lydda and Saron saw him, and turned to the Lord.",
                    "score": 0.7652477231082128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And it came to pass that Nimrah gathered together a small number of men, and fled out of the land, and came over and dwelt with Omer.",
                    "score": 0.7634761067732361
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And he went out from thence, and came into his own country; and his disciples follow him.",
                    "score": 0.7619292102330625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And they did also drive us forth out of the land of David.",
                    "score": 0.7599800389338756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And it came to pass that when the servant of Laban beheld my brethren he began to tremble, and was about to flee from before me and return to the city of Jerusalem.",
                    "score": 0.7598162094923449
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 25,
                    "text": "Then departed Barnabas to Tarsus, for to seek Saul:",
                    "score": 0.7576133878359393
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 33,
                    "text": "And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him.",
                    "score": 0.7566318826550418
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.754844397514274
                }
            ]
        },
        {
            "verse": 19,
            "text": "And it was told Saul, saying, Behold, David is at Naioth in Ramah.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Came unto me, and stood, and said unto me, Brother Saul, receive thy sight. And the same hour I looked up upon him.",
                    "score": 0.7526754184701445
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 42,
                    "text": "Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?",
                    "score": 0.7446483422237175
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 41,
                    "text": "And he said unto them, How say they that Christ is David's son?",
                    "score": 0.737584469332222
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 34,
                    "text": "And as concerning that he raised him up from the dead, now no more to return to corruption, he said on this wise, I will give you the sure mercies of David.",
                    "score": 0.7361173028156462
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 11,
                    "text": "And the Lord said unto him, Arise, and go into the street which is called Straight, and inquire in the house of Judas for one called Saul, of Tarsus: for, behold, he prayeth,",
                    "score": 0.7346525103494758
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.",
                    "score": 0.7343926247339919
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 43,
                    "text": "He saith unto them, How then doth David in spirit call him Lord, saying,",
                    "score": 0.7325942427607486
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him,",
                    "score": 0.7312922460578029
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.",
                    "score": 0.7292112890262399
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 42,
                    "text": "Saying, What think ye of Christ? whose son is he? They say unto him, The Son of David.",
                    "score": 0.7236209890084647
                }
            ]
        },
        {
            "verse": 20,
            "text": "And Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 32,
                    "text": "And the spirits of the prophets are subject to the prophets.",
                    "score": 0.8096927222272701
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7965599783741765
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.7908471281213819
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.",
                    "score": 0.7856973848393551
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 2,
                    "text": "As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.",
                    "score": 0.7842757685647049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 10,
                    "text": "And his disciples answered him and said: Yea, Lord, Samuel did prophesy according to thy words, and they were all fulfilled.",
                    "score": 0.7811792061493418
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 30,
                    "text": "Which also they did, and sent it to the elders by the hands of Barnabas and Saul.",
                    "score": 0.7805102177092734
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 25,
                    "text": "And it came to pass that there were many among them who said that Ammon was the Great Spirit, and others said he was sent by the Great Spirit;",
                    "score": 0.7745880207308257
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.",
                    "score": 0.7744086781345744
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him,",
                    "score": 0.7740497048070801
                }
            ]
        },
        {
            "verse": 21,
            "text": "And when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 36,
                    "text": "Again, he sent other servants more than the first: and they did unto them likewise.",
                    "score": 0.8028142342884756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 11,
                    "text": "And it came to pass that when Lehonti received the message he durst not go down to the foot of the mount. And it came to pass that Amalickiah sent again the second time, desiring him to come down. And it came to pass that Lehonti would not; and he sent again the third time.",
                    "score": 0.782755006430161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 5,
                    "text": "Now, whether there shall be one time, or a second time, or a third time, that men shall come forth from the dead, it mattereth not; for God knoweth all these things; and it sufficeth me to know that this is the case--that there is a time appointed that all shall rise from the dead.",
                    "score": 0.7754649943919663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And again, to another, that he may prophesy concerning all things;",
                    "score": 0.7752855276431304
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7717470607009369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And behold, the third time they did understand the voice which they heard; and it said unto them:",
                    "score": 0.77141227693472
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 36,
                    "text": "After telling me these things, he commenced quoting the prophecies of the Old Testament. He first quoted part of the third chapter of Malachi; and he quoted also the fourth or last chapter of the same prophecy, though with a little variation from the way it reads in our Bibles. Instead of quoting the first verse as it reads in our books, he quoted it thus:",
                    "score": 0.7685788099396254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 43,
                    "text": "And if he trespass against thee the third time, and repent not, thou shalt also forgive him.",
                    "score": 0.7660291257999925
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 13,
                    "verse": 1,
                    "text": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.",
                    "score": 0.7658513141505846
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 4,
                    "text": "And that he was buried, and that he rose again the third day according to the scriptures:",
                    "score": 0.7636983669218453
                }
            ]
        },
        {
            "verse": 22,
            "text": "Then went he also to Ramah, and came to a great well that is in Sechu: and he asked and said, Where are Samuel and David? And one said, Behold, they be at Naioth in Ramah.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And all that dwelt at Lydda and Saron saw him, and turned to the Lord.",
                    "score": 0.7437697893366976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Then said the Lord unto Isaiah: Go forth now to meet Ahaz, thou and Shearjashub thy son, at the end of the conduit of the upper pool in the highway of the fuller's field;",
                    "score": 0.7428244666384064
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.",
                    "score": 0.7370872971142058
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.7355380157392881
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And when he had thus spoken, he went before, ascending up to Jerusalem.",
                    "score": 0.7349919700516939
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 6,
                    "text": "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?",
                    "score": 0.7333020394470283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And then we passed from Jershon through the land unto the place of Sechem; it was situated in the plains of Moreh, and we had already come into the borders of the land of the Canaanites, and I offered sacrifice there in the plains of Moreh, and called on the Lord devoutly, because we had already come into the land of this idolatrous nation.",
                    "score": 0.7331985545143885
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene.",
                    "score": 0.7327220576739546
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.",
                    "score": 0.7316776110864451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.",
                    "score": 0.7310222960530843
                }
            ]
        },
        {
            "verse": 23,
            "text": "And he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.8101847562462513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And Ether was a prophet of the Lord; wherefore Ether came forth in the days of Coriantumr, and began to prophesy unto the people, for he could not be restrained because of the Spirit of the Lord which was in him.",
                    "score": 0.799723092153752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.7897440504337513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.7885756899442155
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 65,
                    "text": "And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man.",
                    "score": 0.7843274053585934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.7835777892909923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 32,
                    "text": "And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them.",
                    "score": 0.7833421993461498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7831636736409313
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7825766358991282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.",
                    "score": 0.7795790277825713
                }
            ]
        },
        {
            "verse": 24,
            "text": "And he stripped off his clothes also, and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Wherefore they say, Is Saul also among the prophets?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 58,
                    "text": "And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man's feet, whose name was Saul.",
                    "score": 0.7587860277586956
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 2,
                    "text": "(Which he had promised afore by his prophets in the holy scriptures,)",
                    "score": 0.7566952395386118
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 35,
                    "text": "And they crucified him, and parted his garments, casting lots: that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots.",
                    "score": 0.7564621500888423
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
                    "score": 0.7542157405727926
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 54,
                    "text": "Yea, and Enoch also, and they who were with him; the prophets who were before him; and Noah also, and they who were before him; and Moses also, and they who were before him;",
                    "score": 0.7505615069270216
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 12,
                    "text": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
                    "score": 0.7480829295266839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And he said unto Alma: Thou shalt go before this people, and I will go with thee and deliver this people out of bondage.",
                    "score": 0.7459105832055807
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 44,
                    "text": "O, my beloved brethren, remember my words. Behold, I take off my garments, and I shake them before you; I pray the God of my salvation that he view me with his all-searching eye; wherefore, ye shall know at the last day, when all men shall be judged of their works, that the God of Israel did witness that I shook your iniquities from my soul, and that I stand with brightness before him, and am rid of your blood.",
                    "score": 0.7452453761761396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions should be put to death except the sign should come to pass, which had been given by Samuel the prophet.",
                    "score": 0.7446381660496262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And it came to pass that when Aaron had said these words, the king did bow down before the Lord, upon his knees; yea, even he did prostrate himself upon the earth, and cried mightily, saying:",
                    "score": 0.742307856762344
                }
            ]
        }
    ]
}